[{"detail": [{"content": "New York University | Bobst Library: Gender and Sexuality Studies                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        Gender and Sexuality Studies      This guide presents information that should be of utility to students and researchers who have varying levels of familiarity with the study of gender and sexuality. The study of gender and sexuality at New York University and in general is characterized by interdisciplinarity. Given that reality, users are also encouraged to consult the related research guides noted on this page.       Contents      Librarian for Gender and Sexuality Studies    Research Assistance    Encyclopedias    Dictionaries, Guides and Overviews    Subject-specific Encyclopedias, Handbooks and Overviews    Reviews of Research and Book Reviews    Databases, Indexes and Bibliographies    NYU Links    Selected Internet Resources    Related Guides    Libraries and Archives    Online Magazines    Organizations    Directories                             Librarian for Gender and Sexuality Studies    Jason Phillips  New York University Bobst Library  Humanities and Social Sciences Reference, 1st floor  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2514  E-mail:   jason.phillips@nyu.edu                     Research Assistance      Virtual Reference Shelf    NYU Libraries Tutorial: How to Find an Article    EndNote, ProCite and RefWorks               Encyclopedias      Bullough, Vern L. and Bonnie Bullough, eds. 1990. Human Sexuality: An Encyclopedia. New York: Garland.    Bobst REF1 HQ9 .H846 1994 Non-circulating   More than 200 articles on a variety of subjects, ranging from biographical entries, to developmental issues, medical issues, matters of public policy, culture, sexual behaviors, practices and variations.    Dynes, Wayne, ed. 1990. Encyclopedia of Homosexuality . New York: Garland.    Bobst REF1 HQ76.25 .E53 1990 Non-circulating (Two Volumes)    Francoeur, Robert T., ed. 1997-2001. The International Encyclopedia of Sexuality . New York: Continuum.    Bobst REF1 HQ21 .I68 1997 Non-circulating (Four Volumes)    Internet : http://www2.hu-berlin.de/sexology/IES/xmain.html    Gerstner, David A., ed. 2006. Routledge International Encyclopedia of Queer Culture . New York: Routledge.    Bobst REF1 HQ76.96 .R68 2006 Non-circulating   This encyclopedia contains hundreds of short entries on a variety of topics with an emphasis on contemporary queer culture and pop culture. For instance, entries on Walt Whitman and Oscar Wilde are consciously omitted. Covered topics include AIDS, American Underground Cinema, Pat Buchanan, Frantz Fanon, Judy Garland, German Literature, Human Rights Campaign, Japanese Transgender Performers, Lipstick Lesbians, Graham Norton, Robyn Ochs, The Pope, Queer Nation, Scholarship and Academic Study (GLBTQ), Jeff Stryker, Rick Santorum, Elizabeth Taylor, Vanilla Sex, Rufus Wainwright, Alice Walker and Xena, Warrior Princess. Users might find the appendices useful as well. They cover international research materials and short descriptions of international sex laws in many countries.    Haggerty, George E. ed. 2000. Gay Histories and Cultures: An Encyclopedia. New York: Garland.    Bobst HQ75.13 .G37 2000    Kramarae, Cheris and Dale Spender, eds. 2000. Routledge International Encyclopedia of Women: Global Women&#39;s Issues and Knowledge. New York: Routledge.    Bobst REF1 HQ1115 .R69 2000 Non-circulating (Four Volumes)    McFadden, Margaret, ed. 1997. Women&#39;s Issues . Pasadena, CA: Salem Press.    Bobst REF1 HQ1115 .W6425 1997 Non-circulating (Three Volumes)    Smelser, Neil J. and Paul B. Baltes, eds. 2001. International Encyclopedia of the Social and Behavioral Sciences . New York: Elsevier.   Electronic access is provided through ScienceDirect at http://library.nyu.edu/collections/find_articles_title.html ; select the &quot;Books&quot; tab and then select the &quot;Reference Works&quot; tab. This title, according to the publisher, is the largest reference work ever published for the social sciences. The print version was published in 2001. The electronic version has since been updated. Across 17,000 pages, contributors write on the diversity of topics of interest to social scientists. It contains numerous articles on sex and gender that touch on issues such as economics, the family, social movements, socialization, theoretical perspectives, religion and ideology, androgyny, GLBT youth, heterosexism, homophobia, rape and sexual coercion, sexual harassment, the law, the gendered division of labor, feminist theory, feminist philosophy and many others. Bibliographies are included with entries.   (also see Bobst REF1 H41 .I65 2001 Non-circulating for the print version in 26 volumes)    Stein, Marc ed. 2004. Encyclopedia of Lesbian, Gay, Bisexual, and Transgender History in America. New York, NY: Charles Scribner&#39;s Sons/Thomson/Gale.    Bobst REF1 HQ76.3.U5 E53 2004 Non-circulating (Three Volumes)    Table of Contents : http://www.loc.gov/catdir/toc/ecip047/2003017434.html    Tierney, Helen, ed. 1999. Women&#39;s Studies Encyclopedia. Westport, CT: Greenwood Press.    Bobst REF1 HQ1115 .W645 1999 Non-circulating (Three Volumes)    Worell, Judith, ed. 2001. Encyclopedia of Women and Gender: Sex Similarities and Differences and the Impact of Society on Gender . San Diego, CA: Academic Press.    Bobst REF1 HQ1115 .E52 2001b Non-circulating (Two Volumes)    Wright, Stephen. 1978. Brief Encyclopedia of Homosexuality. New York: S. Wright Press.    Bobst HQ76.25 .W74                  Dictionaries, Guides and Overviews      Abelove, Henry, Michele Aina Barale and David M. Halperin, eds. 1993. The Lesbian and Gay Studies Reader. New York: Routledge.    Bobst HQ76.25 .L48 1993    Aldrich, Robert and Garry Wotherspoon, eds. 2001. Who&#39;s Who in Gay and Lesbian History: From Antiquity to World War II. New York: Routledge.    Bobst REF1 HQ75.2 .W47 2001 Non-circulating    Aldrich, Robert and Garry Wotherspoon, eds. 2001. Who&#39;s Who in Contemporary Gay and Lesbian History: From World War II to the Present Day. New York: Routledge.    Bobst REF1 HQ75.2 .W46 2001 Non-circulating    Beasley, Chris. 2005. Gender &amp; Sexuality: Critical Theories, Critical Thinkers. London: SAGE Publications.    Bobst REF1 HQ1075 .B42 2005 Non-circulating    Boles, Janet K., Diane Long Houveler and Rebecca Bardwell, eds. 1996. The Historical Dictionary of Feminism. Lanham, MD: Scarecrow Press.    Bobst HQ1115 .B65 1996    Table of Contents : http://www.loc.gov/catdir/toc/ecip0413/2004000060.html    Brown, Loulou, Helen Collins, Pat Green, Maggie Humm and Mel Landells, eds. 1993. W.I.S.H.: The International Handbook of Women&#39;s Studies. New York: Harvester Wheatsheaf.    Bobst REF1 HQ1180 .W5 1993 Non-circulating    Essed, Philomena, David Theo Goldberg and Audrey Kobayashi, eds. 2005. A Companion to Gender Studies. Malden, MA: Blackwell.    Bobst HQ1075 .C656 2005    Greenspan, Karen. 1994. The Timetables of Women&#39;s History: A Chronology of the Most Important People and Events in Women&#39;s History. New York: Simon &amp; Schuster.    Bobst REF1 HQ1121 .G74 1994 Non-circulating    Kimmel, Michael S. and Amy Aronson, eds. 2004. Men and Masculinities: A Social, Cultural and Historical Encyclopedia. Santa Barbara, CA: ABC-CLIO.    NSSR New School Reference HQ1090.3 .M436 2004 Non-circulating    Table of Contents : http://www.loc.gov/catdir/toc/ecip049/2003020729.html    Macey, David. 2000. The Penguin Dictionary of Critical Theory. London: Penguin Books.    Bobst REF1 HM101 .M24 2000 Non-circulating    Murphy, Timothy F., ed. 2000. Readers Guide to Lesbian and Gay Studies. Chicago: Fitzroy Dearborn Publishers.    Bobst REF1 HQ75.15 .R43 2000 Non-circulating    Nordquist, Joan. 1997. Queer Theory: A Bibliography. Santa Cruz, CA: Reference and Research Services.    Bobst Z7161.A22 S6 no. 48    Payne, Michael, ed. 1996. A Dictionary of Cultural and Critical Theory. Oxford: Blackwell.    Bobst REF1 HM101 .D527 1996 Non-circulating    Richardson, Diane and Steven Seidman, eds. 2002. Handbook of Lesbian and Gay Studies . Thousand Oaks, CA: SAGE Publications.    Bobst HQ75.15 .H36 2002    Scanlon, Jennifer, ed. 1999. Significant Contemporary American Feminists: a Biographical Sourcebook. Westport, CT: Greenwood Press.    Bobst 1412 .S56 1999 Non-circulating    Table of Contents : http://lcweb.loc.gov/catdir/toc/98-22899.html    Smart, Barry, ed. 1994. Michel Foucault: Critical Assessments. London: Routledge.    Bobst REF1 B2430.F724 M49 1994 Non-circulating Vols. 1-4    NSSR New School Reference B2430.F724 M49 1994 Non-circulating Vols. 1-7    Tyrkus, Michael J, ed. 1997. Gay &amp; Lesbian Biography. Detroit, St. James Press.    Bobst REF1 HQ75.2 .G39 1997 Non-circulating   275 wide-ranging entries include Alexander the Great, Edward Albee, Francis Bacon, Caravaggio, Roy Cohn, Samuel Delaney, Martin Duberman, Michel Foucault, Jean Genet, Duncan Grant, Radclyffe Hall, Lorraine Hansberry, Bill T. Jones, Billie Jean King, Leonardo Da Vinci, Susan M. Love, Carson McCullers, Herman Melville, James Ivory, Elaine Noble, Plato, Manuel Puig, RuPaul, Sappho, Bessie Smith, Susan Sontag, Karl Heinrich Ulrichs, Carl Van Vechten and Babe Didrikson Zaharias. Entries include bibliographical references.    Weinberg, Martin S. 1972. Homosexuality: An Annotated Bibliography. New York: Harper and Row.    Bobst REF6 Z7164.S42 W425 Non-circulating    Bobst Z7164.S42 W425               Subject-Specific Encyclopedias, Handbooks and Overviews      Anthropology and Archaeology    Bacus, Elsabeth A, and Kurt F. Anshuetz. 1993. A Gendered Past: A Critical Bibliography of Gender in Archaeology. Ann Arbor, MI: University of Michigan Museum of Anthropology.    Bobst REF1 Z5118.W65 G46 1993   This book contains approximately 200 bibliographies with substantial annotations which critically engage the work considered therein. The work considers articles and books published in anthropological archaeology, historical archaeology, and some classical and ethnoarchaeological works that deal with gender. It also contains materials addressing gender as it relates to how archaeology is practiced.    Gacs, Ute, et. al. 1988. Women Anthropologists: A Biographical Dictionary. New York, NY: Greenwood Press.    Bobst GN20 .W63 1988    Lancaster, Roger N. and Micaela Di Leonardo, eds. 1997 The Gender/Sexuality Reader: Culture, History, Political Economy. New York: Routledge.    Bobst GN479.65 .G475 1997    Description : http://www.loc.gov/catdir/enhancements/fy0647/96039187-d.html    Robertson, Jennifer Ellen, ed. 2005. Same-sex Cultures and Sexualities: An Anthropological Reader . Malden, MA: Blackwell.    Bobst GN484.35 .S36 2005    Table of Contents : http://www.loc.gov/catdir/toc/ecip0412/2003026674.html    Wright, Rita P., ed. 1996. Gender and Archaeology. Philadelphia: University of Pennsylvania Press.    Bobst GN799.W66 G45 1996    Art, Literature and Literary Criticism      Bloom, Harold ed. 1997. Lesbian &amp; Bisexual Fiction Writers.   Philadelphia, Chelsea House.    Bobst PS153.L46 L43 1997         Conner, Randy P. et. al, eds. 1997. Cassell&#39;s Encyclopedia of Queer Myth,  Symbol, and Spirit: Gay, Lesbian, Bisexual and Transgender Love.   London: Cassell.    Bobst REF1 HQ75.15 .C66 1997         Davidson, Cathy N. and Linda Wagner-Martin, eds. 1995. The Oxford Companion to Women&#39;s Writing in   the United States. New York: Oxford University Press.    Bobst REF1 PS147 .O94 1994   Contains A-Z entries, an index, bibliographies and a chronology        Day, Frances Ann. 2000. Lesbian and Gay Voices: An Annotated Bibliography and Guide to Literature for Children and Young Adults.   Westport, CT: Greenwood Press.    Bobst Z1037 .D24 2000         Eagleton, Mary, ed. 1996. Feminist Literary Theory: A Reader . Oxford: Blackwell.    Bobst PN98.W64 F44 1996         Foster, David William and Emmanuel S. Nelson, eds. 1994. Latin American Writers on Gay and Lesbian Themes: A Bio-Critical Sourcebook.   Westport, CT: Greenwood Press.    Bobst REF1 PQ7081.3 .F62 1994   This work contains short biographical entries on selected writers along with lists of their works and bibliographies. Many authors are considered and they include Oscar Zeta Acosta, Jose Balza, Jorge Luis Borges, Nancy Cardenas, Hugo Foguet, Gabriela Mistral, Manuel Mujica Lainez, Senel Paz, Manuel Puig, John Rechy, Evelio Rosero Diago and Luis Zapata. A bibliography for further reading is included.        Furtado, Ken and Nancy Hellner, eds. 1993. Gay and Lesbian Plays: An Annotated Bibliography.   Metuchen, NJ: Scarecrow Press.    Bobst REF1 Z1229.G25 F87 1993         Garber, Eric and Lyn Paleo, eds. 1983. Uranian Worlds: A Readers Guide to Alternative Sexuality in Science Fiction and Fantasy.   Boston: G.K. Hall.    Bobst Z6514.C5 S43 1983         Gay and Lesbian Caucus, College Art Association. 1994. Bibliography of Gay and Lesbian Art. New York: College Art Association    Bobst N72.S42 C62 1994         Gillon, Margaret. 1995. Lesbians in Print: A Bibliography of 1,500 Books with Synopses.   Irvine, CA: Bluestocking Books.    Bobst REF1 Z7164.H74 G55 1995         Griffin, Gabrielle, ed. 2002. Who&#39;s Who in Lesbian &amp; Gay Writing.   London: Routledge.    Bobst REF1 HQ75.13 G75 2002 Non-circulating         Helbing, Terry. 1980. Gay Theatre Alliance Directory of Gay Plays.   New York, NY: JH Press.    Bobst REF1 PS338.H66 H4         Humm, Maggie. 1994. A Reader&#39;s Guide to Contemporary Feminist Literary Criticism.   New York: Harvester Wheatshef.    Bobst REF1 PN98 .W64 H85 1994   Addresses second wave feminism, myth criticism, Marxist feminist criticism, French feminist criticism,   Psychoanalytic criticism, Postructuralism, Deconstruction, Postmodernism, Black Femnisim and the African Diaspora,  Lesbian feminist criticism and Third World feminist criticism.        McGill, Frank N., ed. 1996. Masterpieces of Women&#39;s Literature.   New York: Harper Collins.    Bobst REF1 PS147 .M37 1996         Nelson, Emmanuel S. 1993. Contemporary Gay American Novelists: A Bio-Bibliographical Critical Sourcebook Westport, CT: Greenwood Press    Bobst REF1 PS374.N63 C66 1993   This work contains short biographical entries on selected writers along with lists of their works, discussions of their critical receptions and bibliographies to secondary material. Authors discussed include Steve Abbott, James Baldwin, Truman Capote, Marsh Cassidy, Christopher Coe, Denniss Cooper, Christopher Davis, Melvin Dixon, John Fox, Robert Gluck, Allan Gurganus, Armistead Maupin, Felice Picano, David Plante, John Preston, Paul Reed, Gore Vidal, Edmund White and many others. The appendix contains a list of small presses.        Summers, Claude J. ed. 2002. The Gay and Lesbian Literary Heritage: A Reader&#39;s Companion to the Writers and Their Works, From Antiquity to the Present, Revised Edition. New York: Routledge.    Bobst REF1 PN56.H57 G365 2002      Summers, Claude J, ed. 2004. The Queer Encyclopedia of Music, Dance &amp; Musical Theater. San Francisco: Cleis Press    Bobst MusicRef ML100 .Q44 2004         Summers, Claude J, ed. 2004. The Queer Encyclopedia of the Visual Arts. San Francisco: Cleis Press    Bobst REF1 N72.H64 Q44 2004      Thesing, William B., ed. 1998. Victorian Women Poets. Detroit: Gale Research.    Bobst REF1 PR595.W6 V49 1998         Young, Ian. 1982. The Male Homosexual in Literature: A Bibliography, 2nd ed. Metuchen, NJ: Scarecrow Press    Bobst Z6514.C5 S47 1982       Feminism      Crow, Barbara, ed. 2000. Radical Feminism: A Documentary Reader . New York: New York University Press.    Bobst HQ1426 .R325 2000    Bobst Tamiment HQ1426 .R325 2000 Non-circulating         Hesse-Biber, Sharlene Nagy, Christina K. Gilmartin and Robin Lydenberg. 1999. Feminist Approaches to Theory and Methodology. New York: Oxford University Press.    Bobst HQ1180 .F43 1999         Heywood, Leslie, ed. 2006. The Women&#39;s Movement Today: An Encyclopedia of Third-Wave Feminism . Westport, CT: Greenwood Press.    Bobst REF1 HQ1115 .W644 2006    Table of Contents : http://www.loc.gov/catdir/toc/ecip0515/2005019217.html        Kemp, Sandra and Judith Squires, ed. 1997. Feminisms.   Oxford: Oxford University Press.    Bobst HQ1190 .F4424 1997         Nicholson, Linda, ed. 1997. The Second Wave: A Reader in Feminist Theory.   New York: Routledge.    Bobst HQ1190 .S42 1997       History      Ballou, Patricia K. 1986. Women: A Bibliography of Bibliographies . , 2nd Edition.   Boston, MA: G.K. Hall.    Bobst REF1 Z7961 .B32 1986   This book is an annotated bibliography on a variety of subjects. For the most part, it leads the reader to other, more specific bibliographies. It is organized across the broad categories Geographical Subjects (International Scope) , History, Literature, Mass Media, Fine Arts, Religion, Education, Economics, Political Science, Law, Criminology, Crimes against Women, Anthropology, Sociology, Divorce, Widowhood, Unmarried Couples, Lesbians, Ethnic and Racial Groups, Age Groups, Women Classed by Place of Residence, Disabled Women, Radical Women, Working-Class Women, Psychology, Health and Reproduction.        Bergeron, David Moore. 1999. King James &amp; Letters of Homoerotic Desire .   Iowa City: University of Iowa Press.    Bobst DA391 .B46 1999         Borris, Kenneth. 2004. Same-Sex Desire in the English Renaissance: A Sourcebook of Texts .   New York: Routledge.    Bobst PR428.H66 S36 2004         Frey, Linda, Marsha Frey and Joanne Schneider, eds. 1982. Women in Western European History: A Select Chronilogical, Geographical, and Topical Bibliography.   Westport, CT: Greenwood Press.    Bobst REF1 Z7961 .F74 1982   Across two volumes, nearly 16000 references to scholarship on women in Europe from Antiquity to the twentieth century are provided. The subjects are covered are numerous. The volumes also contain subject indexes, name indexes and author indexes.        Gerard, Kent and Gert Hekma. 1989. The Pursuit of Sodomy: Male Homosexuality in Renaissance and Enlightenment Europe .   New York: Harrington Park Press.    Bobst HQ76.2.E9 P87 1989         Harrison, Cynthia E, ed. 1979. Women In American History: A Bibliography.   Santa Barbara, CA: American Bibliographical Center-Clio Press.    Bobst REF1 Z7962 .H37         Hubbard, Thomas K. 2003. Homosexuality in Greece and Rome: A Sourcebook of Basic Documents .   Berkeley: University of California Press.    Bobst HQ76.3.G8 H66 2003         Merrick, Jeffrey and Bryant T. Ragin, eds. 2001. Homosexuality in Early Modern France: A Documentary Collection.   New York: Oxford University Press.    Bobst HQ76.3.F8 H645 2001         Phillips, Kim M. and Barry Reay, eds. 2002. Sexualities in History: A Reader .   New York: Routledge.    Bobst HQ12 .S46 2002       Law &amp; The State      Currah, Paisley, Richard M. Juang and Shannon Price Minter, eds. 2006. Transgender Rights.   Minneapolis: University of Minnesota Press.    Bobst HQ77.9 .T716 2006.    Table of Contents : http://www.loc.gov/catdir/toc/ecip0613/2006014106.html        Stewart, Chuck. 2001. Homosexuality and the Law: A Dictionary .   Santa Barbara, CA: ABC-CLIO.    Bobst KF4754.5.A68 S74 2001         Williams, Walter L. and Yolanda Retter, eds. 2003 Gay and Lesbian Rights in the United States: A Documentary History.   Westport, CT: Greenwood Press.    NSSR New School Reference HQ76.8.U5 G37 2003         Wing, Adrien, ed. 2003. Critical Race Feminism: A Reader , 2d Edition.   New York: New York University Press.    Bobst HQ1154 .C75 2003    Bobst HQ1154 .C75 1997 (For the 1st Edition which differs significantly from the 2nd Edition.)    Lexicon/Dictionaries      Grahn, Judy. 1984. Another Mother Tongue: Gay Words, Gay Worlds.   Boston: Beacon Press.    Bobst HQ76.8.U5 G73 1984    Bobst SpecCol Fales American         Mira Nouselle, Alberto. 2002. Para Entendernos: Diccionario de Cultura Homosexual, Gay y Lesbica.   Barcelona:Ediciones de la Tempestad.    Bobst REF1 HQ75.13 .M57 2002         Pereda, Ferran. 2004. El Cancaneo: Diccionario Petardo de Argot Gay, Lesbi y Trans.   Barcelona: Laertes.    Bobst REF1 PC4977.G39 P47 2004         Povert, Lione, ed. 1994. Dictionnaire Gay.   Paris: Jacques Grancher.    Bobst REF1 HQ76.25 .P68 1994         Skinner, Jody. 1997. Warme Brude, kesse Vater: Lexikon mit Ausdrucken fur Lesben, Schwule und Homosexualtat.   Essen: Die blaue Eule.    Bobst OFFSITE HQ76.3.G4 S6 1997         Westberg, Markus. 1999. Gaylex: Das Informative und Unterhaltsame Nachschlagewerk fur den Schwulen Mann: Mit Uber 1000 Begriffen rund um das Schwule Leben. Hamburg: Himmelsturmer    Bobst REF1 HQ76.25 .W46 1999       Philosophy      Craig Edward, ed. 1998.  Routledge   Encyclopedia of Philosophy .   London: Routledge.    Bobst REF1 B51 .R68 1998   Internet: http://library.nyu.edu/collections/find_articles_title.html , Updated August 2005        Halle, Randall. 2004. Queer Social Philosophy: Critical Readings from Kant to Adorno .   Urbana, IL: University of Illinois Press.    Bobst H61.15 .H35 2004    Table of Contents : http://www.loc.gov/catdir/toc/ecip048/2003019952.html        Jaggar, Alison M. and Iris Marion Young, eds. 1998. A Companion to Feminist Philosophy .   Malden, MA: Blackwell.    Bobst REF1 HQ1190 .C665 1998       Pornography      Slade, Joseph W. 2001. Pornography in America: A Reference Handbook .   Santa Barbara, CA: ABC-CLIO.    Bobst REF1 HQ471 .S59 2000   A basic level reference tool with short expositions on a number of issues   related to pornography in the United States followed by a chronology from (500 A.D. to 1999),   approximately two dozen biographical sketches (e.g. Andrea Dworkin,   Larry Flynt, Lenny Bruce, Learned Hand, Edwin Meese), references to   and excerpts from primary source material, a glossary and a bibliography        Slade, Joseph W. 2001. Pornography and Sexual Representation.   Westport, CT: Greenwood Press.    Bobst REF1 Z7164.P84 S56 2001       Prostitution and Sex Work      Davis, Nanette J., ed. 1993. Prostitution: An International Handbook on  Trends, Problems, and Policies. Westport, CT: Greenwood Press.    Bobst REF1 HQ117 .P767 1   Essays, statistics and bibliographies on prostitution in Australia,   Brazil, Canada, China, England and Wales, Italy, Japan, the   Netherlands, Norway, Portugal, Singapore, Taiwan, the United States,   Vietnam, West Germany and Yugoslavia        Ditmore, Melissa Hope, ed. 2006. Encyclopedia of Prostitution and Sex Work.   Westport, CT: Greenwood Press.    Bobst REF1 HQ115 .E53 2006 Non-circulating    Table of Contents :http://www.loc.gov/catdir/toc/ecip0611/2006010227.html      Psychology      Coyle, Adrian and Celia Kitzinger, eds. 2002. Lesbian and Gay Psychology: New Perspectives.   Oxford, UK: BPS Blackwell.    Bobst HQ75.15 .L47 2002b         Perez, Ruperto M., Kurt A. DeBord and Kathleen J. Bieschke, eds. 2000. Handbook of Counseling and Psychotherapy with Lesbian, Gay, and Bisexual clients , 1st Edition.  American Psychological Association: Washington, D.C.    Bobst REF1 BF637.C6 H3125 2000   A wide-ranging handbook that summarizes empirical research on working with lesbian, gay, and bisexual clients and addresses social, historical, theoretical and practical issues.        Sobsey, Richard, ed. 1991. Disability, Sexuality and Abuse.   Baltimore, MD: P.H. Brookes Publishing Company.    Bobst Z5703.4.H36 D57 1991         Stainton Rogers, Wendy and Rex Stainton Rogers, eds. 2001. The Psychology of Gender and Sexuality: An Introduction.   Philadelphia: Open University Press.    Bobst BF692 .S72 2001    Description :  http://www.loc.gov/catdir/description/mh051/00035614.html        Taublieb, Amy Beth, ed. 2000. A to Z Handbook of Child and Adolescent Issues.   Boston: Allyn and Bacon.    Bobst REF1 BF721 .T38 2000   Short entries describe a myriad of issues involving the psychology of children and adolescents. Sexuality, gender identity, sexual orientation, tomboyism and other issues are discussed. The entries are written in non-technical language and usually include short bibliographies.        Unger, Rhoda K., ed. 2001. Handbook of the Psychology of Women and Gender.   New York: Wiley.    Bobst REF1 HQ1206 .H2385 2001       Religion      Horner, Tom. 1981. Homosexuality and the Judeo-Christian Tradition: An Annotated Bibliography.   Metuchen, N.J.: American Theological Library Association/Scarecrow Press.    Bobst Z7164.S41 H67         Hinnells, John R., ed. 1997. A New Handbook of Living Religions.   Cambridge, MA: Blackwell.    Bobst REF1 BL80.2 .H275 1997   This handbook contains chapters on Judaism, Christianity, Islam, Zoroastrianism, Hinduism, Sikhism, Jainism, Buddhism, and other religions. Gender is not the exclusive focus but there is a section on Gender and Religion and the sections do contain good bibliographies.        Keller, Rosemary Skinner and Rosemary Radford Ruether, eds. 2006. The Encyclopedia of Women and Religion in North America . Bloomington: Indiana University Press.    Bobst REF1 BL458 .E52 2006    Table of Contents :   http://www.loc.gov/catdir/toc/ecip063/2005032429.html      Science and Knowledge      Dynes, Wayne R. and Stephen Donaldson. 1992. Homosexuality and Medicine, Health and Science.   New York: Garland.    NSSR New School HQ76.25 G6738 1992.         Herzenberg, Caroline L. 1986. Women Scientists from Antiquity to the Present: An Index.   West Cornwall, CT: Locust Hill Press.    NYU Bobst REF9 Q141 .H475 1986         Keller, Evelyn Fox and Longino, Helen E., eds. 1996. Feminism and Science.   Oxford: Oxford University Press.    Bobst Q175.5 .F455 1996   Women&#39;s Perspective as a Radical Critique of Sociology (Dorothy E. Smith); Feminism and science (Evelyn Fox Keller);  (Reason, Science and the Domination of Matter (Genevieve Lloyd); Animal Sociology and a Natural Economy   of the Body Politic, Part II: The Past is a Contested Zone (Donna Haraway); Body, Bias, and Behaviour: A Comparative  Analysis of Reasoning in Two Areas of Biological Science (Helen E. Longino and Ruth Doell); Pre-theoretical Assumptions   in Evolutionary Explanations of Female Sexuality (Elisabeth A. Lloyd); The Egg and the Sperm: How Science   Has Constructed a Romance Based on Stereotypical Male-Female Roles (Emily Martin);  Race and Gender: The Role of Analogy in Science (Nancy Leys Stepan); Why Mammals are Called Mammals:   Gender Politics in Eighteenth-century Natural History (Londa Schiebinger); Language and Ideology in  Evolutionary Theory: Reading Cultural Norms into Natural Law (Evelyn Fox Keller); Nuclear Language and   How We Learned to Pat the Bomb (Carol Cohn); The Mind&#39;s Eye (Evelyn Fox Keller and Christine R. Grontkowski);  Though This be Method, Yet There is Madness In It: Paranoia and Liberal Epistemology (Naomi Scheman); A Science   of Mars or of Venus? (Mary Tiles); Rethinking Standpoint Epistemology: What Is &#39;Strong Objectivity&#39;? (Sandra   Harding); Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Perspective (Donna   Haraway); Subjects, Power, and Knowledge: Description and Prescription in Feminist Philosophies of Science (Helen   E. Longino)        Whaley, Leigh Ann. 2003. Women&#39;s History as Scientists: A Guide to the Debates.   Santa Barbra, CA: ABC-CLIO.    NSSR NewSchool Q130 .W46 2003    Table of Contents :   http://www.loc.gov/catdir/toc/ecip044/2003011314.html       Sexualities      Adams, Rachel and David Savran, eds. 2002. The Masculinity Studies Reader . Malden, MA: Blackwell.       New School HQ1088 .M377 2002    Bobst HQ1088 .M377 2002         Denny, Dallas. 1994. Gender Dysphoria: A Guide to Research.   New York: Garland.    Bobst REF1 Z6665.7.G44 D46 1994   This guide contains hundreds upon hundreds of bibliographic citations. Some are annotated. It contains information on books, book chapters, articles and even legal cases on gender dysphoria        Heath, Rachel Ann. 2006. The Praeger Handbook of Transsexuality: Changing Gender to Match Mindset.   Westport, CT: Praeger Publishers.    Bobst REF1 HQ77.9.H43 2006    Table of Contents :  http://www.loc.gov/catdir/toc/ecip0612/2006011953.html        LaFont, Suzanne, ed. 2003. Constructing Sexualities: Readings in Sexuality, Gender, and Culture. Upper Saddle River, NJ: Prentice Hall .    Bobst GN479.65 .C66 2003         Rust, Paula C. Rodriguez, ed. 2000. Bisexuality in the United States: A Social Science Reader .   New York, NY: Columbia University Press.    Bobst HQ74.2.U5 B55 2000         Storr, Merl, ed. 1999. Bisexuality: A Critical Reader.   New York, NY: Routledge.    NSSR NewSchool HQ74 .B577 1999         Stryker, Susan and Stephen Whittle, eds. 2006. The Transgender Studies Reader . New York: Routledge.       Bobst REF1 HQ77.9 .T72 2006    Table of Contents :   http://www.loc.gov/catdir/toc/ecip065/2005037854.html       Further Resources      Holmes, Janet and Miriam Meyerhoff, eds. 2003. The Handbook of Language and Gender . Malden, MA: Blackwell    Bobst P120.S48 H36 2003      Wilkinson, Carroll Wetzel. 1991. Women Working in Nontraditional Fields: References and Resources, 1963-1988 . Boston: G.K. Hall.    Bobst Z7963.E7 W53 1991                      Reviews of Research and Book Reviews      Annual Reviews . Palo Alto, CA: Annual Reviews.   Internet: http://library.nyu.edu/collections/find_ejournals.html (1-Present, 1975-Present)    Bobst REF1 HM1.A763 (Current Issue Only)    NSSR NewSchool Reference HM1 .A763 (1-Present, 1975-Present)   The Annual Reviews contain articles on varying topics examining past and current literature on a variety of issues in the social sciences. These articles provide excellent reviews of the state of the research on the considered topics. The bibliographies are comprehensive. Anthropology, Clinical Psychology, Environment and Resources, Law and Social Science, Political Science, Psychology, Public Health and Sociology are covered. There are Annual Reviews in the Physical and Biomedical Sciences as well.    Book Review Digest Plus via Wilson. Bronx, NY: H.W. Wilson Co.   Internet: http://library.nyu.edu/collections/find_articles_title.html   This electronic resource retrieves book summaries, bibliographic data, full-text reviews, review excerpts, or basic citations of fiction, nonfiction, children&#39;s books and reference works in the humanities, social sciences, and general sciences.    Lambda Book Report via numerous electronic resources. Washington, D.C.: Lambda Rising, Inc.   Internet: http://library.nyu.edu/collections/find_ejournals.html   Bobst PN56.H57 L36 (1-Present, 1989-Present)    Gay &amp; Lesbian Review Worldwide via numerous electronic resources. Boston: Harvard Gay &amp; Lesbian Review, Inc.   Internet: http://library.nyu.edu/collections/find_ejournals.html   Bobst HQ75 .H37 (2-Present, 1995-Present)               Databases, Indexes and Bibliographies   An index is a reference tool that helps you to find articles in periodicals, such as scholarly journals or magazines, chapters in books, dissertations and conference proceedings among other resources. Usually you look in an index by subject. However, most indexes allow users to search on a variety of criteria, including author, title, source or document type. Once you have found citations, the next step is to check if Bobst Library owns the source and then to determine the location of the source. For more information about finding journal articles please consult the article tutorial at http://library.nyu.edu/research/tutorials/ , or ask a librarian at one of the reference centers in Bobst Library. The resources listed below typically focus on the study of gender or sexuality, however there are a number of other major indexes and abstracts that are appropriate for the study of gender and sexuality. Please see the related research guides at the end of this page to learn more about them.     Contemporary Women's Issues . Beachwood, Ohio: Responsive Database Services Internet: http://library.nyu.edu/collections/find_articles_title.html Full-text resources from a variety of sources and concerning a variety of subjects of interest to researchers in gender studies are provided. The database has an international scope and contains statistical data.     Feminae: Medieval Women and Gender Index . Haverford, PA: M. Schaus Internet: http://library.nyu.edu/collections/find_articles_title.html From the Resource: Feminae: Medieval Women and Gender Index covers journal articles, book reviews, and essays in books about women, sexuality, and gender during the Middle Ages. Because of the explosion of research in Women's Studies during the past two decades, scholars and students interested in women during the Middle Ages find an ever-growing flood of publications. Identifying relevant works in this mass of material is further complicated by the interdisciplinary nature of much of the scholarship. In order to help researchers find current articles and essays quickly and easily, librarians and scholars began compiling the Feminae: Medieval Women and Gender Index in July 1996. Books written by a single author are not indexed in Feminae; for these, check library catalogs that have strong collections in medieval studies.     GenderWatch . Stamford, CT: SoftLine Information Internet: http://library.nyu.edu/collections/find_articles_title.html GenderWatch contains full-text resoures and abstracts from a variety of publications and sources on aspects of gender.     Inventory of Marriage and Family Literature. St. Paul, MN: Family Social Science, University of Minnesota. Bobst Z7164.M2 I57 (3, 5-19; 1973/1974, 1977/1978-1992/1993)     Literature Resource Center . Detroit, MI: Gale Research. Internet: http://library.nyu.edu/collections/find_articles_title.html From the Vendor: Provides access to biographies, bibliographies, and critical analayses of authors from every age and literary discipline. Covers more than 120,000 novelists, essayist, poets, journalists, and other writers, with in-depth coverage of 2,500 of the most-studied authors. Includes links to: Dictionary of literary biography, Contemporary authors, Contemporary literary criticism, and more     Sage Family Studies Abstracts. Beverly Hills, CA: Sage Publications. Bobst REF1 HQ546 .S23 (1-Present, 1979-Present)     Studies on Women and Gender Abstracts. Abingdon: Carfax Publishing. Bobst REF1 Z7962 .S79 as Studies on Women Abstracts (1-17, 1983-1999) (Some Volumes Stored Offsite) Electronic Access via ProQuest (16-18, 1998-2000) Bobst REF1 Z7962 .S79 (22-25, 2004-2007) (Some Volumes Stored Offsite)     Women Studies Abstracts. Rush, NY: Rush Pub. Co. Bobst REF1 Z7962 .W65 (1-Present, 1972-Present)     Flood, Michael. 2005. The Men's Bibliography: A Comprehensive Bibliography of Writing on Men, Masculinities and Sexualities, 14th edition. Canberra, ACT. Internet: http://www.mensbiblio.xyonline.net/     August, Eugene R. 1994. The New Men's Studies. Englewood, CO: Libraries Unlimited. Bobst REF1 Z7164.M49 A84 1994 This resource is an annotated bibliography of works that have potential interest to those who study men. It is interdisciplinary in nature and covers Anthropology, History, Sociology, Literature, the Arts and Psychology. It also engages topics like divorce, boys and socializations, erotica and pornography, feminism, health, humor, family, midlife, men's rights, minoritiy males, comparative and multicultural study, spirituality, single men, sexuality, violence, crime, the military, patriarchy and work among others.     Women and Social Movements in the United States . Alexandria, VA : Alexander Street Press Internet: http://library.nyu.edu/collections/find_articles_title.html Covering the years 1600-2000, Women and Social Movements contains full-text documents and other resources related to the study of U.S. women's history.     Frayser, Suzanne G. and Thomas J. Whitby, eds. 1995. Studies in Human Sexuality , 2nd Edition. Englewood, CO: Libraries Unlimited. Bobst REF1 HQ21 .F73 1995     North American Women's Drama . Alexandria, VA: Alexander Street Press Internet: http://library.nyu.edu/collections/find_articles_title.html The database contains more than 1000 plays in full-text by 247 playwrights.     Women Writers Project . Providence, RI: The Project Internet: http://library.nyu.edu/collections/find_articles_title.html From the Title Screen: The mission of the Brown University Women Writers Project is to create, develop, and make accessible a state-of-the-art electronic textbase of women's writing in English before 1830. The WWP textbase is intended to support a wide range of activities, including new research on texts, information technology, and cultural history; publications and other textbase products; and innovative approaches to teaching.     British and Irish Women's Letters and Diaries . Alexandria, VA: Alexander Street Press Internet: http://library.nyu.edu/collections/find_articles_title.html Spans more than 400 years of personal writings, bringing together the voices of women from England, Scotland, Ireland, and Wales. Includes approximately 100,000 pages of primary materials.     Offenhauer, Priscilla and Alice Buchalter. 2005. Women in Islamic Societies, A Selected Review of Social Scientific Literature . Federal Research Division, Library of Congress: Washington, DC. Internet: http://www.loc.gov/rr/frd/pdf-files/Women%5FIslamic%5FSocieties.pdf     Gerritsen Collection: Women's History Online, 1543-1945 . Ann Arbor, MI: Bell &amp; Howell Information and Learning Internet: http://library.nyu.edu/collections/find_articles_title.html The Gerritsen Collection was begun by Aletta Jacobs Gerritsen in the late 1800s. The online resource delivers two million page images exactly as they appeared in the original printed works. It includes monographs, periodicals and pamphlets in fifteen languages, and is searchable by keyword and Boolean operators.     LGBT Life . Ipswich, MA: EBSCO Information Services Internet: http://library.nyu.edu/collections/find_articles_title.html A resource for literature regarding gay, lesbian, bisexual, and transgender issues. Contains indexing and abstracts for more than 80 LGBT-specific core periodicals. Also contains data mined from over 70 priority periodicals as well as data mined from over 5,000 select titles     Alternative Press Watch . Stamford, CT: Softline Information Internet: http://library.nyu.edu/collections/find_articles_title.html Full text database of selected newspapers, magazines, and journals of the alternative and independent press     Alternative Press Index . College Park, MD: Alternative Press Centre Internet: http://library.nyu.edu/collections/find_articles_title.html Citations to articles published in over 250 alternative, radical, and leftist publications in the U.S. Approximately 90% of the API's coverage is not found in the Reader's Guide or the Social Sciences Index     JSTOR . New York, NY: JSTOR Internet: http://library.nyu.edu/collections/find_articles_title.html Provides image and full-text online access to back issues of selected scholarly journals in feminist and women's studies, as well as history, economics, political science, demography, mathematics and other fields in the humanities, social sciences and physical sciences. Consult the online tables of contents for holdings, as coverage varies for each title. JSTOR contains the backfiles of selected journals and does not contain recent issues.     Other Notable Indexes     America: History and Life and Historical Abstracts . Internet: http://library.nyu.edu/collections/find_articles_title.html America: History and Life is a comprehensive bibliographic reference to the history of the United States and Canada from prehistory to the present. Published since 1964, the database comprises over 490,000 bibliographic entries for periodicals dating back to 1954, providing an incomparable research tool for students and researchers of US and Canadian history. Historical Abstracts is a comprehensive index for the study of the history of the world from 1450 to the present, excluding the United States and Canada, which are covered in America: History and Life. This database contains more than 500,000 records.   Anthropology Plus . Internet: http://library.nyu.edu/collections/find_articles_title.html Anthropology Plus combines Anthropological Literature from Harvard University and Anthropological Index from the Royal Anthropological Institute from the United Kingdom into one index that provides references to scholarship on social, cultural, physical, biological, and linguistic anthropology; ethnology, archaeology, folklore, material culture, and interdisciplinary studies.   Art &amp; Humanities Citations Index, Social Sciences Citation Index and Science Citation Index . Philadelphia, PA: Institute for Scientific Information Internet: http://library.nyu.edu/collections/find_articles_title.html The Web of Science provides access to current and retrospective multidisciplinary information from approximately 8,700 research journals in the world.The citation indexes also provides a unique search method, cited reference searching. With it, users can navigate forward, backward, and through the literature, searching all disciplines and time spans to uncover all the information relevant to their research. Users can also navigate to electronic full-text journal articles.   ATLA Religion Database . Bethesda, MD: Cambridge Scientific Abstracts. Internet: http://library.nyu.edu/collections/find_articles_title.html The ATLA Religion Database is a comprehensive database designed to support religious and theological scholarship in graduate education and faculty research. The database includes the contents of ATLA's print indexes: Religion Index One (RIO), Religion Index Two (RIT) and the Index to Book Reviews in Religion (IBRR).   Dissertation Abstracts . Internet: http://library.nyu.edu/collections/find_articles_title.html Dissertations published from 1980 forward include 350-word abstracts written by the author. Master's theses published from 1988 forward include 150-word abstracts. UMI offers over 1.8 million titles for purchase in microfilm or paper formats. More than 600,000 are available in native or image PDF formats for immediate free download.   ERIC . Internet: http://library.nyu.edu/collections/find_articles_title.html ERIC is a complete bibliography of educational materials available since 1966. It indexes published and unpublished sources on thousands of educational topics, with information from RIE (Resources in Education) and CIJE (Current Index to Journals in Education).   EconLit . Internet: http://library.nyu.edu/collections/find_articles_title.html Dating from 1969, the major bibliographic database covering the scholarly literature in economics. Provides citations and selected abstracts to articles in over 300 journals; citations and abstracts to books; citations to dissertations and conference proceedings. Over 100 journals indexed are published outside the U.S. The database contains at least 735,000 records.   FRANCIS . Internet: http://library.nyu.edu/collections/find_articles_title.html FRANCIS is a multilingual and multidisciplinary bibliographic database covering the humanities, archaeology, history of art, history of science, linguistics, literature, philosophy, prehistory, religions, the social sciences, administration, Latin America, computer and law, education, ethnology, geography, health (RESHUS), sociology, economics, economy (ECODOC), energy economics, and management (DOGE).   History of Science, Technology and Medicine . Internet: http://library.nyu.edu/collections/find_articles_title.html This index provides citations and some brief abstracts to journal articles, conference proceedings, books, book reviews, and dissertations in the history of science, technology and medicine and allied historical fields from prehistory to the present.   Modern Language Association (MLA) Bibliography . New York : Modern Language Association of America. Internet: http://library.nyu.edu/collections/find_articles_title.html Indexes journal articles (except book reviews), books, collections and festschriften, audiovisual materials, reference works, conference papers and proceedings on literature, language, linguistics, folklore and film. Covers sources in many languages.   PAIS (Public Affairs Information Service). Internet: http://library.nyu.edu/collections/find_articles_title.html The PAIS International database from CSA contains references to more than 553,300 journal articles, books, government documents, statistical directories, grey literature, research reports, conference reports, publications of international agencies, microfiche, Internet material, and more. Newspapers and newsletters are not indexed. The database contains information on a diversity of social topics.   Philosopher’s Index . Bethesda, MD: Cambridge Scientific Abstracts. Internet: http://library.nyu.edu/collections/find_articles_title.html The Philosopher's Index online provides indexing and abstracts from books and journals of philosophy and related fields. It covers the areas of ethics, aestehtics, epistemology, logic, and metaphysics as well as material on the philosophy of disciplines, such as law, religion, science, history, and education.   PsycINFO . Internet: http://library.nyu.edu/collections/find_articles_title.html PsycINFO contains citations and summaries of journal articles, book chapters, books, and technical reports in the field of psychology and psychological aspects of related disciplines including medicine, psychiatry, nursing, sociology, education, pharmacology, physiology, linguistics, anthropology, business and law.   PubMed . Internet: http://library.nyu.edu/collections/find_articles_title.html There is a great deal of information in this database that would be useful in the social study of medicine, public health, and violence among other issues.   WorldWide Political Science Abstracts . Internet: http://library.nyu.edu/collections/find_articles_title.html The database provides citations, abstracts, and indexing of the international serials literature in political science and its complementary fields, including international relations, law, and public administration/policy.               NYU Links      The Center for the Study of Gender and Sexuality (CSGS) at New York University   The Center for the Study of Gender and Sexuality (CSGS) is among the few centers in the U.S. with a named emphasis on both gender and sexuality. The Center facilitates a broad interdisciplinary investigation of gender and sexuality as keys to understanding human experience....    NYU Office of LGBT Student Services   The Office of Lesbian, Gay, Bisexual, and Transgender Student Services at New York University exists to create campus environments that are inclusive and supportive of student diversity in the areas of sexual orientation and gender identification.               Selected Internet Resources        National Women&#39;s Studies Association .   Internet: http://www.nwsa.org/       The Center for Lesbian and Gay Studies .   Internet: http://web.gc.cuny.edu/Clags/       The Fales Library   Internet: http://www.nyu.edu/library/bobst/research/fales/       Gay and Lesbian Studies: A Guide to the Collections of The New York Public Library .   Internet: http://www.nypl.org/research/chss/grd/resguides/gay/index.html       Women&#39;s History (Women&#39;s Studies Section of the Association of College &amp; Research Libraries) .   Internet: http://libr.org/wss/wsslinks/history.html       Wellesley Centers for Women .   Internet: http://www.wcwonline.org/   Research on a variety of topics that concern women, men and children. A large number of working papers are indexed on the site. A significant number of those are available freely in full-text.    Gaydemographics.org .   Internet: http://www.gaydemographics.org/index.htm       Queer Resources Directory .   Internet: http://www.qrd.org   From WorldCat (OCLC): This resource is an electronic library with information of interest to the gay, lesbian, and bisexual community. It provides access to resources on several topics, including queers and their families, queer youth, queers and religion, queer health, queer media, politics, organizations, and worldwide queer information    New American Studies Web .   Internet: http://www.georgetown.edu/crossroads/asw/   A searchable Internet database to electronic resources that covers a variety of topics including gender, sexuality and the body    Women&#39;s Studies/Women&#39;s Issues Resource Sites .   Internet: http://umbc7.umbc.edu/%7Ekorenman/wmst/links.html   An annotated collection of websites that consider women&#39;s studies, categories include Activism, Arts and Humanities, Business/Work, Multi-Disciplinary websites, Cybercultures, Girls and Young Women, Health, Higher Education, International Issues, Periodicals, Religion &amp; Spirituality, Science &amp; Technology, Sports &amp; Recreation, Sexuality, Women of Color &amp; Women&#39;s Studies Programs/Research Centers    Gay/Lesbian Politics and Law: WWW and Internet Resources .   Internet: http://www.indiana.edu/~glbtpol/   From the Website: A selective, annotated guide to the best and most authoritative resources on politics, law, and policy. Designed for students, scholars, teachers, journalists, activists, and citizens. Maintained by Steve Sanders, of University of Michigan Law School, and hosted by Indiana University.    glbtq: An Encyclopedia of Gay, Lesbian, Bisexual, Transgender, &amp; Queer Culture .   Internet: http://www.glbtq.com/   This site contains a comprehensive encyclopedia on culture. There are at least 900 entries on a variety of topics and the strength of the encyclopedia is currently in the arts and literature.    WestWeb .   Internet: http://www.library.csi.cuny.edu/westweb/   From the Website: WestWeb is a topically-organized website about the study of the American West created and maintained by a born-and-bred Westerner, Catherine Lavender, of the Department of History, College of Staten Island, The City University of New York. Under each topic heading, you will find collections of primary and secondary documents, biographical and bibliographical resources, lists of hot links to other sites of interest, and images.    Feminist Theory Website .   Internet: http://www.cddc.vt.edu/feminism/       Gays and Lesbians: Reference and Bibliographical Resources Annotated .   Internet: http://faculty.washington.edu/alvin/gayref.htm   An internet bibliography created by Alvin Fritz of the University of Washington Libraries.    The Nazi Persecution of Homosexuals: An Annotated Bibliography of Nonfiction Sources in English .   Internet: http://www.fordham.edu/halsall/pwh/index.html   Maintained by Gerard Koskovich    Association for Middle East Women&#39;s Studies .   Internet: http://www.amews.org /       Bisexual Resource Center   Internet: http://www.biresource.org/    CDS Bookstand   Internet: http://www.cdspub.com/index.html    Transgender Law and Policy Institute   Internet: http://www.transgenderlaw.org/   It contains an up-to-date listing of all laws in the US that are transgender-inclusive and resources and information on legal issues affecting transgendered and gender variant people in the US.    The Williams Institute (UCLA School of Law)   Internet: http://www.law.ucla.edu/williamsinstitute/home.html                  Related Subject Guides      Anthropology    African-American Studies    African-American Literature    East Asian Studies    Education    English and American Literature    Finding Doctoral Dissertations    Latin American Studies    Linguistics    Literary Theory    Political Science    Primary Sources in United States History    Psychology    Sociology    United States History               Libraries and Archives        Archives Gaie du Quebec   URL: http://www.agq.qc.ca/   Collects and preserves all types of documentation (both paper and   media) relating to the gay or lesbian communities of Quebec.    Canadian Gay and Lesbian   Archives (Toronto)   URL: http://www.clga.ca/   Created in 1973 by the collective that produced the newspaper the   Body Politic, the archives&#39; mission is &quot;to collect and maintain information   and materials relating to the gay and lesbian movement in Canada and   elsewhere.&quot; Researchers investigating any aspect of Canadian way culture   should also visit the site for the Archives Gaie du Quebec for the   Franco-phone viewpoint on specific issues.    Gerber/Hart Library &amp; Archives   Directory   URL: http://www.gerberhart.org   Founded in Chicago in 1981, Gerber/Hart Library is the Midwest&#39;s largest   gay, lesbian and bisexual circulating library, archives and resource   center. In addition to our collections, Gerber/Hart is a vital community   resource offering a wide range of cultural and educational programs   aimed at the goal of dispelling homophobia through knowledge.    Human Sexuality Collection   URL: http://rmc.library.cornell.edu/HSC/   Description: Human Sexuality Collection in the Rare &amp; Manuscript Collections   of Cornell University Library. The collections focus on gay and lesbian   history and the politics of pornography in the 19th and 20th centuries.   The core of the collection comes from the Mariposa Education and Research   Foundation.    Lesbian Herstory   Archives (New York City)   URL: http://www.datalounge.net/network/pages/lha   By far the premier site for beginning any research on the lesbian   community of the United States. The Herstory collection was begun   in 1974 as the private library of lesbian feminists Joan Nestle and   Deborah Edel. Holdings range from standard books and publications   through unpublished diaries and clippings files to oral histories   and videotapes.    June L. Mazer   Lesbian Collection (Los Angeles)   URL: http://mazerlesbianarchives.org/   Originally known as the West Coast Lesbian Collection, this is the   only archive in the western United States &quot;dedicated exclusively to   preserving lesbian history.&quot; Holdings reach back to 1895 and include   the papers of veteran lesbian activists Phyllis Lyon and Del Martin.    ONE Institute International   Gay and Lesbian Archives (Los Angeles)   URL: http://www.onearchives.org/   Housed at the University of Southern California, this collection was   formed in 1994 through the merger of the library of ONE (the oldest   continuing homosexual activist group in the western hemisphere, founded   in 1952) and the huge private collection of veteran activist Jim Kepner.            Online Magazines          The ADVOCATE   URL: http://www.advocate.com   Referred to as &quot;the New York Times of gay America,&quot; this comprehensive   magazine has been published since September 1967.    Data Lounge   URL: http://www.datalounge.com/   Daily stories about people and events affecting the Lesbian/Gay community.    GENRE   URL: http://www.genremagazine.com    Girlfriends: The Magazine of   Lesbian Enjoyment   URL: http://www.gfriends.com/    GLQ   URL: http://muse.jhu.edu/journals/glq/    The Harvard Gay &amp; Lesbian Review   URL: http://glreview.com/   Harvard Gay and Lesbian Review One of the leading new journals in   the field of gay and lesbian studies.    In the Life Media   URL: http://www.inthelifetv.org/   IN THE LIFE is a national television series in a newsmagazine format   that reports on gay and lesbian issues and culture. IN THE LIFE broadcasts   on over 130 public television stations nationwide, including all of   the top 20 viewer markets, reaching over one million viewers per episode.    The National Journal of   Sexual Orientation Law   URL: http://www.ibiblio.org/gaylaw/    Papermag   URL: http://www.papermag.com/               Organizations      Children of Lesbians and Gays Everywhere   (COLAGE)   URL: http://www.colage.org/   COLAGE is the only national and international organization in the   world specifically supporting young people with gay, lesbian, bisexual,   and transgender parents.    Empire State Pride Agenda   URL: http://www.prideagenda.org/   The Pride Agenda is New York&#39;s statewide lesbian and gay political   organization. Our purpose is to end discrimination on the basis of   sexual orientation. Empire State Pride Agenda, includes legislative   updates, voting records and other political information.    Gay and Lesbian Alliance Against   Defamation   URL: http://www.glaad.org/   The only national gay and lesbian multimedia watchdog organization,   dedicated to &quot;promoting fair, accurate and inclusive representation   as a means of challenging discrimination based on sexual orientation   or identity.&quot; Site features include information on the creation of   October as Lesbian and Gay History Month, the Freedom to Marry Project,   and the GLAAD archives.    gfn.com (The Gay Financial Network)   URL: http://www.gfn.com   GFN - the Gay Financial Network, hopes to lead all gay and lesbian   Americans to their financial independence and rightful place within   the US financial services marketplace.    Human Rights Campaign Links   URL: http://www.hrc.org/   As America&#39;s largest gay and lesbian organization, the Human Rights   Campaign provides a national voice on gay and lesbian issues.    Lambda   Legal Defense and Education Fund   URL: http://www.lambdalegal.org/   The nation&#39;s oldest and largest legal organization dedicated to the   civil rights of lesbians, gay men, and people with HIV/AIDS.    The Lesbian and Gay Community   Service Center   URL: http://www.gaycenter.org/   The Lesbian, Gay, Bisexual &amp; Transgender Community Center provides   a home for the birth, nurture and celebration of our organizations,   institutions and culture; cares for our individuals and groups in   need; educates the public and our community; and empowers our individuals   and groups to achieve their fullest potential.    National Deaf Queer Resource   Center.   URL: www.deafqueer.org/   Developed and maintained by the former head of San Francisco&#39;s Deaf   Gay and Lesbian Center.    National Gay and Lesbian Task Force   URL: http://www.ngltf.org/   Describing itself as &quot;the frontline activist organization and national   resource center for grassroots lesbian, gay, bisexual and transgender   organizations,&quot; this site also includes press releases, full text   of selected publications, and profiles of the &quot;Creating Change&quot; conferences.       !OutProud!, The National Coalition   for Gay, Lesbian, Bisexual &amp; Transgender Youth   URL: http://www.outproud.org/   Welcome to the World Wide Web site for OutProud, The National Coalition   for Gay, Lesbian, Bisexual &amp; Transgender Youth.    PFLAG (Parents and Friends of Lesbians   and Gays)   URL: http://www.pflag.org/   A national nonprofit grassroots group dedicated to promoting the health   and well-being of gay and lesbian people, their families, and friends   through education and advocacy.    QSTUDY-L   (Queer Studies List)   URL: http://www.uky.edu/StudentOrgs/QueerInfo/qstudy.htm#about   A forum for academic discussion of queer theory, an umbrella term   covering homosexuality, bisexuality, and transgender.            Directories      Smith, Olivia C., ed. 2006. Guide to Graduate Work in Women&#39;s and Gender Studies . College Park, MD: National Women&#39;s Studies Association.    Internet: http://www.nwsa.org/downloads/GradGuide2006.pdf   In addition to providing a comprehensive list of programs dedicated to the study of gender, sexuality and women&#39;s studies, this guide also contains a select list of academic journals in Women&#39;s, Gender or Feminist Studies and a number of web resources. A number of short essays also should help prospective graduate students in finding the right fit in a graduate program.    Driekant (gay/lesbian/bisexual, Belguim)   URL: http://www.driekant.be/    East European Gay Culture   URL: http://community.middlebury.edu/~moss/EEGC.html    Gay and Lesbian Politics: WWW and Internet Resources   URL: http://www.indiana.edu/~glbtpol/   This list is intended as a comprehensive resource on the roles, participation, attitudes, and behaviors of, and issues of concern to, gay men and lesbians in American politics.    GayCanada   URL: http://www.gaycanada.com/index.php   GayCanada started in 1994, directly focused on serving as a resource centre on the internet. Our reputation as a clean and respected database, we grew from 15 initial listings to over 3600, and still growing today.    Guide to Gay and Lesbian Resources   URL: http://www.lib.uchicago.edu/e/su/gaylesb/glguide.html   A Classified Bibliography Based upon the Collections of the University of Chicago. In total, the guide lists over 4500 monographs and serials dealing with this broad topic, and will be of great assistance when looking for scholarly materials in this area.    PlanetOut   URL: http://www.planetout.com/pno/   The only major site devoted exclusively to monitoring news reports from the homosexual community worldwide. Limited archives available.    Queer Resource Directory   URL: http://www.qrd.org/qrd/   One of the longest established gay directory sites and the model for others, with 16,494 files on every aspect of lesbian and gay culture.    QueerNet   URL: http://groups.queernet.org/   QueerNet provides hundreds of email-based communities for the gay/lesbian/bisexual/transgendered, HIV/AIDS, and leather/S&amp;M communities.    The Source   URL: http://www.gaysource.com   To provide the Lesbian, Gay, Bisexual and Transgender Community with a comprehensive resource directory of gay owned and gay friendly businesses and service organizations that treat all individuals in a dignified and nondiscriminatory manner.                         Browse Subjects      Anthropology    African-American Studies    African-American Literature    East Asian Studies    Education    English and American Literature    Finding Doctoral Dissertations    Latin American Studies    Linguistics    Literary Theory    Political Science    Primary Sources in United States History    Psychology    Sociology    United States History                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]},
{"detail": [{"content": "New York University | Bobst Library: Gender and Sexuality Studies                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        Gender and Sexuality Studies      This guide presents information that should be of utility to students and researchers who have varying levels of familiarity with the study of gender and sexuality. The study of gender and sexuality at New York University and in general is characterized by interdisciplinarity. Given that reality, users are also encouraged to consult the related research guides noted on this page.       Contents      Librarian for Gender and Sexuality Studies    Research Assistance    Encyclopedias    Dictionaries, Guides and Overviews    Subject-specific Encyclopedias, Handbooks and Overviews    Reviews of Research and Book Reviews    Databases, Indexes and Bibliographies    NYU Links    Selected Internet Resources    Related Guides    Libraries and Archives    Online Magazines    Organizations    Directories                             Librarian for Gender and Sexuality Studies    Jason Phillips  New York University Bobst Library  Humanities and Social Sciences Reference, 1st floor  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2514  E-mail:   jason.phillips@nyu.edu                     Research Assistance      Virtual Reference Shelf    NYU Libraries Tutorial: How to Find an Article    EndNote, ProCite and RefWorks               Encyclopedias      Bullough, Vern L. and Bonnie Bullough, eds. 1990. Human Sexuality: An Encyclopedia. New York: Garland.    Bobst REF1 HQ9 .H846 1994 Non-circulating   More than 200 articles on a variety of subjects, ranging from biographical entries, to developmental issues, medical issues, matters of public policy, culture, sexual behaviors, practices and variations.    Dynes, Wayne, ed. 1990. Encyclopedia of Homosexuality . New York: Garland.    Bobst REF1 HQ76.25 .E53 1990 Non-circulating (Two Volumes)    Francoeur, Robert T., ed. 1997-2001. The International Encyclopedia of Sexuality . New York: Continuum.    Bobst REF1 HQ21 .I68 1997 Non-circulating (Four Volumes)    Internet : http://www2.hu-berlin.de/sexology/IES/xmain.html    Gerstner, David A., ed. 2006. Routledge International Encyclopedia of Queer Culture . New York: Routledge.    Bobst REF1 HQ76.96 .R68 2006 Non-circulating   This encyclopedia contains hundreds of short entries on a variety of topics with an emphasis on contemporary queer culture and pop culture. For instance, entries on Walt Whitman and Oscar Wilde are consciously omitted. Covered topics include AIDS, American Underground Cinema, Pat Buchanan, Frantz Fanon, Judy Garland, German Literature, Human Rights Campaign, Japanese Transgender Performers, Lipstick Lesbians, Graham Norton, Robyn Ochs, The Pope, Queer Nation, Scholarship and Academic Study (GLBTQ), Jeff Stryker, Rick Santorum, Elizabeth Taylor, Vanilla Sex, Rufus Wainwright, Alice Walker and Xena, Warrior Princess. Users might find the appendices useful as well. They cover international research materials and short descriptions of international sex laws in many countries.    Haggerty, George E. ed. 2000. Gay Histories and Cultures: An Encyclopedia. New York: Garland.    Bobst HQ75.13 .G37 2000    Kramarae, Cheris and Dale Spender, eds. 2000. Routledge International Encyclopedia of Women: Global Women&#39;s Issues and Knowledge. New York: Routledge.    Bobst REF1 HQ1115 .R69 2000 Non-circulating (Four Volumes)    McFadden, Margaret, ed. 1997. Women&#39;s Issues . Pasadena, CA: Salem Press.    Bobst REF1 HQ1115 .W6425 1997 Non-circulating (Three Volumes)    Smelser, Neil J. and Paul B. Baltes, eds. 2001. International Encyclopedia of the Social and Behavioral Sciences . New York: Elsevier.   Electronic access is provided through ScienceDirect at http://library.nyu.edu/collections/find_articles_title.html ; select the &quot;Books&quot; tab and then select the &quot;Reference Works&quot; tab. This title, according to the publisher, is the largest reference work ever published for the social sciences. The print version was published in 2001. The electronic version has since been updated. Across 17,000 pages, contributors write on the diversity of topics of interest to social scientists. It contains numerous articles on sex and gender that touch on issues such as economics, the family, social movements, socialization, theoretical perspectives, religion and ideology, androgyny, GLBT youth, heterosexism, homophobia, rape and sexual coercion, sexual harassment, the law, the gendered division of labor, feminist theory, feminist philosophy and many others. Bibliographies are included with entries.   (also see Bobst REF1 H41 .I65 2001 Non-circulating for the print version in 26 volumes)    Stein, Marc ed. 2004. Encyclopedia of Lesbian, Gay, Bisexual, and Transgender History in America. New York, NY: Charles Scribner&#39;s Sons/Thomson/Gale.    Bobst REF1 HQ76.3.U5 E53 2004 Non-circulating (Three Volumes)    Table of Contents : http://www.loc.gov/catdir/toc/ecip047/2003017434.html    Tierney, Helen, ed. 1999. Women&#39;s Studies Encyclopedia. Westport, CT: Greenwood Press.    Bobst REF1 HQ1115 .W645 1999 Non-circulating (Three Volumes)    Worell, Judith, ed. 2001. Encyclopedia of Women and Gender: Sex Similarities and Differences and the Impact of Society on Gender . San Diego, CA: Academic Press.    Bobst REF1 HQ1115 .E52 2001b Non-circulating (Two Volumes)    Wright, Stephen. 1978. Brief Encyclopedia of Homosexuality. New York: S. Wright Press.    Bobst HQ76.25 .W74                  Dictionaries, Guides and Overviews      Abelove, Henry, Michele Aina Barale and David M. Halperin, eds. 1993. The Lesbian and Gay Studies Reader. New York: Routledge.    Bobst HQ76.25 .L48 1993    Aldrich, Robert and Garry Wotherspoon, eds. 2001. Who&#39;s Who in Gay and Lesbian History: From Antiquity to World War II. New York: Routledge.    Bobst REF1 HQ75.2 .W47 2001 Non-circulating    Aldrich, Robert and Garry Wotherspoon, eds. 2001. Who&#39;s Who in Contemporary Gay and Lesbian History: From World War II to the Present Day. New York: Routledge.    Bobst REF1 HQ75.2 .W46 2001 Non-circulating    Beasley, Chris. 2005. Gender &amp; Sexuality: Critical Theories, Critical Thinkers. London: SAGE Publications.    Bobst REF1 HQ1075 .B42 2005 Non-circulating    Boles, Janet K., Diane Long Houveler and Rebecca Bardwell, eds. 1996. The Historical Dictionary of Feminism. Lanham, MD: Scarecrow Press.    Bobst HQ1115 .B65 1996    Table of Contents : http://www.loc.gov/catdir/toc/ecip0413/2004000060.html    Brown, Loulou, Helen Collins, Pat Green, Maggie Humm and Mel Landells, eds. 1993. W.I.S.H.: The International Handbook of Women&#39;s Studies. New York: Harvester Wheatsheaf.    Bobst REF1 HQ1180 .W5 1993 Non-circulating    Essed, Philomena, David Theo Goldberg and Audrey Kobayashi, eds. 2005. A Companion to Gender Studies. Malden, MA: Blackwell.    Bobst HQ1075 .C656 2005    Greenspan, Karen. 1994. The Timetables of Women&#39;s History: A Chronology of the Most Important People and Events in Women&#39;s History. New York: Simon &amp; Schuster.    Bobst REF1 HQ1121 .G74 1994 Non-circulating    Kimmel, Michael S. and Amy Aronson, eds. 2004. Men and Masculinities: A Social, Cultural and Historical Encyclopedia. Santa Barbara, CA: ABC-CLIO.    NSSR New School Reference HQ1090.3 .M436 2004 Non-circulating    Table of Contents : http://www.loc.gov/catdir/toc/ecip049/2003020729.html    Macey, David. 2000. The Penguin Dictionary of Critical Theory. London: Penguin Books.    Bobst REF1 HM101 .M24 2000 Non-circulating    Murphy, Timothy F., ed. 2000. Readers Guide to Lesbian and Gay Studies. Chicago: Fitzroy Dearborn Publishers.    Bobst REF1 HQ75.15 .R43 2000 Non-circulating    Nordquist, Joan. 1997. Queer Theory: A Bibliography. Santa Cruz, CA: Reference and Research Services.    Bobst Z7161.A22 S6 no. 48    Payne, Michael, ed. 1996. A Dictionary of Cultural and Critical Theory. Oxford: Blackwell.    Bobst REF1 HM101 .D527 1996 Non-circulating    Richardson, Diane and Steven Seidman, eds. 2002. Handbook of Lesbian and Gay Studies . Thousand Oaks, CA: SAGE Publications.    Bobst HQ75.15 .H36 2002    Scanlon, Jennifer, ed. 1999. Significant Contemporary American Feminists: a Biographical Sourcebook. Westport, CT: Greenwood Press.    Bobst 1412 .S56 1999 Non-circulating    Table of Contents : http://lcweb.loc.gov/catdir/toc/98-22899.html    Smart, Barry, ed. 1994. Michel Foucault: Critical Assessments. London: Routledge.    Bobst REF1 B2430.F724 M49 1994 Non-circulating Vols. 1-4    NSSR New School Reference B2430.F724 M49 1994 Non-circulating Vols. 1-7    Tyrkus, Michael J, ed. 1997. Gay &amp; Lesbian Biography. Detroit, St. James Press.    Bobst REF1 HQ75.2 .G39 1997 Non-circulating   275 wide-ranging entries include Alexander the Great, Edward Albee, Francis Bacon, Caravaggio, Roy Cohn, Samuel Delaney, Martin Duberman, Michel Foucault, Jean Genet, Duncan Grant, Radclyffe Hall, Lorraine Hansberry, Bill T. Jones, Billie Jean King, Leonardo Da Vinci, Susan M. Love, Carson McCullers, Herman Melville, James Ivory, Elaine Noble, Plato, Manuel Puig, RuPaul, Sappho, Bessie Smith, Susan Sontag, Karl Heinrich Ulrichs, Carl Van Vechten and Babe Didrikson Zaharias. Entries include bibliographical references.    Weinberg, Martin S. 1972. Homosexuality: An Annotated Bibliography. New York: Harper and Row.    Bobst REF6 Z7164.S42 W425 Non-circulating    Bobst Z7164.S42 W425               Subject-Specific Encyclopedias, Handbooks and Overviews      Anthropology and Archaeology    Bacus, Elsabeth A, and Kurt F. Anshuetz. 1993. A Gendered Past: A Critical Bibliography of Gender in Archaeology. Ann Arbor, MI: University of Michigan Museum of Anthropology.    Bobst REF1 Z5118.W65 G46 1993   This book contains approximately 200 bibliographies with substantial annotations which critically engage the work considered therein. The work considers articles and books published in anthropological archaeology, historical archaeology, and some classical and ethnoarchaeological works that deal with gender. It also contains materials addressing gender as it relates to how archaeology is practiced.    Gacs, Ute, et. al. 1988. Women Anthropologists: A Biographical Dictionary. New York, NY: Greenwood Press.    Bobst GN20 .W63 1988    Lancaster, Roger N. and Micaela Di Leonardo, eds. 1997 The Gender/Sexuality Reader: Culture, History, Political Economy. New York: Routledge.    Bobst GN479.65 .G475 1997    Description : http://www.loc.gov/catdir/enhancements/fy0647/96039187-d.html    Robertson, Jennifer Ellen, ed. 2005. Same-sex Cultures and Sexualities: An Anthropological Reader . Malden, MA: Blackwell.    Bobst GN484.35 .S36 2005    Table of Contents : http://www.loc.gov/catdir/toc/ecip0412/2003026674.html    Wright, Rita P., ed. 1996. Gender and Archaeology. Philadelphia: University of Pennsylvania Press.    Bobst GN799.W66 G45 1996    Art, Literature and Literary Criticism      Bloom, Harold ed. 1997. Lesbian &amp; Bisexual Fiction Writers.   Philadelphia, Chelsea House.    Bobst PS153.L46 L43 1997         Conner, Randy P. et. al, eds. 1997. Cassell&#39;s Encyclopedia of Queer Myth,  Symbol, and Spirit: Gay, Lesbian, Bisexual and Transgender Love.   London: Cassell.    Bobst REF1 HQ75.15 .C66 1997         Davidson, Cathy N. and Linda Wagner-Martin, eds. 1995. The Oxford Companion to Women&#39;s Writing in   the United States. New York: Oxford University Press.    Bobst REF1 PS147 .O94 1994   Contains A-Z entries, an index, bibliographies and a chronology        Day, Frances Ann. 2000. Lesbian and Gay Voices: An Annotated Bibliography and Guide to Literature for Children and Young Adults.   Westport, CT: Greenwood Press.    Bobst Z1037 .D24 2000         Eagleton, Mary, ed. 1996. Feminist Literary Theory: A Reader . Oxford: Blackwell.    Bobst PN98.W64 F44 1996         Foster, David William and Emmanuel S. Nelson, eds. 1994. Latin American Writers on Gay and Lesbian Themes: A Bio-Critical Sourcebook.   Westport, CT: Greenwood Press.    Bobst REF1 PQ7081.3 .F62 1994   This work contains short biographical entries on selected writers along with lists of their works and bibliographies. Many authors are considered and they include Oscar Zeta Acosta, Jose Balza, Jorge Luis Borges, Nancy Cardenas, Hugo Foguet, Gabriela Mistral, Manuel Mujica Lainez, Senel Paz, Manuel Puig, John Rechy, Evelio Rosero Diago and Luis Zapata. A bibliography for further reading is included.        Furtado, Ken and Nancy Hellner, eds. 1993. Gay and Lesbian Plays: An Annotated Bibliography.   Metuchen, NJ: Scarecrow Press.    Bobst REF1 Z1229.G25 F87 1993         Garber, Eric and Lyn Paleo, eds. 1983. Uranian Worlds: A Readers Guide to Alternative Sexuality in Science Fiction and Fantasy.   Boston: G.K. Hall.    Bobst Z6514.C5 S43 1983         Gay and Lesbian Caucus, College Art Association. 1994. Bibliography of Gay and Lesbian Art. New York: College Art Association    Bobst N72.S42 C62 1994         Gillon, Margaret. 1995. Lesbians in Print: A Bibliography of 1,500 Books with Synopses.   Irvine, CA: Bluestocking Books.    Bobst REF1 Z7164.H74 G55 1995         Griffin, Gabrielle, ed. 2002. Who&#39;s Who in Lesbian &amp; Gay Writing.   London: Routledge.    Bobst REF1 HQ75.13 G75 2002 Non-circulating         Helbing, Terry. 1980. Gay Theatre Alliance Directory of Gay Plays.   New York, NY: JH Press.    Bobst REF1 PS338.H66 H4         Humm, Maggie. 1994. A Reader&#39;s Guide to Contemporary Feminist Literary Criticism.   New York: Harvester Wheatshef.    Bobst REF1 PN98 .W64 H85 1994   Addresses second wave feminism, myth criticism, Marxist feminist criticism, French feminist criticism,   Psychoanalytic criticism, Postructuralism, Deconstruction, Postmodernism, Black Femnisim and the African Diaspora,  Lesbian feminist criticism and Third World feminist criticism.        McGill, Frank N., ed. 1996. Masterpieces of Women&#39;s Literature.   New York: Harper Collins.    Bobst REF1 PS147 .M37 1996         Nelson, Emmanuel S. 1993. Contemporary Gay American Novelists: A Bio-Bibliographical Critical Sourcebook Westport, CT: Greenwood Press    Bobst REF1 PS374.N63 C66 1993   This work contains short biographical entries on selected writers along with lists of their works, discussions of their critical receptions and bibliographies to secondary material. Authors discussed include Steve Abbott, James Baldwin, Truman Capote, Marsh Cassidy, Christopher Coe, Denniss Cooper, Christopher Davis, Melvin Dixon, John Fox, Robert Gluck, Allan Gurganus, Armistead Maupin, Felice Picano, David Plante, John Preston, Paul Reed, Gore Vidal, Edmund White and many others. The appendix contains a list of small presses.        Summers, Claude J. ed. 2002. The Gay and Lesbian Literary Heritage: A Reader&#39;s Companion to the Writers and Their Works, From Antiquity to the Present, Revised Edition. New York: Routledge.    Bobst REF1 PN56.H57 G365 2002      Summers, Claude J, ed. 2004. The Queer Encyclopedia of Music, Dance &amp; Musical Theater. San Francisco: Cleis Press    Bobst MusicRef ML100 .Q44 2004         Summers, Claude J, ed. 2004. The Queer Encyclopedia of the Visual Arts. San Francisco: Cleis Press    Bobst REF1 N72.H64 Q44 2004      Thesing, William B., ed. 1998. Victorian Women Poets. Detroit: Gale Research.    Bobst REF1 PR595.W6 V49 1998         Young, Ian. 1982. The Male Homosexual in Literature: A Bibliography, 2nd ed. Metuchen, NJ: Scarecrow Press    Bobst Z6514.C5 S47 1982       Feminism      Crow, Barbara, ed. 2000. Radical Feminism: A Documentary Reader . New York: New York University Press.    Bobst HQ1426 .R325 2000    Bobst Tamiment HQ1426 .R325 2000 Non-circulating         Hesse-Biber, Sharlene Nagy, Christina K. Gilmartin and Robin Lydenberg. 1999. Feminist Approaches to Theory and Methodology. New York: Oxford University Press.    Bobst HQ1180 .F43 1999         Heywood, Leslie, ed. 2006. The Women&#39;s Movement Today: An Encyclopedia of Third-Wave Feminism . Westport, CT: Greenwood Press.    Bobst REF1 HQ1115 .W644 2006    Table of Contents : http://www.loc.gov/catdir/toc/ecip0515/2005019217.html        Kemp, Sandra and Judith Squires, ed. 1997. Feminisms.   Oxford: Oxford University Press.    Bobst HQ1190 .F4424 1997         Nicholson, Linda, ed. 1997. The Second Wave: A Reader in Feminist Theory.   New York: Routledge.    Bobst HQ1190 .S42 1997       History      Ballou, Patricia K. 1986. Women: A Bibliography of Bibliographies . , 2nd Edition.   Boston, MA: G.K. Hall.    Bobst REF1 Z7961 .B32 1986   This book is an annotated bibliography on a variety of subjects. For the most part, it leads the reader to other, more specific bibliographies. It is organized across the broad categories Geographical Subjects (International Scope) , History, Literature, Mass Media, Fine Arts, Religion, Education, Economics, Political Science, Law, Criminology, Crimes against Women, Anthropology, Sociology, Divorce, Widowhood, Unmarried Couples, Lesbians, Ethnic and Racial Groups, Age Groups, Women Classed by Place of Residence, Disabled Women, Radical Women, Working-Class Women, Psychology, Health and Reproduction.        Bergeron, David Moore. 1999. King James &amp; Letters of Homoerotic Desire .   Iowa City: University of Iowa Press.    Bobst DA391 .B46 1999         Borris, Kenneth. 2004. Same-Sex Desire in the English Renaissance: A Sourcebook of Texts .   New York: Routledge.    Bobst PR428.H66 S36 2004         Frey, Linda, Marsha Frey and Joanne Schneider, eds. 1982. Women in Western European History: A Select Chronilogical, Geographical, and Topical Bibliography.   Westport, CT: Greenwood Press.    Bobst REF1 Z7961 .F74 1982   Across two volumes, nearly 16000 references to scholarship on women in Europe from Antiquity to the twentieth century are provided. The subjects are covered are numerous. The volumes also contain subject indexes, name indexes and author indexes.        Gerard, Kent and Gert Hekma. 1989. The Pursuit of Sodomy: Male Homosexuality in Renaissance and Enlightenment Europe .   New York: Harrington Park Press.    Bobst HQ76.2.E9 P87 1989         Harrison, Cynthia E, ed. 1979. Women In American History: A Bibliography.   Santa Barbara, CA: American Bibliographical Center-Clio Press.    Bobst REF1 Z7962 .H37         Hubbard, Thomas K. 2003. Homosexuality in Greece and Rome: A Sourcebook of Basic Documents .   Berkeley: University of California Press.    Bobst HQ76.3.G8 H66 2003         Merrick, Jeffrey and Bryant T. Ragin, eds. 2001. Homosexuality in Early Modern France: A Documentary Collection.   New York: Oxford University Press.    Bobst HQ76.3.F8 H645 2001         Phillips, Kim M. and Barry Reay, eds. 2002. Sexualities in History: A Reader .   New York: Routledge.    Bobst HQ12 .S46 2002       Law &amp; The State      Currah, Paisley, Richard M. Juang and Shannon Price Minter, eds. 2006. Transgender Rights.   Minneapolis: University of Minnesota Press.    Bobst HQ77.9 .T716 2006.    Table of Contents : http://www.loc.gov/catdir/toc/ecip0613/2006014106.html        Stewart, Chuck. 2001. Homosexuality and the Law: A Dictionary .   Santa Barbara, CA: ABC-CLIO.    Bobst KF4754.5.A68 S74 2001         Williams, Walter L. and Yolanda Retter, eds. 2003 Gay and Lesbian Rights in the United States: A Documentary History.   Westport, CT: Greenwood Press.    NSSR New School Reference HQ76.8.U5 G37 2003         Wing, Adrien, ed. 2003. Critical Race Feminism: A Reader , 2d Edition.   New York: New York University Press.    Bobst HQ1154 .C75 2003    Bobst HQ1154 .C75 1997 (For the 1st Edition which differs significantly from the 2nd Edition.)    Lexicon/Dictionaries      Grahn, Judy. 1984. Another Mother Tongue: Gay Words, Gay Worlds.   Boston: Beacon Press.    Bobst HQ76.8.U5 G73 1984    Bobst SpecCol Fales American         Mira Nouselle, Alberto. 2002. Para Entendernos: Diccionario de Cultura Homosexual, Gay y Lesbica.   Barcelona:Ediciones de la Tempestad.    Bobst REF1 HQ75.13 .M57 2002         Pereda, Ferran. 2004. El Cancaneo: Diccionario Petardo de Argot Gay, Lesbi y Trans.   Barcelona: Laertes.    Bobst REF1 PC4977.G39 P47 2004         Povert, Lione, ed. 1994. Dictionnaire Gay.   Paris: Jacques Grancher.    Bobst REF1 HQ76.25 .P68 1994         Skinner, Jody. 1997. Warme Brude, kesse Vater: Lexikon mit Ausdrucken fur Lesben, Schwule und Homosexualtat.   Essen: Die blaue Eule.    Bobst OFFSITE HQ76.3.G4 S6 1997         Westberg, Markus. 1999. Gaylex: Das Informative und Unterhaltsame Nachschlagewerk fur den Schwulen Mann: Mit Uber 1000 Begriffen rund um das Schwule Leben. Hamburg: Himmelsturmer    Bobst REF1 HQ76.25 .W46 1999       Philosophy      Craig Edward, ed. 1998.  Routledge   Encyclopedia of Philosophy .   London: Routledge.    Bobst REF1 B51 .R68 1998   Internet: http://library.nyu.edu/collections/find_articles_title.html , Updated August 2005        Halle, Randall. 2004. Queer Social Philosophy: Critical Readings from Kant to Adorno .   Urbana, IL: University of Illinois Press.    Bobst H61.15 .H35 2004    Table of Contents : http://www.loc.gov/catdir/toc/ecip048/2003019952.html        Jaggar, Alison M. and Iris Marion Young, eds. 1998. A Companion to Feminist Philosophy .   Malden, MA: Blackwell.    Bobst REF1 HQ1190 .C665 1998       Pornography      Slade, Joseph W. 2001. Pornography in America: A Reference Handbook .   Santa Barbara, CA: ABC-CLIO.    Bobst REF1 HQ471 .S59 2000   A basic level reference tool with short expositions on a number of issues   related to pornography in the United States followed by a chronology from (500 A.D. to 1999),   approximately two dozen biographical sketches (e.g. Andrea Dworkin,   Larry Flynt, Lenny Bruce, Learned Hand, Edwin Meese), references to   and excerpts from primary source material, a glossary and a bibliography        Slade, Joseph W. 2001. Pornography and Sexual Representation.   Westport, CT: Greenwood Press.    Bobst REF1 Z7164.P84 S56 2001       Prostitution and Sex Work      Davis, Nanette J., ed. 1993. Prostitution: An International Handbook on  Trends, Problems, and Policies. Westport, CT: Greenwood Press.    Bobst REF1 HQ117 .P767 1   Essays, statistics and bibliographies on prostitution in Australia,   Brazil, Canada, China, England and Wales, Italy, Japan, the   Netherlands, Norway, Portugal, Singapore, Taiwan, the United States,   Vietnam, West Germany and Yugoslavia        Ditmore, Melissa Hope, ed. 2006. Encyclopedia of Prostitution and Sex Work.   Westport, CT: Greenwood Press.    Bobst REF1 HQ115 .E53 2006 Non-circulating    Table of Contents :http://www.loc.gov/catdir/toc/ecip0611/2006010227.html      Psychology      Coyle, Adrian and Celia Kitzinger, eds. 2002. Lesbian and Gay Psychology: New Perspectives.   Oxford, UK: BPS Blackwell.    Bobst HQ75.15 .L47 2002b         Perez, Ruperto M., Kurt A. DeBord and Kathleen J. Bieschke, eds. 2000. Handbook of Counseling and Psychotherapy with Lesbian, Gay, and Bisexual clients , 1st Edition.  American Psychological Association: Washington, D.C.    Bobst REF1 BF637.C6 H3125 2000   A wide-ranging handbook that summarizes empirical research on working with lesbian, gay, and bisexual clients and addresses social, historical, theoretical and practical issues.        Sobsey, Richard, ed. 1991. Disability, Sexuality and Abuse.   Baltimore, MD: P.H. Brookes Publishing Company.    Bobst Z5703.4.H36 D57 1991         Stainton Rogers, Wendy and Rex Stainton Rogers, eds. 2001. The Psychology of Gender and Sexuality: An Introduction.   Philadelphia: Open University Press.    Bobst BF692 .S72 2001    Description :  http://www.loc.gov/catdir/description/mh051/00035614.html        Taublieb, Amy Beth, ed. 2000. A to Z Handbook of Child and Adolescent Issues.   Boston: Allyn and Bacon.    Bobst REF1 BF721 .T38 2000   Short entries describe a myriad of issues involving the psychology of children and adolescents. Sexuality, gender identity, sexual orientation, tomboyism and other issues are discussed. The entries are written in non-technical language and usually include short bibliographies.        Unger, Rhoda K., ed. 2001. Handbook of the Psychology of Women and Gender.   New York: Wiley.    Bobst REF1 HQ1206 .H2385 2001       Religion      Horner, Tom. 1981. Homosexuality and the Judeo-Christian Tradition: An Annotated Bibliography.   Metuchen, N.J.: American Theological Library Association/Scarecrow Press.    Bobst Z7164.S41 H67         Hinnells, John R., ed. 1997. A New Handbook of Living Religions.   Cambridge, MA: Blackwell.    Bobst REF1 BL80.2 .H275 1997   This handbook contains chapters on Judaism, Christianity, Islam, Zoroastrianism, Hinduism, Sikhism, Jainism, Buddhism, and other religions. Gender is not the exclusive focus but there is a section on Gender and Religion and the sections do contain good bibliographies.        Keller, Rosemary Skinner and Rosemary Radford Ruether, eds. 2006. The Encyclopedia of Women and Religion in North America . Bloomington: Indiana University Press.    Bobst REF1 BL458 .E52 2006    Table of Contents :   http://www.loc.gov/catdir/toc/ecip063/2005032429.html      Science and Knowledge      Dynes, Wayne R. and Stephen Donaldson. 1992. Homosexuality and Medicine, Health and Science.   New York: Garland.    NSSR New School HQ76.25 G6738 1992.         Herzenberg, Caroline L. 1986. Women Scientists from Antiquity to the Present: An Index.   West Cornwall, CT: Locust Hill Press.    NYU Bobst REF9 Q141 .H475 1986         Keller, Evelyn Fox and Longino, Helen E., eds. 1996. Feminism and Science.   Oxford: Oxford University Press.    Bobst Q175.5 .F455 1996   Women&#39;s Perspective as a Radical Critique of Sociology (Dorothy E. Smith); Feminism and science (Evelyn Fox Keller);  (Reason, Science and the Domination of Matter (Genevieve Lloyd); Animal Sociology and a Natural Economy   of the Body Politic, Part II: The Past is a Contested Zone (Donna Haraway); Body, Bias, and Behaviour: A Comparative  Analysis of Reasoning in Two Areas of Biological Science (Helen E. Longino and Ruth Doell); Pre-theoretical Assumptions   in Evolutionary Explanations of Female Sexuality (Elisabeth A. Lloyd); The Egg and the Sperm: How Science   Has Constructed a Romance Based on Stereotypical Male-Female Roles (Emily Martin);  Race and Gender: The Role of Analogy in Science (Nancy Leys Stepan); Why Mammals are Called Mammals:   Gender Politics in Eighteenth-century Natural History (Londa Schiebinger); Language and Ideology in  Evolutionary Theory: Reading Cultural Norms into Natural Law (Evelyn Fox Keller); Nuclear Language and   How We Learned to Pat the Bomb (Carol Cohn); The Mind&#39;s Eye (Evelyn Fox Keller and Christine R. Grontkowski);  Though This be Method, Yet There is Madness In It: Paranoia and Liberal Epistemology (Naomi Scheman); A Science   of Mars or of Venus? (Mary Tiles); Rethinking Standpoint Epistemology: What Is &#39;Strong Objectivity&#39;? (Sandra   Harding); Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Perspective (Donna   Haraway); Subjects, Power, and Knowledge: Description and Prescription in Feminist Philosophies of Science (Helen   E. Longino)        Whaley, Leigh Ann. 2003. Women&#39;s History as Scientists: A Guide to the Debates.   Santa Barbra, CA: ABC-CLIO.    NSSR NewSchool Q130 .W46 2003    Table of Contents :   http://www.loc.gov/catdir/toc/ecip044/2003011314.html       Sexualities      Adams, Rachel and David Savran, eds. 2002. The Masculinity Studies Reader . Malden, MA: Blackwell.       New School HQ1088 .M377 2002    Bobst HQ1088 .M377 2002         Denny, Dallas. 1994. Gender Dysphoria: A Guide to Research.   New York: Garland.    Bobst REF1 Z6665.7.G44 D46 1994   This guide contains hundreds upon hundreds of bibliographic citations. Some are annotated. It contains information on books, book chapters, articles and even legal cases on gender dysphoria        Heath, Rachel Ann. 2006. The Praeger Handbook of Transsexuality: Changing Gender to Match Mindset.   Westport, CT: Praeger Publishers.    Bobst REF1 HQ77.9.H43 2006    Table of Contents :  http://www.loc.gov/catdir/toc/ecip0612/2006011953.html        LaFont, Suzanne, ed. 2003. Constructing Sexualities: Readings in Sexuality, Gender, and Culture. Upper Saddle River, NJ: Prentice Hall .    Bobst GN479.65 .C66 2003         Rust, Paula C. Rodriguez, ed. 2000. Bisexuality in the United States: A Social Science Reader .   New York, NY: Columbia University Press.    Bobst HQ74.2.U5 B55 2000         Storr, Merl, ed. 1999. Bisexuality: A Critical Reader.   New York, NY: Routledge.    NSSR NewSchool HQ74 .B577 1999         Stryker, Susan and Stephen Whittle, eds. 2006. The Transgender Studies Reader . New York: Routledge.       Bobst REF1 HQ77.9 .T72 2006    Table of Contents :   http://www.loc.gov/catdir/toc/ecip065/2005037854.html       Further Resources      Holmes, Janet and Miriam Meyerhoff, eds. 2003. The Handbook of Language and Gender . Malden, MA: Blackwell    Bobst P120.S48 H36 2003      Wilkinson, Carroll Wetzel. 1991. Women Working in Nontraditional Fields: References and Resources, 1963-1988 . Boston: G.K. Hall.    Bobst Z7963.E7 W53 1991                      Reviews of Research and Book Reviews      Annual Reviews . Palo Alto, CA: Annual Reviews.   Internet: http://library.nyu.edu/collections/find_ejournals.html (1-Present, 1975-Present)    Bobst REF1 HM1.A763 (Current Issue Only)    NSSR NewSchool Reference HM1 .A763 (1-Present, 1975-Present)   The Annual Reviews contain articles on varying topics examining past and current literature on a variety of issues in the social sciences. These articles provide excellent reviews of the state of the research on the considered topics. The bibliographies are comprehensive. Anthropology, Clinical Psychology, Environment and Resources, Law and Social Science, Political Science, Psychology, Public Health and Sociology are covered. There are Annual Reviews in the Physical and Biomedical Sciences as well.    Book Review Digest Plus via Wilson. Bronx, NY: H.W. Wilson Co.   Internet: http://library.nyu.edu/collections/find_articles_title.html   This electronic resource retrieves book summaries, bibliographic data, full-text reviews, review excerpts, or basic citations of fiction, nonfiction, children&#39;s books and reference works in the humanities, social sciences, and general sciences.    Lambda Book Report via numerous electronic resources. Washington, D.C.: Lambda Rising, Inc.   Internet: http://library.nyu.edu/collections/find_ejournals.html   Bobst PN56.H57 L36 (1-Present, 1989-Present)    Gay &amp; Lesbian Review Worldwide via numerous electronic resources. Boston: Harvard Gay &amp; Lesbian Review, Inc.   Internet: http://library.nyu.edu/collections/find_ejournals.html   Bobst HQ75 .H37 (2-Present, 1995-Present)               Databases, Indexes and Bibliographies   An index is a reference tool that helps you to find articles in periodicals, such as scholarly journals or magazines, chapters in books, dissertations and conference proceedings among other resources. Usually you look in an index by subject. However, most indexes allow users to search on a variety of criteria, including author, title, source or document type. Once you have found citations, the next step is to check if Bobst Library owns the source and then to determine the location of the source. For more information about finding journal articles please consult the article tutorial at http://library.nyu.edu/research/tutorials/ , or ask a librarian at one of the reference centers in Bobst Library. The resources listed below typically focus on the study of gender or sexuality, however there are a number of other major indexes and abstracts that are appropriate for the study of gender and sexuality. Please see the related research guides at the end of this page to learn more about them.     Contemporary Women's Issues . Beachwood, Ohio: Responsive Database Services Internet: http://library.nyu.edu/collections/find_articles_title.html Full-text resources from a variety of sources and concerning a variety of subjects of interest to researchers in gender studies are provided. The database has an international scope and contains statistical data.     Feminae: Medieval Women and Gender Index . Haverford, PA: M. Schaus Internet: http://library.nyu.edu/collections/find_articles_title.html From the Resource: Feminae: Medieval Women and Gender Index covers journal articles, book reviews, and essays in books about women, sexuality, and gender during the Middle Ages. Because of the explosion of research in Women's Studies during the past two decades, scholars and students interested in women during the Middle Ages find an ever-growing flood of publications. Identifying relevant works in this mass of material is further complicated by the interdisciplinary nature of much of the scholarship. In order to help researchers find current articles and essays quickly and easily, librarians and scholars began compiling the Feminae: Medieval Women and Gender Index in July 1996. Books written by a single author are not indexed in Feminae; for these, check library catalogs that have strong collections in medieval studies.     GenderWatch . Stamford, CT: SoftLine Information Internet: http://library.nyu.edu/collections/find_articles_title.html GenderWatch contains full-text resoures and abstracts from a variety of publications and sources on aspects of gender.     Inventory of Marriage and Family Literature. St. Paul, MN: Family Social Science, University of Minnesota. Bobst Z7164.M2 I57 (3, 5-19; 1973/1974, 1977/1978-1992/1993)     Literature Resource Center . Detroit, MI: Gale Research. Internet: http://library.nyu.edu/collections/find_articles_title.html From the Vendor: Provides access to biographies, bibliographies, and critical analayses of authors from every age and literary discipline. Covers more than 120,000 novelists, essayist, poets, journalists, and other writers, with in-depth coverage of 2,500 of the most-studied authors. Includes links to: Dictionary of literary biography, Contemporary authors, Contemporary literary criticism, and more     Sage Family Studies Abstracts. Beverly Hills, CA: Sage Publications. Bobst REF1 HQ546 .S23 (1-Present, 1979-Present)     Studies on Women and Gender Abstracts. Abingdon: Carfax Publishing. Bobst REF1 Z7962 .S79 as Studies on Women Abstracts (1-17, 1983-1999) (Some Volumes Stored Offsite) Electronic Access via ProQuest (16-18, 1998-2000) Bobst REF1 Z7962 .S79 (22-25, 2004-2007) (Some Volumes Stored Offsite)     Women Studies Abstracts. Rush, NY: Rush Pub. Co. Bobst REF1 Z7962 .W65 (1-Present, 1972-Present)     Flood, Michael. 2005. The Men's Bibliography: A Comprehensive Bibliography of Writing on Men, Masculinities and Sexualities, 14th edition. Canberra, ACT. Internet: http://www.mensbiblio.xyonline.net/     August, Eugene R. 1994. The New Men's Studies. Englewood, CO: Libraries Unlimited. Bobst REF1 Z7164.M49 A84 1994 This resource is an annotated bibliography of works that have potential interest to those who study men. It is interdisciplinary in nature and covers Anthropology, History, Sociology, Literature, the Arts and Psychology. It also engages topics like divorce, boys and socializations, erotica and pornography, feminism, health, humor, family, midlife, men's rights, minoritiy males, comparative and multicultural study, spirituality, single men, sexuality, violence, crime, the military, patriarchy and work among others.     Women and Social Movements in the United States . Alexandria, VA : Alexander Street Press Internet: http://library.nyu.edu/collections/find_articles_title.html Covering the years 1600-2000, Women and Social Movements contains full-text documents and other resources related to the study of U.S. women's history.     Frayser, Suzanne G. and Thomas J. Whitby, eds. 1995. Studies in Human Sexuality , 2nd Edition. Englewood, CO: Libraries Unlimited. Bobst REF1 HQ21 .F73 1995     North American Women's Drama . Alexandria, VA: Alexander Street Press Internet: http://library.nyu.edu/collections/find_articles_title.html The database contains more than 1000 plays in full-text by 247 playwrights.     Women Writers Project . Providence, RI: The Project Internet: http://library.nyu.edu/collections/find_articles_title.html From the Title Screen: The mission of the Brown University Women Writers Project is to create, develop, and make accessible a state-of-the-art electronic textbase of women's writing in English before 1830. The WWP textbase is intended to support a wide range of activities, including new research on texts, information technology, and cultural history; publications and other textbase products; and innovative approaches to teaching.     British and Irish Women's Letters and Diaries . Alexandria, VA: Alexander Street Press Internet: http://library.nyu.edu/collections/find_articles_title.html Spans more than 400 years of personal writings, bringing together the voices of women from England, Scotland, Ireland, and Wales. Includes approximately 100,000 pages of primary materials.     Offenhauer, Priscilla and Alice Buchalter. 2005. Women in Islamic Societies, A Selected Review of Social Scientific Literature . Federal Research Division, Library of Congress: Washington, DC. Internet: http://www.loc.gov/rr/frd/pdf-files/Women%5FIslamic%5FSocieties.pdf     Gerritsen Collection: Women's History Online, 1543-1945 . Ann Arbor, MI: Bell &amp; Howell Information and Learning Internet: http://library.nyu.edu/collections/find_articles_title.html The Gerritsen Collection was begun by Aletta Jacobs Gerritsen in the late 1800s. The online resource delivers two million page images exactly as they appeared in the original printed works. It includes monographs, periodicals and pamphlets in fifteen languages, and is searchable by keyword and Boolean operators.     LGBT Life . Ipswich, MA: EBSCO Information Services Internet: http://library.nyu.edu/collections/find_articles_title.html A resource for literature regarding gay, lesbian, bisexual, and transgender issues. Contains indexing and abstracts for more than 80 LGBT-specific core periodicals. Also contains data mined from over 70 priority periodicals as well as data mined from over 5,000 select titles     Alternative Press Watch . Stamford, CT: Softline Information Internet: http://library.nyu.edu/collections/find_articles_title.html Full text database of selected newspapers, magazines, and journals of the alternative and independent press     Alternative Press Index . College Park, MD: Alternative Press Centre Internet: http://library.nyu.edu/collections/find_articles_title.html Citations to articles published in over 250 alternative, radical, and leftist publications in the U.S. Approximately 90% of the API's coverage is not found in the Reader's Guide or the Social Sciences Index     JSTOR . New York, NY: JSTOR Internet: http://library.nyu.edu/collections/find_articles_title.html Provides image and full-text online access to back issues of selected scholarly journals in feminist and women's studies, as well as history, economics, political science, demography, mathematics and other fields in the humanities, social sciences and physical sciences. Consult the online tables of contents for holdings, as coverage varies for each title. JSTOR contains the backfiles of selected journals and does not contain recent issues.     Other Notable Indexes     America: History and Life and Historical Abstracts . Internet: http://library.nyu.edu/collections/find_articles_title.html America: History and Life is a comprehensive bibliographic reference to the history of the United States and Canada from prehistory to the present. Published since 1964, the database comprises over 490,000 bibliographic entries for periodicals dating back to 1954, providing an incomparable research tool for students and researchers of US and Canadian history. Historical Abstracts is a comprehensive index for the study of the history of the world from 1450 to the present, excluding the United States and Canada, which are covered in America: History and Life. This database contains more than 500,000 records.   Anthropology Plus . Internet: http://library.nyu.edu/collections/find_articles_title.html Anthropology Plus combines Anthropological Literature from Harvard University and Anthropological Index from the Royal Anthropological Institute from the United Kingdom into one index that provides references to scholarship on social, cultural, physical, biological, and linguistic anthropology; ethnology, archaeology, folklore, material culture, and interdisciplinary studies.   Art &amp; Humanities Citations Index, Social Sciences Citation Index and Science Citation Index . Philadelphia, PA: Institute for Scientific Information Internet: http://library.nyu.edu/collections/find_articles_title.html The Web of Science provides access to current and retrospective multidisciplinary information from approximately 8,700 research journals in the world.The citation indexes also provides a unique search method, cited reference searching. With it, users can navigate forward, backward, and through the literature, searching all disciplines and time spans to uncover all the information relevant to their research. Users can also navigate to electronic full-text journal articles.   ATLA Religion Database . Bethesda, MD: Cambridge Scientific Abstracts. Internet: http://library.nyu.edu/collections/find_articles_title.html The ATLA Religion Database is a comprehensive database designed to support religious and theological scholarship in graduate education and faculty research. The database includes the contents of ATLA's print indexes: Religion Index One (RIO), Religion Index Two (RIT) and the Index to Book Reviews in Religion (IBRR).   Dissertation Abstracts . Internet: http://library.nyu.edu/collections/find_articles_title.html Dissertations published from 1980 forward include 350-word abstracts written by the author. Master's theses published from 1988 forward include 150-word abstracts. UMI offers over 1.8 million titles for purchase in microfilm or paper formats. More than 600,000 are available in native or image PDF formats for immediate free download.   ERIC . Internet: http://library.nyu.edu/collections/find_articles_title.html ERIC is a complete bibliography of educational materials available since 1966. It indexes published and unpublished sources on thousands of educational topics, with information from RIE (Resources in Education) and CIJE (Current Index to Journals in Education).   EconLit . Internet: http://library.nyu.edu/collections/find_articles_title.html Dating from 1969, the major bibliographic database covering the scholarly literature in economics. Provides citations and selected abstracts to articles in over 300 journals; citations and abstracts to books; citations to dissertations and conference proceedings. Over 100 journals indexed are published outside the U.S. The database contains at least 735,000 records.   FRANCIS . Internet: http://library.nyu.edu/collections/find_articles_title.html FRANCIS is a multilingual and multidisciplinary bibliographic database covering the humanities, archaeology, history of art, history of science, linguistics, literature, philosophy, prehistory, religions, the social sciences, administration, Latin America, computer and law, education, ethnology, geography, health (RESHUS), sociology, economics, economy (ECODOC), energy economics, and management (DOGE).   History of Science, Technology and Medicine . Internet: http://library.nyu.edu/collections/find_articles_title.html This index provides citations and some brief abstracts to journal articles, conference proceedings, books, book reviews, and dissertations in the history of science, technology and medicine and allied historical fields from prehistory to the present.   Modern Language Association (MLA) Bibliography . New York : Modern Language Association of America. Internet: http://library.nyu.edu/collections/find_articles_title.html Indexes journal articles (except book reviews), books, collections and festschriften, audiovisual materials, reference works, conference papers and proceedings on literature, language, linguistics, folklore and film. Covers sources in many languages.   PAIS (Public Affairs Information Service). Internet: http://library.nyu.edu/collections/find_articles_title.html The PAIS International database from CSA contains references to more than 553,300 journal articles, books, government documents, statistical directories, grey literature, research reports, conference reports, publications of international agencies, microfiche, Internet material, and more. Newspapers and newsletters are not indexed. The database contains information on a diversity of social topics.   Philosopher’s Index . Bethesda, MD: Cambridge Scientific Abstracts. Internet: http://library.nyu.edu/collections/find_articles_title.html The Philosopher's Index online provides indexing and abstracts from books and journals of philosophy and related fields. It covers the areas of ethics, aestehtics, epistemology, logic, and metaphysics as well as material on the philosophy of disciplines, such as law, religion, science, history, and education.   PsycINFO . Internet: http://library.nyu.edu/collections/find_articles_title.html PsycINFO contains citations and summaries of journal articles, book chapters, books, and technical reports in the field of psychology and psychological aspects of related disciplines including medicine, psychiatry, nursing, sociology, education, pharmacology, physiology, linguistics, anthropology, business and law.   PubMed . Internet: http://library.nyu.edu/collections/find_articles_title.html There is a great deal of information in this database that would be useful in the social study of medicine, public health, and violence among other issues.   WorldWide Political Science Abstracts . Internet: http://library.nyu.edu/collections/find_articles_title.html The database provides citations, abstracts, and indexing of the international serials literature in political science and its complementary fields, including international relations, law, and public administration/policy.               NYU Links      The Center for the Study of Gender and Sexuality (CSGS) at New York University   The Center for the Study of Gender and Sexuality (CSGS) is among the few centers in the U.S. with a named emphasis on both gender and sexuality. The Center facilitates a broad interdisciplinary investigation of gender and sexuality as keys to understanding human experience....    NYU Office of LGBT Student Services   The Office of Lesbian, Gay, Bisexual, and Transgender Student Services at New York University exists to create campus environments that are inclusive and supportive of student diversity in the areas of sexual orientation and gender identification.               Selected Internet Resources        National Women&#39;s Studies Association .   Internet: http://www.nwsa.org/       The Center for Lesbian and Gay Studies .   Internet: http://web.gc.cuny.edu/Clags/       The Fales Library   Internet: http://www.nyu.edu/library/bobst/research/fales/       Gay and Lesbian Studies: A Guide to the Collections of The New York Public Library .   Internet: http://www.nypl.org/research/chss/grd/resguides/gay/index.html       Women&#39;s History (Women&#39;s Studies Section of the Association of College &amp; Research Libraries) .   Internet: http://libr.org/wss/wsslinks/history.html       Wellesley Centers for Women .   Internet: http://www.wcwonline.org/   Research on a variety of topics that concern women, men and children. A large number of working papers are indexed on the site. A significant number of those are available freely in full-text.    Gaydemographics.org .   Internet: http://www.gaydemographics.org/index.htm       Queer Resources Directory .   Internet: http://www.qrd.org   From WorldCat (OCLC): This resource is an electronic library with information of interest to the gay, lesbian, and bisexual community. It provides access to resources on several topics, including queers and their families, queer youth, queers and religion, queer health, queer media, politics, organizations, and worldwide queer information    New American Studies Web .   Internet: http://www.georgetown.edu/crossroads/asw/   A searchable Internet database to electronic resources that covers a variety of topics including gender, sexuality and the body    Women&#39;s Studies/Women&#39;s Issues Resource Sites .   Internet: http://umbc7.umbc.edu/%7Ekorenman/wmst/links.html   An annotated collection of websites that consider women&#39;s studies, categories include Activism, Arts and Humanities, Business/Work, Multi-Disciplinary websites, Cybercultures, Girls and Young Women, Health, Higher Education, International Issues, Periodicals, Religion &amp; Spirituality, Science &amp; Technology, Sports &amp; Recreation, Sexuality, Women of Color &amp; Women&#39;s Studies Programs/Research Centers    Gay/Lesbian Politics and Law: WWW and Internet Resources .   Internet: http://www.indiana.edu/~glbtpol/   From the Website: A selective, annotated guide to the best and most authoritative resources on politics, law, and policy. Designed for students, scholars, teachers, journalists, activists, and citizens. Maintained by Steve Sanders, of University of Michigan Law School, and hosted by Indiana University.    glbtq: An Encyclopedia of Gay, Lesbian, Bisexual, Transgender, &amp; Queer Culture .   Internet: http://www.glbtq.com/   This site contains a comprehensive encyclopedia on culture. There are at least 900 entries on a variety of topics and the strength of the encyclopedia is currently in the arts and literature.    WestWeb .   Internet: http://www.library.csi.cuny.edu/westweb/   From the Website: WestWeb is a topically-organized website about the study of the American West created and maintained by a born-and-bred Westerner, Catherine Lavender, of the Department of History, College of Staten Island, The City University of New York. Under each topic heading, you will find collections of primary and secondary documents, biographical and bibliographical resources, lists of hot links to other sites of interest, and images.    Feminist Theory Website .   Internet: http://www.cddc.vt.edu/feminism/       Gays and Lesbians: Reference and Bibliographical Resources Annotated .   Internet: http://faculty.washington.edu/alvin/gayref.htm   An internet bibliography created by Alvin Fritz of the University of Washington Libraries.    The Nazi Persecution of Homosexuals: An Annotated Bibliography of Nonfiction Sources in English .   Internet: http://www.fordham.edu/halsall/pwh/index.html   Maintained by Gerard Koskovich    Association for Middle East Women&#39;s Studies .   Internet: http://www.amews.org /       Bisexual Resource Center   Internet: http://www.biresource.org/    CDS Bookstand   Internet: http://www.cdspub.com/index.html    Transgender Law and Policy Institute   Internet: http://www.transgenderlaw.org/   It contains an up-to-date listing of all laws in the US that are transgender-inclusive and resources and information on legal issues affecting transgendered and gender variant people in the US.    The Williams Institute (UCLA School of Law)   Internet: http://www.law.ucla.edu/williamsinstitute/home.html                  Related Subject Guides      Anthropology    African-American Studies    African-American Literature    East Asian Studies    Education    English and American Literature    Finding Doctoral Dissertations    Latin American Studies    Linguistics    Literary Theory    Political Science    Primary Sources in United States History    Psychology    Sociology    United States History               Libraries and Archives        Archives Gaie du Quebec   URL: http://www.agq.qc.ca/   Collects and preserves all types of documentation (both paper and   media) relating to the gay or lesbian communities of Quebec.    Canadian Gay and Lesbian   Archives (Toronto)   URL: http://www.clga.ca/   Created in 1973 by the collective that produced the newspaper the   Body Politic, the archives&#39; mission is &quot;to collect and maintain information   and materials relating to the gay and lesbian movement in Canada and   elsewhere.&quot; Researchers investigating any aspect of Canadian way culture   should also visit the site for the Archives Gaie du Quebec for the   Franco-phone viewpoint on specific issues.    Gerber/Hart Library &amp; Archives   Directory   URL: http://www.gerberhart.org   Founded in Chicago in 1981, Gerber/Hart Library is the Midwest&#39;s largest   gay, lesbian and bisexual circulating library, archives and resource   center. In addition to our collections, Gerber/Hart is a vital community   resource offering a wide range of cultural and educational programs   aimed at the goal of dispelling homophobia through knowledge.    Human Sexuality Collection   URL: http://rmc.library.cornell.edu/HSC/   Description: Human Sexuality Collection in the Rare &amp; Manuscript Collections   of Cornell University Library. The collections focus on gay and lesbian   history and the politics of pornography in the 19th and 20th centuries.   The core of the collection comes from the Mariposa Education and Research   Foundation.    Lesbian Herstory   Archives (New York City)   URL: http://www.datalounge.net/network/pages/lha   By far the premier site for beginning any research on the lesbian   community of the United States. The Herstory collection was begun   in 1974 as the private library of lesbian feminists Joan Nestle and   Deborah Edel. Holdings range from standard books and publications   through unpublished diaries and clippings files to oral histories   and videotapes.    June L. Mazer   Lesbian Collection (Los Angeles)   URL: http://mazerlesbianarchives.org/   Originally known as the West Coast Lesbian Collection, this is the   only archive in the western United States &quot;dedicated exclusively to   preserving lesbian history.&quot; Holdings reach back to 1895 and include   the papers of veteran lesbian activists Phyllis Lyon and Del Martin.    ONE Institute International   Gay and Lesbian Archives (Los Angeles)   URL: http://www.onearchives.org/   Housed at the University of Southern California, this collection was   formed in 1994 through the merger of the library of ONE (the oldest   continuing homosexual activist group in the western hemisphere, founded   in 1952) and the huge private collection of veteran activist Jim Kepner.            Online Magazines          The ADVOCATE   URL: http://www.advocate.com   Referred to as &quot;the New York Times of gay America,&quot; this comprehensive   magazine has been published since September 1967.    Data Lounge   URL: http://www.datalounge.com/   Daily stories about people and events affecting the Lesbian/Gay community.    GENRE   URL: http://www.genremagazine.com    Girlfriends: The Magazine of   Lesbian Enjoyment   URL: http://www.gfriends.com/    GLQ   URL: http://muse.jhu.edu/journals/glq/    The Harvard Gay &amp; Lesbian Review   URL: http://glreview.com/   Harvard Gay and Lesbian Review One of the leading new journals in   the field of gay and lesbian studies.    In the Life Media   URL: http://www.inthelifetv.org/   IN THE LIFE is a national television series in a newsmagazine format   that reports on gay and lesbian issues and culture. IN THE LIFE broadcasts   on over 130 public television stations nationwide, including all of   the top 20 viewer markets, reaching over one million viewers per episode.    The National Journal of   Sexual Orientation Law   URL: http://www.ibiblio.org/gaylaw/    Papermag   URL: http://www.papermag.com/               Organizations      Children of Lesbians and Gays Everywhere   (COLAGE)   URL: http://www.colage.org/   COLAGE is the only national and international organization in the   world specifically supporting young people with gay, lesbian, bisexual,   and transgender parents.    Empire State Pride Agenda   URL: http://www.prideagenda.org/   The Pride Agenda is New York&#39;s statewide lesbian and gay political   organization. Our purpose is to end discrimination on the basis of   sexual orientation. Empire State Pride Agenda, includes legislative   updates, voting records and other political information.    Gay and Lesbian Alliance Against   Defamation   URL: http://www.glaad.org/   The only national gay and lesbian multimedia watchdog organization,   dedicated to &quot;promoting fair, accurate and inclusive representation   as a means of challenging discrimination based on sexual orientation   or identity.&quot; Site features include information on the creation of   October as Lesbian and Gay History Month, the Freedom to Marry Project,   and the GLAAD archives.    gfn.com (The Gay Financial Network)   URL: http://www.gfn.com   GFN - the Gay Financial Network, hopes to lead all gay and lesbian   Americans to their financial independence and rightful place within   the US financial services marketplace.    Human Rights Campaign Links   URL: http://www.hrc.org/   As America&#39;s largest gay and lesbian organization, the Human Rights   Campaign provides a national voice on gay and lesbian issues.    Lambda   Legal Defense and Education Fund   URL: http://www.lambdalegal.org/   The nation&#39;s oldest and largest legal organization dedicated to the   civil rights of lesbians, gay men, and people with HIV/AIDS.    The Lesbian and Gay Community   Service Center   URL: http://www.gaycenter.org/   The Lesbian, Gay, Bisexual &amp; Transgender Community Center provides   a home for the birth, nurture and celebration of our organizations,   institutions and culture; cares for our individuals and groups in   need; educates the public and our community; and empowers our individuals   and groups to achieve their fullest potential.    National Deaf Queer Resource   Center.   URL: www.deafqueer.org/   Developed and maintained by the former head of San Francisco&#39;s Deaf   Gay and Lesbian Center.    National Gay and Lesbian Task Force   URL: http://www.ngltf.org/   Describing itself as &quot;the frontline activist organization and national   resource center for grassroots lesbian, gay, bisexual and transgender   organizations,&quot; this site also includes press releases, full text   of selected publications, and profiles of the &quot;Creating Change&quot; conferences.       !OutProud!, The National Coalition   for Gay, Lesbian, Bisexual &amp; Transgender Youth   URL: http://www.outproud.org/   Welcome to the World Wide Web site for OutProud, The National Coalition   for Gay, Lesbian, Bisexual &amp; Transgender Youth.    PFLAG (Parents and Friends of Lesbians   and Gays)   URL: http://www.pflag.org/   A national nonprofit grassroots group dedicated to promoting the health   and well-being of gay and lesbian people, their families, and friends   through education and advocacy.    QSTUDY-L   (Queer Studies List)   URL: http://www.uky.edu/StudentOrgs/QueerInfo/qstudy.htm#about   A forum for academic discussion of queer theory, an umbrella term   covering homosexuality, bisexuality, and transgender.            Directories      Smith, Olivia C., ed. 2006. Guide to Graduate Work in Women&#39;s and Gender Studies . College Park, MD: National Women&#39;s Studies Association.    Internet: http://www.nwsa.org/downloads/GradGuide2006.pdf   In addition to providing a comprehensive list of programs dedicated to the study of gender, sexuality and women&#39;s studies, this guide also contains a select list of academic journals in Women&#39;s, Gender or Feminist Studies and a number of web resources. A number of short essays also should help prospective graduate students in finding the right fit in a graduate program.    Driekant (gay/lesbian/bisexual, Belguim)   URL: http://www.driekant.be/    East European Gay Culture   URL: http://community.middlebury.edu/~moss/EEGC.html    Gay and Lesbian Politics: WWW and Internet Resources   URL: http://www.indiana.edu/~glbtpol/   This list is intended as a comprehensive resource on the roles, participation, attitudes, and behaviors of, and issues of concern to, gay men and lesbians in American politics.    GayCanada   URL: http://www.gaycanada.com/index.php   GayCanada started in 1994, directly focused on serving as a resource centre on the internet. Our reputation as a clean and respected database, we grew from 15 initial listings to over 3600, and still growing today.    Guide to Gay and Lesbian Resources   URL: http://www.lib.uchicago.edu/e/su/gaylesb/glguide.html   A Classified Bibliography Based upon the Collections of the University of Chicago. In total, the guide lists over 4500 monographs and serials dealing with this broad topic, and will be of great assistance when looking for scholarly materials in this area.    PlanetOut   URL: http://www.planetout.com/pno/   The only major site devoted exclusively to monitoring news reports from the homosexual community worldwide. Limited archives available.    Queer Resource Directory   URL: http://www.qrd.org/qrd/   One of the longest established gay directory sites and the model for others, with 16,494 files on every aspect of lesbian and gay culture.    QueerNet   URL: http://groups.queernet.org/   QueerNet provides hundreds of email-based communities for the gay/lesbian/bisexual/transgendered, HIV/AIDS, and leather/S&amp;M communities.    The Source   URL: http://www.gaysource.com   To provide the Lesbian, Gay, Bisexual and Transgender Community with a comprehensive resource directory of gay owned and gay friendly businesses and service organizations that treat all individuals in a dignified and nondiscriminatory manner.                         Browse Subjects      Anthropology    African-American Studies    African-American Literature    East Asian Studies    Education    English and American Literature    Finding Doctoral Dissertations    Latin American Studies    Linguistics    Literary Theory    Political Science    Primary Sources in United States History    Psychology    Sociology    United States History                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "Gender and Sexuality Studies    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Events       Center for the Gender and Sexuality Studies       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter               The undergraduate Program in Gender and Sexuality Studies is administered through the new Department of Social and Cultural Analysis and offers a broad interdisciplinary investigation of gender and sexuality as keys to understanding human experience, fully integrating the study of gender and sexuality in its core curriculum, and insistently extending the view beyond U.S. borders.    At its core, the undergraduate Program encourages students to question the meanings of \"male\" and \"female,\" as well as of sexual norms, in both Western and non-Western societies. Courses seek to unravel the ways in which ideas about gender and sexuality shape social roles and identities, in addition to the ways in which race, class, and ethnicity function in the experience of gender and sexuality within a culture. Gender and Sexuality Studies challenges the privileging of some categories (i.e., male or heterosexual) over others, along with the social and political implications of such hierarchies. Our curriculum makes gender and sexuality central rather than peripheral terms of analysis and seeks to complicate what is often presented as \"natural\" or \"normal\" in traditional academic curricula.        Announcements         SCA Events Calendar               Quicklinks         About Arts and Science           Directions to NYU                         Contact Us | &copy; New York University , Arts and Science"}]}]