[{"detail": [{"content": "Curriculum &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                          Business and Economic Reporting          Overview              BER News                  Curriculum                  Faculty                  How to Apply                  Scholarships                  Internships                  Jobs                  Student Work                  Resources                  Alumni Profiles                  Speaker Series                  Resource Links                  Student Profiles                  Summer Internships                              Curriculum         The program in Business and Economic Reporting is interdisciplinary. Students earn 44 credits for the Master of Arts degree and Certificate in Business and Economic Reporting. They receive intensive instruction in the fundamentals of business, finance, and economics. And they take specialized journalism courses in which they report and write on contemporary business issues.       Course Title   No. of Credits   M.A. Courses in Journalism       Writing, Research, and Reporting Workshop 1   4       Writing, Research, and Reporting Workshop 2: Covering Business and Financial News   4       Law and Mass Communication   4       Specialized Reporting: Investigative Reporting   4       The Hyperlocal Newsroom   4       Writing the Long-Form Narrative   4       Summer Internship   2   MBA Courses in NYU's Stern School of Business       Foundations of Finance   3       Financial Accounting and Reporting   3       Firms and Markets   3       Global Economy   3       Elective 1 (see below)   3       Elective 2 (see below)   3   Highlights include:   MBA courses: Students take six MBA courses at NYU 's prestigious Leonard N. Stern School of Business.   M. A. Journalism courses: Students take six business journalism courses plus a summer internship.   Internships: Students take a ten-week, full time writing internship during the summer between their second and third semesters. NYU maintains relationships with many of the leading business news publications in New York. Most students also take additional internships during their second and third semesters, for a total of two or three by the time they graduate.   Multimedia: Students learned how to write for all contemporary media, including traditional print, online, video, podcasts, and slide shows.   Training in broadcast journalism: Students interested in a career in broadcasting can take a broadcasting course, subject to availability.   Waiver and replacement of required courses: Students who come to the program with a strong academic background in business, finance, or economics may be waived out of one or more of the required MBA courses. In such cases, students take a more advanced business or economics course instead. The director of the program will make decisions on a case-by-case basis.   The curriculum follows, first Journalism and then MBA courses. Please note that some of the required courses may change from year to year.   M.A. Courses in Journalism     1. Writing, Research, and Reporting Workshop 1 G54.1021 (4 credits)     The teaching of news writing is divided into two courses given during the first and second semesters of study in the program. In Reporting 1, offered in the fall semester, students learn reporting principles and techniques and work on increasingly challenging in-class assignments. Students also use New York City as a laboratory to report actual business news events, including speeches, company meetings, elections, and courtroom activities. Topics include story structure and organization, writing techniques, news judgment, and the development of sources and story ideas.     2. Writing, Research, and Reporting Workshop 2: Covering Business and Financial News G54.1022 (4 credits)     Reporting 2, offered in the spring semester, focuses on feature writing while continuing development of news writing skills. Students will focus on coverage of business and financial news. Under tight deadline pressure, they will write news articles on the stock and bond markets and on business news generated especially by companies in New York and the tri-state region. They will also cover industry beats by developing reliable sources among analysts and company executives.     3. Law and Mass Communication G54.0011 (4 credits):     Discusses exceptions to the First Amendment language that \"Congress shall make no law...abridging the freedom of speech or of the press.\" Subjects covered include prior restraint of the press, libel, invasion of privacy, obscenity, shield laws and protection of sources, free press and fair trial, and broadcast regulations by the FCC.   International students may instead take Press Ethics or History of the News, with permission of the BER Director.   Press Ethics G54.0012 Explores the ethical questions facing working journalists. Focuses on specific cases, both real and hypothetical. Through readings, papers, and class discussions, students analyze the ethical problems raised by these cases and develop their own systems for making ethical decisions.   *History of the News G54.0018 This course surveys the history of the media and how each major development affected reporters and the public. Emphasis is placed on developments of the last century and especially the more recent growth of electronic media. This course is recommended for international students who do not plan to practice journalism in the United States and for whom Law and Mass Communications would not be especially relevant.     4. Specialized Reporting: Investigative Reporting G54.1182 (4 credits)     (This course is selected from the BER roster of courses, and the offering may change from year to year) Students learn a wide range of techniques for gathering information for in-depth business articles and investigations. They learn how to formulate a strategy for effective reporting and then gather the needed information from interviews, documents, and online sources. The work focuses on collecting information from sources such as government agencies, legal source material, and databases. The course also introduces students to the use of spreadsheets for the analysis of information.     5. The Hyperlocal Newsroom  G54.1080 (4 credits)     (This course is selected from the BER roster of courses, and the offering may change from year to year.)   Students learn multimedia in the context of a hyperlocal newsroom, focusing on video, still images, and audio as effective reporting tools. Students will produce their work for The Local East Village, a hyperlocal news blog that is a collaborative effort between The New York Times and the Carter Journalism Institute. Published student work will appear under the banner of nytimes.com.     6.  Writing the Long-Form Narrative G54.1182 (4 credits)     (This course is selected from the BER roster of courses, and the offering may change from year to year.)   This seminar focuses on the various components that comprise in-depth magazine stories and non-fiction books. We'll dissect great modern and classic magazine stories, books and book proposals for story, character arcs, dialogue, scenes, analysis, structure, transitions, verb tense, point of view and style. The goal is to figure out how memorable magazine features and narrative non-fiction books that keep your attention to the very last page are created, then to take what we've learned and apply it to our own work. There is one semester-long writing assignment—a 5,000+-word feature story—with several shorter related pieces involving scenes, character, dialogue, and analysis, all of which will be incorporated into the final capstone. Along the way we'll work on pitches and story memos, research and interview techniques, time management, outlines, editing and multiple drafts, and all the challenges today's non-fiction narrative writers face.     7. Summer Internship (2 credits)     Internship G54.1290 Students will have an internship during their summer in residence at NYU. They will work in the business and financial reporting section of a newspaper, magazine, broadcasting station, or online publication. Most of these internships will be in New York City.   Directed Reading G54.1299 This course is designed for part-time students, who undertake a substantial project of individual study. Students explore a business or economic subject in depth and produce a publishable article.           MBA Courses in NYU's Stern School of Business     8. Foundations of Finance B01.2311 (3 credits) or similar finance course     Students will learn about the financial markets and the tools available to companies in need of capital. Included: the banking system, the stock and bond markets, options, venture capital, and angel capital. Also: financing choices for corporations, including equity, debt, and derivative financial instruments, and their effect on the value of the company.     9. Financial Accounting and Reporting B01.1306 (3 credits) or similar accounting course     \"Accounting reports are an important means of communication with investors. This course focuses on the development, analysis and use of these reports. It provides an understanding of what these reports contain, what assumptions and concepts accountants use to prepare them, and why they use those assumptions and concepts. The course uses simple examples to provide students with a clear understanding of accounting concepts. It stresses the ability to apply these concepts to real world cases, which by their very nature are complex and ambiguous. In addition to text-oriented materials, the classes also include cases so that students can discuss applications of basic concepts, actual financial reports, and articles from newspapers. In addition to traditional introductory topics other topics may include mergers and acquisitions, purchase and pooling, free cash flow and financial statement analysis.\" (Stern website)     10. Firms and Markets B01.1303 ( 3 credits) or a more advanced economics course     \"This course is about economic principles: those governing the behavior of markets and firms-and strategic interactions between firms. Situations faced by leading corporations will be discussed, including supply and demand; how price depends on both costs and the sensitivity of buyers to price; the advantages and disadvantages of size; whether firms should make or outsource their inputs; how to increase revenue by charging different prices to different customers; the advantages and disadvantages of price competition; how to convey information to buyers and sellers; and winner take - most \"network\" markets. The course structure assumes that all students have had some economics background. They must be comfortable with quantitative concepts and approaches and with graphical/geometric ways of presenting quantitative information.\" (Stern website)     11. Global Economy B01.2303 (3 credits) or a more advanced economics course     \"We use the tools of international macroeconomics to explore the economic environment facing firms operating around the globe. Central issues include the role of economic policy and institutions in the performance of firms and nations; economic indicators and forecasting; employment and unemployment; interest rates, inflation, and monetary policy; global trade in goods and capital; foreign exchange rates; and emerging market crises. These issues are considered from the perspectives of both firms and countries.\" (Stern website)     12. and 13.  Two Electives (3 credits each)      Choose two courses, meeting applicable prerequisites, and with permission of the BER Director or Assistant Director.  Students generally take their electives in subjects that they would like to cover as journalists. These electives are taken during the third semester from a wide array of offering at NYU:   Another MBA course at the Stern School of Business   A course at the NYU School of Law   A course at another NYU graduate school or department                                                   Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}]},
{"detail": [{"content": "Curriculum &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                          Business and Economic Reporting          Overview              BER News                  Curriculum                  Faculty                  How to Apply                  Scholarships                  Internships                  Jobs                  Student Work                  Resources                  Alumni Profiles                  Speaker Series                  Resource Links                  Student Profiles                  Summer Internships                              Curriculum         The program in Business and Economic Reporting is interdisciplinary. Students earn 44 credits for the Master of Arts degree and Certificate in Business and Economic Reporting. They receive intensive instruction in the fundamentals of business, finance, and economics. And they take specialized journalism courses in which they report and write on contemporary business issues.       Course Title   No. of Credits   M.A. Courses in Journalism       Writing, Research, and Reporting Workshop 1   4       Writing, Research, and Reporting Workshop 2: Covering Business and Financial News   4       Law and Mass Communication   4       Specialized Reporting: Investigative Reporting   4       The Hyperlocal Newsroom   4       Writing the Long-Form Narrative   4       Summer Internship   2   MBA Courses in NYU's Stern School of Business       Foundations of Finance   3       Financial Accounting and Reporting   3       Firms and Markets   3       Global Economy   3       Elective 1 (see below)   3       Elective 2 (see below)   3   Highlights include:   MBA courses: Students take six MBA courses at NYU 's prestigious Leonard N. Stern School of Business.   M. A. Journalism courses: Students take six business journalism courses plus a summer internship.   Internships: Students take a ten-week, full time writing internship during the summer between their second and third semesters. NYU maintains relationships with many of the leading business news publications in New York. Most students also take additional internships during their second and third semesters, for a total of two or three by the time they graduate.   Multimedia: Students learned how to write for all contemporary media, including traditional print, online, video, podcasts, and slide shows.   Training in broadcast journalism: Students interested in a career in broadcasting can take a broadcasting course, subject to availability.   Waiver and replacement of required courses: Students who come to the program with a strong academic background in business, finance, or economics may be waived out of one or more of the required MBA courses. In such cases, students take a more advanced business or economics course instead. The director of the program will make decisions on a case-by-case basis.   The curriculum follows, first Journalism and then MBA courses. Please note that some of the required courses may change from year to year.   M.A. Courses in Journalism     1. Writing, Research, and Reporting Workshop 1 G54.1021 (4 credits)     The teaching of news writing is divided into two courses given during the first and second semesters of study in the program. In Reporting 1, offered in the fall semester, students learn reporting principles and techniques and work on increasingly challenging in-class assignments. Students also use New York City as a laboratory to report actual business news events, including speeches, company meetings, elections, and courtroom activities. Topics include story structure and organization, writing techniques, news judgment, and the development of sources and story ideas.     2. Writing, Research, and Reporting Workshop 2: Covering Business and Financial News G54.1022 (4 credits)     Reporting 2, offered in the spring semester, focuses on feature writing while continuing development of news writing skills. Students will focus on coverage of business and financial news. Under tight deadline pressure, they will write news articles on the stock and bond markets and on business news generated especially by companies in New York and the tri-state region. They will also cover industry beats by developing reliable sources among analysts and company executives.     3. Law and Mass Communication G54.0011 (4 credits):     Discusses exceptions to the First Amendment language that \"Congress shall make no law...abridging the freedom of speech or of the press.\" Subjects covered include prior restraint of the press, libel, invasion of privacy, obscenity, shield laws and protection of sources, free press and fair trial, and broadcast regulations by the FCC.   International students may instead take Press Ethics or History of the News, with permission of the BER Director.   Press Ethics G54.0012 Explores the ethical questions facing working journalists. Focuses on specific cases, both real and hypothetical. Through readings, papers, and class discussions, students analyze the ethical problems raised by these cases and develop their own systems for making ethical decisions.   *History of the News G54.0018 This course surveys the history of the media and how each major development affected reporters and the public. Emphasis is placed on developments of the last century and especially the more recent growth of electronic media. This course is recommended for international students who do not plan to practice journalism in the United States and for whom Law and Mass Communications would not be especially relevant.     4. Specialized Reporting: Investigative Reporting G54.1182 (4 credits)     (This course is selected from the BER roster of courses, and the offering may change from year to year) Students learn a wide range of techniques for gathering information for in-depth business articles and investigations. They learn how to formulate a strategy for effective reporting and then gather the needed information from interviews, documents, and online sources. The work focuses on collecting information from sources such as government agencies, legal source material, and databases. The course also introduces students to the use of spreadsheets for the analysis of information.     5. The Hyperlocal Newsroom  G54.1080 (4 credits)     (This course is selected from the BER roster of courses, and the offering may change from year to year.)   Students learn multimedia in the context of a hyperlocal newsroom, focusing on video, still images, and audio as effective reporting tools. Students will produce their work for The Local East Village, a hyperlocal news blog that is a collaborative effort between The New York Times and the Carter Journalism Institute. Published student work will appear under the banner of nytimes.com.     6.  Writing the Long-Form Narrative G54.1182 (4 credits)     (This course is selected from the BER roster of courses, and the offering may change from year to year.)   This seminar focuses on the various components that comprise in-depth magazine stories and non-fiction books. We'll dissect great modern and classic magazine stories, books and book proposals for story, character arcs, dialogue, scenes, analysis, structure, transitions, verb tense, point of view and style. The goal is to figure out how memorable magazine features and narrative non-fiction books that keep your attention to the very last page are created, then to take what we've learned and apply it to our own work. There is one semester-long writing assignment—a 5,000+-word feature story—with several shorter related pieces involving scenes, character, dialogue, and analysis, all of which will be incorporated into the final capstone. Along the way we'll work on pitches and story memos, research and interview techniques, time management, outlines, editing and multiple drafts, and all the challenges today's non-fiction narrative writers face.     7. Summer Internship (2 credits)     Internship G54.1290 Students will have an internship during their summer in residence at NYU. They will work in the business and financial reporting section of a newspaper, magazine, broadcasting station, or online publication. Most of these internships will be in New York City.   Directed Reading G54.1299 This course is designed for part-time students, who undertake a substantial project of individual study. Students explore a business or economic subject in depth and produce a publishable article.           MBA Courses in NYU's Stern School of Business     8. Foundations of Finance B01.2311 (3 credits) or similar finance course     Students will learn about the financial markets and the tools available to companies in need of capital. Included: the banking system, the stock and bond markets, options, venture capital, and angel capital. Also: financing choices for corporations, including equity, debt, and derivative financial instruments, and their effect on the value of the company.     9. Financial Accounting and Reporting B01.1306 (3 credits) or similar accounting course     \"Accounting reports are an important means of communication with investors. This course focuses on the development, analysis and use of these reports. It provides an understanding of what these reports contain, what assumptions and concepts accountants use to prepare them, and why they use those assumptions and concepts. The course uses simple examples to provide students with a clear understanding of accounting concepts. It stresses the ability to apply these concepts to real world cases, which by their very nature are complex and ambiguous. In addition to text-oriented materials, the classes also include cases so that students can discuss applications of basic concepts, actual financial reports, and articles from newspapers. In addition to traditional introductory topics other topics may include mergers and acquisitions, purchase and pooling, free cash flow and financial statement analysis.\" (Stern website)     10. Firms and Markets B01.1303 ( 3 credits) or a more advanced economics course     \"This course is about economic principles: those governing the behavior of markets and firms-and strategic interactions between firms. Situations faced by leading corporations will be discussed, including supply and demand; how price depends on both costs and the sensitivity of buyers to price; the advantages and disadvantages of size; whether firms should make or outsource their inputs; how to increase revenue by charging different prices to different customers; the advantages and disadvantages of price competition; how to convey information to buyers and sellers; and winner take - most \"network\" markets. The course structure assumes that all students have had some economics background. They must be comfortable with quantitative concepts and approaches and with graphical/geometric ways of presenting quantitative information.\" (Stern website)     11. Global Economy B01.2303 (3 credits) or a more advanced economics course     \"We use the tools of international macroeconomics to explore the economic environment facing firms operating around the globe. Central issues include the role of economic policy and institutions in the performance of firms and nations; economic indicators and forecasting; employment and unemployment; interest rates, inflation, and monetary policy; global trade in goods and capital; foreign exchange rates; and emerging market crises. These issues are considered from the perspectives of both firms and countries.\" (Stern website)     12. and 13.  Two Electives (3 credits each)      Choose two courses, meeting applicable prerequisites, and with permission of the BER Director or Assistant Director.  Students generally take their electives in subjects that they would like to cover as journalists. These electives are taken during the third semester from a wide array of offering at NYU:   Another MBA course at the Stern School of Business   A course at the NYU School of Law   A course at another NYU graduate school or department                                                   Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}, {"content": "Specialized Reporting: Intro to Literary Reportage &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                            Course Infomation                Specialized Reporting: Intro to Literary Reportage, Fall 2009     Day(s): T  2:30p-5:30p     Location: 652     Course ID: G54.1182.010     Instructor(s): Robert S. Boynton        Description     See Syllabus                                               Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}]},
{"detail": [{"content": "Curriculum &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                          Business and Economic Reporting          Overview              BER News                  Curriculum                  Faculty                  How to Apply                  Scholarships                  Internships                  Jobs                  Student Work                  Resources                  Alumni Profiles                  Speaker Series                  Resource Links                  Student Profiles                  Summer Internships                              Curriculum         The program in Business and Economic Reporting is interdisciplinary. Students earn 44 credits for the Master of Arts degree and Certificate in Business and Economic Reporting. They receive intensive instruction in the fundamentals of business, finance, and economics. And they take specialized journalism courses in which they report and write on contemporary business issues.       Course Title   No. of Credits   M.A. Courses in Journalism       Writing, Research, and Reporting Workshop 1   4       Writing, Research, and Reporting Workshop 2: Covering Business and Financial News   4       Law and Mass Communication   4       Specialized Reporting: Investigative Reporting   4       The Hyperlocal Newsroom   4       Writing the Long-Form Narrative   4       Summer Internship   2   MBA Courses in NYU's Stern School of Business       Foundations of Finance   3       Financial Accounting and Reporting   3       Firms and Markets   3       Global Economy   3       Elective 1 (see below)   3       Elective 2 (see below)   3   Highlights include:   MBA courses: Students take six MBA courses at NYU 's prestigious Leonard N. Stern School of Business.   M. A. Journalism courses: Students take six business journalism courses plus a summer internship.   Internships: Students take a ten-week, full time writing internship during the summer between their second and third semesters. NYU maintains relationships with many of the leading business news publications in New York. Most students also take additional internships during their second and third semesters, for a total of two or three by the time they graduate.   Multimedia: Students learned how to write for all contemporary media, including traditional print, online, video, podcasts, and slide shows.   Training in broadcast journalism: Students interested in a career in broadcasting can take a broadcasting course, subject to availability.   Waiver and replacement of required courses: Students who come to the program with a strong academic background in business, finance, or economics may be waived out of one or more of the required MBA courses. In such cases, students take a more advanced business or economics course instead. The director of the program will make decisions on a case-by-case basis.   The curriculum follows, first Journalism and then MBA courses. Please note that some of the required courses may change from year to year.   M.A. Courses in Journalism     1. Writing, Research, and Reporting Workshop 1 G54.1021 (4 credits)     The teaching of news writing is divided into two courses given during the first and second semesters of study in the program. In Reporting 1, offered in the fall semester, students learn reporting principles and techniques and work on increasingly challenging in-class assignments. Students also use New York City as a laboratory to report actual business news events, including speeches, company meetings, elections, and courtroom activities. Topics include story structure and organization, writing techniques, news judgment, and the development of sources and story ideas.     2. Writing, Research, and Reporting Workshop 2: Covering Business and Financial News G54.1022 (4 credits)     Reporting 2, offered in the spring semester, focuses on feature writing while continuing development of news writing skills. Students will focus on coverage of business and financial news. Under tight deadline pressure, they will write news articles on the stock and bond markets and on business news generated especially by companies in New York and the tri-state region. They will also cover industry beats by developing reliable sources among analysts and company executives.     3. Law and Mass Communication G54.0011 (4 credits):     Discusses exceptions to the First Amendment language that \"Congress shall make no law...abridging the freedom of speech or of the press.\" Subjects covered include prior restraint of the press, libel, invasion of privacy, obscenity, shield laws and protection of sources, free press and fair trial, and broadcast regulations by the FCC.   International students may instead take Press Ethics or History of the News, with permission of the BER Director.   Press Ethics G54.0012 Explores the ethical questions facing working journalists. Focuses on specific cases, both real and hypothetical. Through readings, papers, and class discussions, students analyze the ethical problems raised by these cases and develop their own systems for making ethical decisions.   *History of the News G54.0018 This course surveys the history of the media and how each major development affected reporters and the public. Emphasis is placed on developments of the last century and especially the more recent growth of electronic media. This course is recommended for international students who do not plan to practice journalism in the United States and for whom Law and Mass Communications would not be especially relevant.     4. Specialized Reporting: Investigative Reporting G54.1182 (4 credits)     (This course is selected from the BER roster of courses, and the offering may change from year to year) Students learn a wide range of techniques for gathering information for in-depth business articles and investigations. They learn how to formulate a strategy for effective reporting and then gather the needed information from interviews, documents, and online sources. The work focuses on collecting information from sources such as government agencies, legal source material, and databases. The course also introduces students to the use of spreadsheets for the analysis of information.     5. The Hyperlocal Newsroom  G54.1080 (4 credits)     (This course is selected from the BER roster of courses, and the offering may change from year to year.)   Students learn multimedia in the context of a hyperlocal newsroom, focusing on video, still images, and audio as effective reporting tools. Students will produce their work for The Local East Village, a hyperlocal news blog that is a collaborative effort between The New York Times and the Carter Journalism Institute. Published student work will appear under the banner of nytimes.com.     6.  Writing the Long-Form Narrative G54.1182 (4 credits)     (This course is selected from the BER roster of courses, and the offering may change from year to year.)   This seminar focuses on the various components that comprise in-depth magazine stories and non-fiction books. We'll dissect great modern and classic magazine stories, books and book proposals for story, character arcs, dialogue, scenes, analysis, structure, transitions, verb tense, point of view and style. The goal is to figure out how memorable magazine features and narrative non-fiction books that keep your attention to the very last page are created, then to take what we've learned and apply it to our own work. There is one semester-long writing assignment—a 5,000+-word feature story—with several shorter related pieces involving scenes, character, dialogue, and analysis, all of which will be incorporated into the final capstone. Along the way we'll work on pitches and story memos, research and interview techniques, time management, outlines, editing and multiple drafts, and all the challenges today's non-fiction narrative writers face.     7. Summer Internship (2 credits)     Internship G54.1290 Students will have an internship during their summer in residence at NYU. They will work in the business and financial reporting section of a newspaper, magazine, broadcasting station, or online publication. Most of these internships will be in New York City.   Directed Reading G54.1299 This course is designed for part-time students, who undertake a substantial project of individual study. Students explore a business or economic subject in depth and produce a publishable article.           MBA Courses in NYU's Stern School of Business     8. Foundations of Finance B01.2311 (3 credits) or similar finance course     Students will learn about the financial markets and the tools available to companies in need of capital. Included: the banking system, the stock and bond markets, options, venture capital, and angel capital. Also: financing choices for corporations, including equity, debt, and derivative financial instruments, and their effect on the value of the company.     9. Financial Accounting and Reporting B01.1306 (3 credits) or similar accounting course     \"Accounting reports are an important means of communication with investors. This course focuses on the development, analysis and use of these reports. It provides an understanding of what these reports contain, what assumptions and concepts accountants use to prepare them, and why they use those assumptions and concepts. The course uses simple examples to provide students with a clear understanding of accounting concepts. It stresses the ability to apply these concepts to real world cases, which by their very nature are complex and ambiguous. In addition to text-oriented materials, the classes also include cases so that students can discuss applications of basic concepts, actual financial reports, and articles from newspapers. In addition to traditional introductory topics other topics may include mergers and acquisitions, purchase and pooling, free cash flow and financial statement analysis.\" (Stern website)     10. Firms and Markets B01.1303 ( 3 credits) or a more advanced economics course     \"This course is about economic principles: those governing the behavior of markets and firms-and strategic interactions between firms. Situations faced by leading corporations will be discussed, including supply and demand; how price depends on both costs and the sensitivity of buyers to price; the advantages and disadvantages of size; whether firms should make or outsource their inputs; how to increase revenue by charging different prices to different customers; the advantages and disadvantages of price competition; how to convey information to buyers and sellers; and winner take - most \"network\" markets. The course structure assumes that all students have had some economics background. They must be comfortable with quantitative concepts and approaches and with graphical/geometric ways of presenting quantitative information.\" (Stern website)     11. Global Economy B01.2303 (3 credits) or a more advanced economics course     \"We use the tools of international macroeconomics to explore the economic environment facing firms operating around the globe. Central issues include the role of economic policy and institutions in the performance of firms and nations; economic indicators and forecasting; employment and unemployment; interest rates, inflation, and monetary policy; global trade in goods and capital; foreign exchange rates; and emerging market crises. These issues are considered from the perspectives of both firms and countries.\" (Stern website)     12. and 13.  Two Electives (3 credits each)      Choose two courses, meeting applicable prerequisites, and with permission of the BER Director or Assistant Director.  Students generally take their electives in subjects that they would like to cover as journalists. These electives are taken during the third semester from a wide array of offering at NYU:   Another MBA course at the Stern School of Business   A course at the NYU School of Law   A course at another NYU graduate school or department                                                   Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}, {"content": "Specialized Reporting: Intro to Literary Reportage &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                            Course Infomation                Specialized Reporting: Intro to Literary Reportage, Fall 2009     Day(s): T  2:30p-5:30p     Location: 652     Course ID: G54.1182.010     Instructor(s): Robert S. Boynton        Description     See Syllabus                                               Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}, {"content": "Specialized Reporting: Sports Reporting &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                            Course Infomation                Specialized Reporting: Sports Reporting, Spring 2010     Day(s): M  6:20p-10:00p     Location: 654     Course ID: G54.1182.07        Syllabus: Download PDF     Description     If celebrity journalism now represents the primary way in which society establishes and transmits accepted norms and morality, sports journalism fits within that paradigm in a unique and complex way. Athletics have long served as the preoccupation through which ordinary individuals idealize values such as fair play, sportsmanship, discipline, camaraderie and competition. That remains true today, but the growth of sports as a business and as a cultural touchstone has put athletes, governing bodies and fans in a vortex of competing interests and obligations, with intriguing challenges and opportunities for the modern sports journalist. Even as developing technologies—the Internet in general and social networking sites in particular—bridge gaps between athletes, teams, leagues  and fans, the need for mediation, investigation and enterprise reporting has become even more relevant and urgent. “Sports Reporting and Writing in a Modern Cultural Landscape” will familiarize aspiring journalists with the history of sports reporting, its current state and expected trajectories. Through a combination of literary and journalist readings, paired with an ambitious slate of reporting and writing assignments, students will emerge from the class possessing a comprehensive understanding of the modern sports media landscape and the skills necessary to find gainful employment within it. Guest speakers will incoude some of the best sportswriters and journalists in the country.                                               Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}]}]