[{"detail": [{"content": "Bill Blake, Faculty of English | NYU                                                     Back to Home                                             Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature   Ph.D. 2011 (Literary and Cultural Studies), M.A. 2005, Carnegie Mellon University; B.A. 2003 (English), University of Toronto   Office Address: 244 Greene Street, room 605  New York, NY 10003 Office Hours: Spring 2015: On Sabbatical Email:   Phone: 212-998-3629 Fax: 212-995-4019         Bill Blake received his B.A. from the University of Toronto in 2003, and his M.A. and Ph.D. from Carnegie Mellon University in 2005 and 2011. He has taught courses on early modern English literature and culture, Restoration drama, theater history, and digital research methods. His work has appeared in The Chronicle Review, Restoration and Eighteenth-Century Theatre Research, and Restoration: Studies in English Literary Culture, 1660-1700. Since 2009, he has been part of a Mellon-funded research collaborative studying the transatlantic diffusion of English print genres in Early English Books Online and Eighteenth Century Collections Online. Before teaching at NYU, Blake was a lecturer of early modern literature and Director of Literary and Linguistic Computing in the English department at the University of Wisconsin, Madison.     His current book project, Poetic Service: Soldier Playwrights, Public Honor, and the Making of Liberal Arts Culture, 1660-1737 , explores how the pressures of wartime and postwar cultural crisis in late seventeenth- and early eighteenth-century Britain—the English Civil War, Glorious Revolution, and imperialist wars with France and Spain—led to the formation of a newly liberalized public arts culture centered around the personal, institutional, and discursive contributions of more than 150 soldiers-playwrights linked by their shared ethic of public honor and an emerging concept of cultural service     Areas of Research/Interest   17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining     External Affiliations   American Society for Eighteenth-Century Studies; Modern Languages Association     Fellowships/Honors   ASECS/Clark Library Fellowship, Center for Seventeenth- and Eighteenth-Century Studies, University of California, Los Angeles, 2010; Mellon-Funded Summer Resident, Warwick-Newberry Workshop on Early Modern Communities, Newberry Library, Chicago, 2011     Publications     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Bill Blake, Faculty of English | NYU                                                     Back to Home                                             Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature   Ph.D. 2011 (Literary and Cultural Studies), M.A. 2005, Carnegie Mellon University; B.A. 2003 (English), University of Toronto   Office Address: 244 Greene Street, room 605  New York, NY 10003 Office Hours: Spring 2015: On Sabbatical Email:   Phone: 212-998-3629 Fax: 212-995-4019         Bill Blake received his B.A. from the University of Toronto in 2003, and his M.A. and Ph.D. from Carnegie Mellon University in 2005 and 2011. He has taught courses on early modern English literature and culture, Restoration drama, theater history, and digital research methods. His work has appeared in The Chronicle Review, Restoration and Eighteenth-Century Theatre Research, and Restoration: Studies in English Literary Culture, 1660-1700. Since 2009, he has been part of a Mellon-funded research collaborative studying the transatlantic diffusion of English print genres in Early English Books Online and Eighteenth Century Collections Online. Before teaching at NYU, Blake was a lecturer of early modern literature and Director of Literary and Linguistic Computing in the English department at the University of Wisconsin, Madison.     His current book project, Poetic Service: Soldier Playwrights, Public Honor, and the Making of Liberal Arts Culture, 1660-1737 , explores how the pressures of wartime and postwar cultural crisis in late seventeenth- and early eighteenth-century Britain—the English Civil War, Glorious Revolution, and imperialist wars with France and Spain—led to the formation of a newly liberalized public arts culture centered around the personal, institutional, and discursive contributions of more than 150 soldiers-playwrights linked by their shared ethic of public honor and an emerging concept of cultural service     Areas of Research/Interest   17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining     External Affiliations   American Society for Eighteenth-Century Studies; Modern Languages Association     Fellowships/Honors   ASECS/Clark Library Fellowship, Center for Seventeenth- and Eighteenth-Century Studies, University of California, Los Angeles, 2010; Mellon-Funded Summer Resident, Warwick-Newberry Workshop on Early Modern Communities, Newberry Library, Chicago, 2011     Publications     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "NYU &gt; Art History &gt; Faculty &gt;            Robert Thorne                                                        Back to Home                 Robert Thorne                     Areas of Research/Interest: Historian working in UK building conservation; building conservation, from detailed advice on individual buildings to the masterplanning of regeneration projects.     Associated with other departments or programs: In 1999-20000 he was a visiting Professor at the School of Architecture at the University of Liverpool.       External Affiliations: He is currently a Director at Alan Baxter and Associates LLP, an engineering and design practice specializing in work on existing buildings and historic places. Previously he was at the Greater London Council Historic Buildings Division, and then at English Heritage. While at GLC, he worked on the restoration and reuse of Covent Garden Market in London, a pioneering example of public sector-led building reuse. He was also involved in the redevelopment of Liverpool Street Station, integrating the 1870’s trainshed with new facilities. At Alan Baxter he has undertaken major conservation studies in Winchester, Manchester, Edinburgh, and Cornwall. He has completed conservation plans for the National Gallery in London, St. Martin-in-the-Fields, Downing College, Cambridge, and numerous other buildings. He is editor of the journal 'Construction History'.     Select Publications:   His principal research interests are in nineteenth-century architecture and engineering. He is author of a number of books and articles in the field, including Covent Garden Market – its history and Restoration (1980), and (as co-author) Change at King’s Cross (1990). In 1990 he organized the RIBA exhibition – “The Iron Revolution: Architects, Engineers, and Structural Innovation, 1780-1880” — and on the same theme he has edited the book, Structural Iron and Steel .       Update your faculty profile"}]},
{"detail": [{"content": "Bill Blake, Faculty of English | NYU                                                     Back to Home                                             Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature   Ph.D. 2011 (Literary and Cultural Studies), M.A. 2005, Carnegie Mellon University; B.A. 2003 (English), University of Toronto   Office Address: 244 Greene Street, room 605  New York, NY 10003 Office Hours: Spring 2015: On Sabbatical Email:   Phone: 212-998-3629 Fax: 212-995-4019         Bill Blake received his B.A. from the University of Toronto in 2003, and his M.A. and Ph.D. from Carnegie Mellon University in 2005 and 2011. He has taught courses on early modern English literature and culture, Restoration drama, theater history, and digital research methods. His work has appeared in The Chronicle Review, Restoration and Eighteenth-Century Theatre Research, and Restoration: Studies in English Literary Culture, 1660-1700. Since 2009, he has been part of a Mellon-funded research collaborative studying the transatlantic diffusion of English print genres in Early English Books Online and Eighteenth Century Collections Online. Before teaching at NYU, Blake was a lecturer of early modern literature and Director of Literary and Linguistic Computing in the English department at the University of Wisconsin, Madison.     His current book project, Poetic Service: Soldier Playwrights, Public Honor, and the Making of Liberal Arts Culture, 1660-1737 , explores how the pressures of wartime and postwar cultural crisis in late seventeenth- and early eighteenth-century Britain—the English Civil War, Glorious Revolution, and imperialist wars with France and Spain—led to the formation of a newly liberalized public arts culture centered around the personal, institutional, and discursive contributions of more than 150 soldiers-playwrights linked by their shared ethic of public honor and an emerging concept of cultural service     Areas of Research/Interest   17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining     External Affiliations   American Society for Eighteenth-Century Studies; Modern Languages Association     Fellowships/Honors   ASECS/Clark Library Fellowship, Center for Seventeenth- and Eighteenth-Century Studies, University of California, Los Angeles, 2010; Mellon-Funded Summer Resident, Warwick-Newberry Workshop on Early Modern Communities, Newberry Library, Chicago, 2011     Publications     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "NYU &gt; Art History &gt; Faculty &gt;            Robert Thorne                                                        Back to Home                 Robert Thorne                     Areas of Research/Interest: Historian working in UK building conservation; building conservation, from detailed advice on individual buildings to the masterplanning of regeneration projects.     Associated with other departments or programs: In 1999-20000 he was a visiting Professor at the School of Architecture at the University of Liverpool.       External Affiliations: He is currently a Director at Alan Baxter and Associates LLP, an engineering and design practice specializing in work on existing buildings and historic places. Previously he was at the Greater London Council Historic Buildings Division, and then at English Heritage. While at GLC, he worked on the restoration and reuse of Covent Garden Market in London, a pioneering example of public sector-led building reuse. He was also involved in the redevelopment of Liverpool Street Station, integrating the 1870’s trainshed with new facilities. At Alan Baxter he has undertaken major conservation studies in Winchester, Manchester, Edinburgh, and Cornwall. He has completed conservation plans for the National Gallery in London, St. Martin-in-the-Fields, Downing College, Cambridge, and numerous other buildings. He is editor of the journal 'Construction History'.     Select Publications:   His principal research interests are in nineteenth-century architecture and engineering. He is author of a number of books and articles in the field, including Covent Garden Market – its history and Restoration (1980), and (as co-author) Change at King’s Cross (1990). In 1990 he organized the RIBA exhibition – “The Iron Revolution: Architects, Engineers, and Structural Innovation, 1780-1880” — and on the same theme he has edited the book, Structural Iron and Steel .       Update your faculty profile"}, {"content": "Global Academic Centers    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Global Academic Centers | 2015-2016 Note: * indicates draft/sample syllabus Fall 2015 FALL 2015 CORE-UA 9515, Cultures &amp; Contexts: Latin America Prof. Palmeiro (NYU Buenos Aires)  syllabus * Over   the last 50 years, millions of Latin Americans have experienced   extraordinary shifts in their social, political, and cultural landscape,   a result of the transformative effects of revolution or insurgency,   state repression, popular resistance and social movements. We focus on   events that had continental, hemispheric, and even global impact,   including the Cuban Revolution of 1959, the military coups of the 1970s,   and the Zapatista uprising in 1994. Drawing on a range of primary   sources and cultural forms, we listen carefully to the voices of the   major social actors of the time. Our sources are drawn from a wide range   of media: newsprint, television broadcasts, transcripts, testimony,   essay, documentary and feature film, art, and music. We deliberately mix   artistic representations with documentary evidence to understand how   the arts—music, visual art, literature, film—do not just reflect the   reality around them, but are themselves vital sites for shaping and   changing that reality and our imagination of it, both then and now. FALL 2015 CORE-UA 9544, Cultures &amp; Contexts: Spain—At the Crossroads of Europe, North Africa, and America Prof. Suarez-Galban (NYU Madrid)  syllabus * Analyzes   the ways in which historical, geopolitical, cultural, artistic, and   popular views function to constitute and continuously transform a   national culture. Concentrates on epistemological constructions of   Spain—the idea of Spain—that emerge from competing external and internal   perspectives. Students examine how this national culture is   constructed, first analyzing Spain from North African perspectives   through Sephardic nostalgic poetry and the Hispano-Arabic literary   traditions. The American perspective pits notions of Spanish imperial   power and grandeur against the Black Legend, a term that Protestant   circles in Europe and the United States promoted to attack the   legitimacy of Spain’s New World empire. A final focus on European views   analyzes the depiction of Spain as the embodiment of German and French   Romantic ideals beginning at the end of the 17th century and the   reemergence of the same notion during the Spanish Civil War (1933–36).   Throughout, students examine principal textual and visual images that   contribute to the historical and contemporary construction of a national   culture that emerged at geographic and cultural crossroads. FALL 2015 CORE-UA 9548, Cultures &amp; Contexts: Prague—in the Heart of Central Europe Prof. Mucha (NYU Prague)  syllabus*  The   concept of Central Europe is somewhat elusive and it is difficult to   define it by geographical or political categories. Often characterized   simply as a space on the edge between the West and East, many scholars   see a distinct Central European culture based on historical, social, and   cultural characteristics shared by the countries of this geopolitical   entity, the result of complicated historical, political, ethnic,   cultural, artistic, and religious interactions throughout more then   thousand years of history. Identified as having been one of the world’s   richest sources of creative talent and thought between the 17th and 20th   centuries, Central Europe was represented by many distinguished   figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later   followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at   least some. We explore characteristics of Central Europe primarily from   the perspective of Prague and its cultural history, which is so typical   and almost archetypal for this region. Students study geopolitical   characteristics and various phenomena that co-create the idea of Central   Europe. Taking advantage of Prague, students examine primary sources   and artifacts (literature, music, art, film) in their contexts and   environment. FALL 2015 CORE-UA 9549, Cultures &amp; Contexts: Multinational Britain Prof. Woods (NYU London)  syllabus*  The   idea of British national identity has been built around a sense of   united statehood within the confines of the four nations comprising the   United Kingdom, ruling overseas territories. As such, it conveyed a   sense of a multi-national empire ruled by monarchs, but developing over   time into a benign, democratic, constitutional monarchy, generally   through peaceful, not revolutionary change. The British have seen   themselves historically as freedom-loving, independent, industrial,   tolerant, Protestant and individualistic. These myths of national image   have been forged partly through conflict with other nations over many   centuries and reflect a nationalistic pride in military success and the   maintenance of the largest empire the world has ever seen. Changes since   1945 have seen the collapse of that empire, membership in the European   Union, large-scale immigration, changing gender politics, and the   devolution of power to Scotland, Northern Ireland, and Wales. This has   inevitably led to major challenges to traditional British views of their   national identity. Includes fieldtrips to key sites. FALL 2015 CORE-UA 9554, Cultures &amp; Contexts: Italy Prof. Cao (NYU Florence)  syllabus Examines how Italian identity has been transformed through encounters with foreigners. These were not only invading armies and colonizing powers but also artists and scholars, travelers, and tourists. We explore how the Greek, Arab, Byzantine, and Jewish presences reshaped Italian civilization up to the Renaissance, focusing on their cultural consequences from a number of perspectives, from science to language, to political thought, to art and architecture. A field trip to Ravenna (capital of the Western Roman Empire, then of the Ostrogothic Kingdom, and later of the Byzantine Exarchate) offers a vantage point to appreciate the many layers of Italian cultural history. Florence is used as a primary source for the history of Grand Tour as well as the recent development of mass tourism in Italy, and is the setting for a fieldwork project to chart the cultural impact and memory of foreigners in the city. FALL 2015 CORE-UA 9720, Expressive Culture: Images Prof. Beckett (NYU London)  syllabus * Contemporary   Art in Britian. Contemporary art raises vigorous debate and criticism.   But what is contemporary about contemporary art? We consider some key   issues in dealing critically with contemporary art with a focus on work   on display in exhibitions in London, both major national collections and   private galleries, exploring art produced since the late 1950s through   case studies of the work of individual artists and through themes which   include photography, representations of the body, gallery display, video   practice, and installation art. Topics include how contemporary art   came to look as it does, with a focus on British art; the different   forms of material and presentation artists have employed; why and how   diverse audiences are addressed; and how markets, national prizes, and   private collections shape the kinds of art produced and inform public   taste. We also look at the collection and display of contemporary art,   on a private and a public scale; dealer galleries, and issues of   curation. Critical and historical writings by artists and theorists will   be considered. FALL 2015 CORE-UA 9722, Expressive Culture: Architecture in London Field Study Prof. Powers (NYU London)  syllabus* The   history of London architecture as exemplified by surviving buildings,   which can be seen and visited, principally from the 17th to the 20th   centuries, considered through an equal mixture of classroom lectures and   field study visits to the sites and buildings, and types of buildings,   discussed in the lectures. FALL 2015 CORE-UA 9722, Expressive Culture: Architecture in Berlin Field Study Prof. Sliwinski (NYU Berlin) Berlin offers a unique opportunity for firsthand consideration of the complex relationship of architecture to urbanism, culture, and life, the historical development of Central European architecture and its influence, and aspects of sustainability and urban design. Classroom meetings alternate with group excursions to prominent buildings and sites. FALL 2015 CORE-UA 9723, Expressive Culture: Museums in Washington Field Study Prof. Grossman (NYU-Washington D.C.) With its vast array of institutions dedicated to distinct cultural groupings and its formation inextricably linked to the halls of power, the museum culture in our nation’s capitol unique. Taking advantage of behind-the-scenes access to some of the most prestigious museums in the world and their staff, students explore various approaches to interpreting art and develop tools for appreciating their aesthetic experiences. We also look critically at the ways in which museums—through their policies, programs, exhibitions, and architecture—can define regional or national values, shape cultural attitudes, inform social and political views, and even affect one’s understanding of the meaning of a work of art. FALL 2015 CORE-UA 9731, Expressive Culture: Music in Prague Field Study Prof. Ackerman (NYU Prague)  syllabus * The unique power and magic of music explored by informed participation in live music experiences and in connection to other phenomena in its surrounding culture, encountered through architecture walks, sound walks, and experiences with other art forms, such as photography and film. Combines lectures and listening sessions with attendance at seven music performances in difference styles, at venues of special cultural significance. FALL 2015 CORE-UA 9750, Expressive Culture: Film Prof. Barnes (NYU Sydney)  syllabus * How   has Australian cinema engaged with significant and often contested   historical, political and cultural events in the nation’s past? We take a   critical perspective on the history of colonisation in Australia, the   legacies of the Stolen Generations, the controversies surrounding   Australia’s role in World War One and the Vietnam War, as well as   Australia’s relationships with its Pacific Asian neighbors, through   films that have marked significant shifts in public consciousness about   the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo   (2009). We also consider films that have employed innovative narrative   and aesthetic strategies for exploring the relationship between the past   and the present such as Two Laws (1982) and The Tracker (2002).   Students develop their understanding of the basic methods and concepts   of cinema studies and a critical vocabulary for analysing how filmmakers   have approached the use of memory, testimony, re-enactment, researched   detail, allegory, and archives across a diverse range of examples,   including restorations, revivals, and re-imaginings of Australian cinema   history such as the controversial restoration of Wake in Fright (1971)   as an Australian classic; the reconstruction of Australia’s first   feature film, The Story of the Kelly Gang (1906); and the revived   interest in Ozploitation after the release of Not Quite Hollywood   (2008). Note: * indicates draft/sample syllabus Spring 2016 SPRING 2016 CORE-UA 9515, Cultures &amp; Contexts: Latin America Prof. Palmeiro (NYU Buenos Aires)  syllabus * Over   the last 50 years, millions of Latin Americans have experienced   extraordinary shifts in their social, political, and cultural landscape,   a result of the transformative effects of revolution or insurgency,   state repression, popular resistance and social movements. We focus on   events that had continental, hemispheric, and even global impact,   including the Cuban Revolution of 1959, the military coups of the 1970s,   and the Zapatista uprising in 1994. Drawing on a range of primary   sources and cultural forms, we listen carefully to the voices of the   major social actors of the time. Our sources are drawn from a wide range   of media: newsprint, television broadcasts, transcripts, testimony,   essay, documentary and feature film, art, and music. We deliberately mix   artistic representations with documentary evidence to understand how   the arts—music, visual art, literature, film—do not just reflect the   reality around them, but are themselves vital sites for shaping and   changing that reality and our imagination of it, both then and now. SPRING 2016 CORE-UA 9544, Cultures &amp; Contexts: Spain—At the Crossroads of Europe, North Africa, and America Prof. Suarez-Galban (NYU Madrid)  syllabus * Analyzes   the ways in which historical, geopolitical, cultural, artistic, and   popular views function to constitute and continuously transform a   national culture. Concentrates on epistemological constructions of   Spain—the idea of Spain—that emerge from competing external and internal   perspectives. Students examine how this national culture is   constructed, first analyzing Spain from North African perspectives   through Sephardic nostalgic poetry and the Hispano-Arabic literary   traditions. The American perspective pits notions of Spanish imperial   power and grandeur against the Black Legend, a term that Protestant   circles in Europe and the United States promoted to attack the   legitimacy of Spain’s New World empire. A final focus on European views   analyzes the depiction of Spain as the embodiment of German and French   Romantic ideals beginning at the end of the 17th century and the   reemergence of the same notion during the Spanish Civil War (1933–36).   Throughout, students examine principal textual and visual images that   contribute to the historical and contemporary construction of a national   culture that emerged at geographic and cultural crossroads.  SPRING 2016 CORE-UA 9549, Cultures &amp; Contexts: Multinational Britain Prof. Woods (NYU London)  syllabus*  The   idea of British national identity has been built around a sense of   united statehood within the confines of the four nations comprising the   United Kingdom, ruling overseas territories. As such, it conveyed a   sense of a multi-national empire ruled by monarchs, but developing over   time into a benign, democratic, constitutional monarchy, generally   through peaceful, not revolutionary change. The British have seen   themselves historically as freedom-loving, independent, industrial,   tolerant, Protestant and individualistic. These myths of national image   have been forged partly through conflict with other nations over many   centuries and reflect a nationalistic pride in military success and the   maintenance of the largest empire the world has ever seen. Changes since   1945 have seen the collapse of that empire, membership in the European   Union, large-scale immigration, changing gender politics, and the   devolution of power to Scotland, Northern Ireland, and Wales. This has   inevitably led to major challenges to traditional British views of their   national identity. Includes fieldtrips to key sites.  SPRING 2016 CORE-UA 9554, Cultures &amp; Contexts: Italy [Staff] (NYU Florence)  syllabus * In   Italy, regional identities have always been strong, while national   identity has always been complex, a situation that characterizes even   current political debates. Although the Italian peninsula was home to   some of the most important ancient civilizations, Italy’s existence as a   united country dates only from the nineteenth century, making it   younger than the US as a modern nation state. Italy was first unified by   the Romans, making Roman antiquity a point of reference throughout   history as intellectuals and political leaders dreamed of a unified   nation. We examine how Italian identity was formed throughout history,   both by Italians and by foreign visitors to Italy, in response to the   principal ancient cultures that thrived on the peninsula. The focus is   on primary sources—literary works, artifacts, art objects, works of   architecture, opera and film—taking advantage of the unique resources of   Florence to explore these in their original contexts.  SPRING 2016 C ORE-UA.9720, Expressive Culture: Images Prof. Beckett (NYU London)  syllabus * Contemporary   Art in Britian. Contemporary art raises vigorous debate and criticism.   But what is contemporary about contemporary art? We consider some key   issues in dealing critically with contemporary art with a focus on work   on display in exhibitions in London, both major national collections and   private galleries, exploring art produced since the late 1950s through   case studies of the work of individual artists and through themes which   include photography, representations of the body, gallery display, video   practice, and installation art. Topics include how contemporary art   came to look as it does, with a focus on British art; the different   forms of material and presentation artists have employed; why and how   diverse audiences are addressed; and how markets, national prizes, and   private collections shape the kinds of art produced and inform public   taste. We also look at the collection and display of contemporary art,   on a private and a public scale; dealer galleries, and issues of   curation. Critical and historical writings by artists and theorists will   be considered.  SPRING 2016 CORE-UA.9722, Expressive Culture: Architecture in London Field Study Prof. Powers (NYU London)  syllabus* The   history of London architecture as exemplified by surviving buildings,   which can be seen and visited, principally from the 17th to the 20th   centuries, considered through an equal mixture of classroom lectures and   field study visits to the sites and buildings, and types of buildings,   discussed in the lectures.  SPRING 2016 CORE-UA 9722, Expressive Culture: Architecture in Berlin Field Study Prof. Sliwinski (NYU Berlin) Berlin   offers a unique opportunity for firsthand consideration of the complex   relationship of architecture to urbanism, culture, and life, the   historical development of Central European architecture and its   influence, and aspects of sustainability and urban design. Classroom   meetings alternate with group excursions to prominent buildings and   sites.  SPRING 2016 CORE-UA 9750 Expressive Culture: Film [Staff] (NYU Sydney)  syllabus* How   has Australian cinema engaged with significant and often contested   historical, political and cultural events in the nation’s past? We take a   critical perspective on the history of colonisation in Australia, the   legacies of the Stolen Generations, the controversies surrounding   Australia’s role in World War One and the Vietnam War, as well as   Australia’s relationships with its Pacific Asian neighbors, through   films that have marked significant shifts in public consciousness about   the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo   (2009). We also consider films that have employed innovative narrative   and aesthetic strategies for exploring the relationship between the past   and the present such as Two Laws (1982) and The Tracker (2002).   Students develop their understanding of the basic methods and concepts   of cinema studies and a critical vocabulary for analysing how filmmakers   have approached the use of memory, testimony, re-enactment, researched   detail, allegory, and archives across a diverse range of examples,   including restorations, revivals, and re-imaginings of Australian cinema   history such as the controversial restoration of Wake in Fright (1971)   as an Australian classic; the reconstruction of Australia’s first   feature film, The Story of the Kelly Gang (1906); and the revived   interest in Ozploitation after the release of Not Quite Hollywood   (2008).  SPRING 2016 CORE-UA 9750 Expressive Culture: Film Prof. Metcalf (NYU-Washington D.C.)  Film   and American Politics: Introduces students to the formal study of film   while exploring the changing popular vision of American politics that   is seen in films about Washington, D. C. From the populism of the   Depression era films of Frank Capra to post-WWII paranoia, the cynical   films of the post-Watergate era and more recent depictions of   media-constructed realities, we explore the ways film reflects and   shapes our understanding of contemporary and historical American   political culture. At the same time, students learn how filmmakers   create meaning through the building blocks of editing and cinematography   and the manipulation of audience expectations of genres, stars, and   “Hollywood endings.” Note: * indicates draft/sample syllabus           Contact Us | &copy; New York University , Arts and Science"}]}]