[{"detail": [{"content": "New York University - NYU Classes Project                                                                                                                                                                                                                                   New York University           Skip to Content     Skip to Search     Skip to Navigation     Skip to Sub Navigation                                                            New York University                                                                                                                                      Home                          NYU Classes Upgrade                               Training                                    FAQs                                                                NYU Classes Enhancements Roadmap                 Latest Updates     Future Enhancements                                    NYU Classes Upgrade      Date                           More modern interface                As part of the upgrade, NYU Classes has received a more modern user interface. This interface provides streamlined system navigation, with direct access to site tools via drop-down menus for each site in the \"Favorite Sites\" bar, as well as for sites in the \"More Sites\" menu (previously referred to as \"My Active Sites\"). \"My Preferences\" benefits from drag-and-drop reordering of users' sites.         Click to learn more .                           Winter Recess, 2014                              Drag-and-drop Resources files                The Resources tool in NYU Classes previously required users to manually browse and select individual items in order to upload them into a course site. Now, Resources benefits from a quicker, more intuitive file upload process. Within the “Add\" screen, users now have the option of drag-and-dropping multiple files from their computer directly into the Classes interface. If using Chrome, users may even upload the contents of entire folders via drag-and-drop.         Click to learn more .                           Winter Recess, 2014                              Improved Rich-Text Editor                The Rich-Text Editor in the upgraded NYU Classes incorporates an enhanced design and a word-count tracker in the lower right corner of the Editor. Additionally, the Editor is now easily resizable. The Editor also supports browsers’ native right-click behavior, applying spell check and other traditional browser functionality to the Editor’s content.         Click to learn more .                           Winter Recess, 2014                              Improved recipient selection in messages                Enhancements to the Messages tool will be familiar to users of modern email applications such as Gmail, Outlook, or Apple Mail. The process for adding a new message recipient is as easy as typing the name of the user or group that you would like to include or selecting names from a dynamically updated participant list. Once selected, recipients appear in the message’s \"To:\" field and may be easily removed by clicking the \"X\" next to their name.         Click to learn more .                           Winter Recess, 2014                              Joinable groups                Students are now able to self-select into sets of joinable groups in their course site. If enabled, these joinable groups will appear within a new Site Groups tool in the course site's left tool menu. Note that instructors may determine the visibility/enrollment options for these groups.         Click to learn more .                           Winter Recess, 2014                              Contextual help                Within the system, you may easily access relevant information for system tools directly from the tools themselves. Selecting the \"Help\" question-mark icon at the upper right of the tools will provide you with help material specific to that tool and to your role with the site—students will see help articles relevant for them, while instructors will find additional articles on tool administration.         Click to learn more .                           Winter Recess, 2014                          Integrations with external applications      Target Date                           Integrate with a number of external applications using the Learning Tools Interoperability (LTI) standard. These applications include:                         VoiceThread                   An asynchronous discussion tool centered around multimedia, VoiceThread allows users to comment on a central piece of content using a combination of audio/webcam recordings, video annotation and more.                                  ForClass                   A content delivery and assessment platform designed to facilitate student engagement while providing an easy-to-use content marketplace for instructors to easily incorporate materials for their course.                                  EBSCO Curriculum Builder                   A library resource management tool that leverages NYU Library's existing EBSCO Discovery Service (EDS) to allow instructors to search for resources and build course reading lists within NYU Classes.                                  NYU Stream                   The University's video streaming service, NYU Stream provides users with the ability to upload, record via webcam, manage, and share videos.                                  WebAssign                   An online assessment / analytics tool designed for mathematics and science courses. This will be an improvement to our existing integration.                                  ePortfolio Solution (exploration)                   The ePortfolio Solution is an online collection of artifacts that provides direct evidence of students' learning, mastery, and/or accomplishments.                                  SCORM Cloud (exploration)                   An externally-hosted SCORM module repository/player that supports both SCORM- and Tin Can API-compliant content.                                  WebEx (exploration)                   A synchronous video conferencing tool that allows up to 6 live video feeds to be displayed to a maximum of 1,000 participants. WebEx also provides in-session polling and breakout sessions to facilitate student learning.                                           Spring 2016                          Integration with Google Drive      Target Date                                   Ability to create a Google Group based on membership of NYU Classes course site and keep in sync.         Ability to share Google Drive resources with members of a Classes course site, with automatic syncing of permissions.                           Fall 2015 - Pilot        Spring 2016 - Broad roll-out                          Gradebook Improvements      Target Date                                   Spreadsheet entry capabilities         Consolidated and simplified import/export functionality         Improved accessibility/UX                           Summer 2015 - User Testing        Fall 2015 - Pilot        Summer 2016 - Broad rollout                                                                      Three Easy Ways to     Get Training!                                                                    NYU Footer                                  Stay Informed                                Provide Feedback            Ask ITS Knowledgebase                                                          Unless otherwise noted, all content copyright New York University. All rights reserved.  Designed by the Digital Communications Group."}]}]