[{"detail": [{"content": "NYU &gt;   Catherine B. Reynolds Program for Social Entrepreneurship   &gt; R.E.A.L. Workshop Series   &gt; All R.E.A.L. Workshop Series Speakers                                                                                        Skip to Navigation | Skip to Content                                  Home |       FAQs |       Contact Us                        Quick Links          Academic Calendar      Albert: Admin      Albert: Students      Athletics      Bookstores      Career Services      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Help      Public Affairs      Student Resource Center      Wellness Exchange      NYU A-Z              Schools          College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Faculty of Arts and Science      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Leonard N. Stern School of Business      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      School of Social Work      The Steinhardt School of Education      Tisch School of the Arts                             Search           go?                                      New York University       New York University       Reynolds                   Reynolds                                                Social Entrepeneurship               Graduate Fellowship            Application Process       Application Requirements           Selected Alumni Fellows                       Undergraduate Scholarship            Application Process       Application Requirements           Selected Alumni Scholars                        Speaker Series            2014 - 2015 Speaker Series       Event Livestream       Past Speakers        Video &amp; Podcast Archive                         NYU Reynolds R.E.A.L. Workshop Series            2014 - 2015 R.E.A.L. Workshops       R.E.A.L. Series Speakers                           Changemaker (CmC) Challenge            CmC Timeline, Deadlines &amp; Workshops       CmC Venture Teams                       D-Prize Social Venture Competition                    How To Participate                    D-Prize Timeline                    D-Prize Challenges              D-Prize Teams                    About the Partnership                         News, Events &amp; Resources            News       Reynolds Reader         Social Venture Competition &amp; Fellowship Database       Newsletters       Academy of Achievement Summit 2010       2009 Reynolds Graduate Selection Event       2008 Reynolds Graduate Selection Event       2007 Reynolds Graduate Selection Event       2006 Reynolds Graduate Selection Event       Links       Articles and Speeches                       Our Team            Reynolds Team       Scholar in Residence          Social Entrepreneurial Coaches                                         Share     |                                                                                                         Tweets by @NYUReynolds                        Home       |       R.E.A.L. Workshop Series                |        All R.E.A.L. Workshop Series Speakers                                                 All R.E.A.L. Workshop Series Speakers                                 Jane Aronson        CEO, Worldwide Orphans                      Dr. Jane Aronson is a pediatrician, adoption medicine specialist and the CEO of Worldwide Orphans, a non-profit organization that provides direct services to orphans and at-risk children in Bulgaria, Ethiopia, Haiti, Serbia and Vietnam. Since 2000, she has had a pediatric practice specializing in adoption medicine, conducted medical missions to orphanages in over 14 countries and evaluated well over 10,000 children. Dr. Aronson is on faculty at Cornell University, Columbia University and Mt. Sinai School of Medicine and speaks all over the world advocating for orphans, including Women in the World and the Unite for Sight Global Health Conference at Yale. Dr. Aronson has created a celebrity platform with Amy Poehler, Andrew Garfield, Emma Stone, Connie Britton, Hugh Jackman and his wife, Deborra-lee Furness, Zachary Quinto, Rosie ODonnell and Katie Couric to build awareness of the global orphan crisis. Her many recognitions include the Angel in Adoption Award, Glamour Woman of the Year, Time 100 Nominee, Honored Alumna of Valley Stream North High School, Hunter College Hall of Fame, and Distinguished Alumna from the University of Medicine and Dentistry of New Jersey. Dr. Aronson writes for Huffington Post Impact and is available to provide innovative problem solving for children living in adversity. She is regularly featured in the media, including frequent guest appearances on CNN and NPR. She is the author of Carried in Our Hearts: The Gift of Adoption: Inspiring Stories of Families Created Across Continents, and she is the parent of two sons through adoption: Benjamin from Vietnam and Desalegn from Ethiopia.                                            David Benzaquen        Founder &amp; CEO, PlantBased Solutions                      David Benzaquen is the founder and Chief Executive Officer of PlantBased Solutions, a brand management and marketing agency building the market for plant-based foods to solve what he believes to be one of the worlds most urgent health, environmental and ethical challenges. Prior to launching his business, David worked in the nonprofit and government sectors as a lobbyist, fundraising consultant, community organizer, direct service provider and legislative aide. A perennial sector switcher with a hunger for pursuing the most effective social change, David holds a masters degree in nonprofit management from The New School for Social Engagement and a bachelors degree from American University in Political Science.                                                C&eacute;sar Bocanegra        Chief Operating Officer, DonorsChoose.org                      As the COO of DonorsChoose.org, Csar wears multiple hats. He manages a team that vets thousands of projects per month, and facilitates the purchase and delivery of materials to classrooms across the country. In addition to office management and several IT functions, Csar also manages the organization's human capital, customer relations, and donor appreciation efforts. Prior to joining DonorsChoose.org, Csar spent 11 years with AT&T in various roles, including Sales and Finance. He was the national president of HISPA, a non-profit organization focused on developing Hispanic youth. Csar earned his mechanical engineering degrees from Caltech (B.S.) and MIT (M.S.) and holds an MBA in Strategic Management from the Wharton School of Business.                                                Boris Bulayev        Co-Founder &amp; Executive Director, Educate!                      Boris Bulayev is the Co-Founder and Executive Director of Educate!, an organization he's been running since he was 19 with a friend from college.                       Educate! works to change the education system in Uganda, and elsewhere, to prepare young people to take leadership initiative, create small businesses and improve their livelihoods. Educate! has had lots of early success, works directly with 20,000 young people in Uganda, was backed by Echoing Green and Ashoka , and has grown to a team of almost 62. It incorporated its curriculum into Uganda's national curriculum to additionally reach 25,000+ annually starting in 2012.                      Before jumping into Educate! full time, Boris worked at startup incubator Loeb Enterprises, learning about entrepreneurship and how to start companies. Boris emigrated from Latvia at age 7. He is a Startingbloc fellow, an Empact100 Top Young Entrepreneur of 2011, a recipient of the 2011 Grinnell College Young Innovator for Social Justice Prize, and a Forbes Top 30 under 30 Social Entrepreneur in 2012 and 2013.                                                  Victor d'Allant        Founder &amp; CEO, Dallant Networks                      Paris-born Victor dAllant (@dallant) is the Founder and CEO of San Francisco-based Dallant Networks, the social enterprise building online communities for large foundations and international organizations. Clients include the Bill and Melinda Gates Foundation, the Ford Foundation, the Skoll Foundation and the World Bank Institute.       He started his career as a photojournalist and his photographs have been exhibited at the Museum of Modern Art in Paris. He holds an MA/ABD in social anthropology from the Sorbonne and an MBA from UC Berkeley's Haas School of Business.        His motto: Only jet. No lag.                                              Breanna DiGiammarino        Education Category Marketing Director, Indiegogo                      Breanna DiGiammarino is the education category marketing director at Indiegogo, where she leads outreach to universities, post-secondary schools and primary schools in an effort to revolutionize the way that education is financed. She has also been responsible for developing key partnerships with institutions such as the Clinton Global Initiative University (CGI U), George Mason University and the University of California, San Francisco. Prior to Indiegogo, Breanna was the Senior Associate at the Draper Richards Kaplan Foundation, a social venture fund in San Francisco, and an Associate Consultant at The Bridgespan Group, the non-profit arm of Bain & Company, where she consulted with high impact educational organizations and foundations.                      Breanna was invited as a reader for the 2011 and 2012 Echoing Green social venture fellowship and Haas Global Social Venture competition. She is also an Avanti Fellows advisory board member. Breanna holds a Master of Public Administration in Nonprofit Management from the NYU Wagner School of Public Service and graduated with a B.A in Biology and Government from the University of Virginia.                                                Nick Ehrmann        Founder and CEO, Blue Engine                      Nick has served as CEO & Founder of Blue Engine since 2009. Ehrmann began his career in education as a Teach for America corps member in Washington D.C., joining forces with local philanthropists in 2002 to launch the nonprofit I Have a Dream Project 312 . The partnership secured over $1M in commitments for a ten year, comprehensive youth development program for his fourth-grade students, many of whom are struggling to make it in the world of higher education. In 2003 he began graduate work at Princeton University as a William G. Bowen fellow and completed his PhD in sociology in 2010. His dissertationYellow Brick Roadexplored the negative effects of academic underperformance on the transition from high school to college. Nick was selected as a finalist for the Washington D.C. First-Year Teacher of the Year award and the national Teach For America Sue Lehmann Award and was named an Echoing Green Fellow in 2010 and a Draper Richards Kaplan Fellow in 2011. He currently lives in New York City and can be reached at nick@blueengine.org.                                             Annie Escobar        2009 Reynolds Scholar; Nonprofit Video & Storytelling Consultant                      Annie Escobar believes there is more good than bad in our world. More love than hate. More hope than helplessness. And she's driven to share the stories she's heard that prove this. She has created over 60 videos for over 30 purpose-driven organizations including KIPP, New Schools Venture Fund, Human Rights Campaign, Amplify and The Segal Family Foundation. Annie has worked with several organizations to create and implementstorytelling strategies, including BRAC, the world's largest development organization. She is the co-author of The Starter Guide to Non-Profit Video Storytelling, available for free download at www.startstorytelling.com .                                              Marissa Feinberg        Co-Founder, Impact HUB NYC                      Marissa Feinberg is co-founder of Impact Hub NYC, a go-to coworking space for companies that change the world. Marissa recently launched FLOCKD, powering productivity and connectivity for innovation. Previously, she Partnership Development at Felissimo, building a network of 350 organizations in support of design for social innovation. As a 10-year publicist & marketer, she frequently speaks, teaching entrepreneurs PR and marketing for startups via Investor's Circle, Startup Leadership, NYC Fastrac, Skillshare and Parsons the NEW School for Design.                                               Bob Filbin        Chief Data Scientist, Crisis Text Line                      Bob Filbin is Chief Data Scientist at Crisis Text Line, the first large-scale 24/7 national crisis line for teens on the medium they use and trust most: texting. The service will launch August 1st. Bob specializes in the application of behavioral psychology to questions of data collection, analysis, and reporting, to make sure data leads to good behavioral change. Bob has given lectures on using data to drive behavioral change at places including MIT, the University of Pennsylvania and the North American International Auto Show, and has published articles in the Harvard Business Review and Ypulse. He runs in Prospect Park.                                                  Frank Fredericks        Executive Director, World Faith ; CEO, Mean Communications                      Frank Fredericks is the founder of World Faith, Mean Communications, r Records, and Co-Founder of Religious Freedom USA. After graduating from NYU, Frank worked in the music industry, managing artists such as Lady Gaga. In 2006, he founded World Faith, a youth-led interfaith organization active in 15 countries. As an active blogger, Frank has contributed to the Huffington Post, Washington Post, and Sojourners. Frank has been interviewed on Good Morning America, NPR, and New York Magazine. He is an alumnus of the IFYC Fellowship, Soliya Fellowship, AMENDS at Stanford, and YouthActionNet Fellowship.                                        Mary Gentile, PhD        Creator and Director, Giving Voice to Values ;         Senior Research Scholar, Babson College;         Senior Advisor, Aspen Institute Business & Society Program;         Independent consultant on management education and leadership development                      Giving Voice to Values , a pioneering business curriculum for values-driven leadership, has been featured in Financial Times, Harvard Business Review, Stanford Social Innovation Review, McKinsey Quarterly, etc. and piloted in over 700 business schools and organizations globally. The award-winning book is Giving Voice To Values: How To Speak Your Mind When You Know What's Right (Yale University Press ( www.MaryGentile.com ). The 2013 edited volume is Educating for Values-Driven Leadership: Giving Voice To Values Across the Curriculum (Business Expert Press, 2013) which includes chapters by a dozen faculty from different functional areas who describe how they use GVV. And in 2014, a new series of six online interactive social cohort-based modules based on Giving Voice To Values was launched with Nomadic.fm .                      Due largely to her work with GVV, Gentile has been named to the Top 100 Thought Leaders in Trustworthy Business in 2013 and 2014; she was awarded the 2013 Recognition for Leadership in Humanistic Management from The Humanistic Management Network at the Academy of Management Conference; she was named to the Good Business New York Leading Women for 2012 list of Women Who Are Changing The World: 25 Dynamic Leaders Actively Creating a Better World Through Work & Business; and her book on GVV received the Axion Gold Medal for Business Ethics. From 1985 --95, Gentile was faculty member and manager of case research at Harvard Business School. Gentile was one of the principal architects of HBSs Leadership, Ethics and Corporate Responsibility curriculum. She co-authored Can Ethics Be Taught? Perspectives, Challenges, and Approaches at Harvard Business School and was Content Expert for the award-winning interactive CD-ROM, Managing Across Differences (Harvard Business School Publishing). Gentile earned her bachelors degree from The College of William and Mary and her MA and PhD from State University of New York at Buffalo.                                              Raz Godelnik        Assistant Professor of Strategic Design and Management, Parsons The New School for Design                     Raz Godelnik is an Assistant Professor of Strategic Design and Management at Parsons The New School for Design, where he teaches undergraduate and graduate courses in innovation, leadership, the sharing economy, sustainability and strategic design. His research interests include the convergence of innovation, sustainability, business and design strategies, the sharing economy, open innovation and sustainable business models. Currently he is involved in projects focusing on the impact of the sharing economy on traditional business, trust mechanisms in the sharing economy, co-creation models and Millennials ability to integrate sustainability into their lifestyle. Raz is the co-founder of two green startups - Hemper Jeans and Eco-Libris, and a regular contributor to Triple Pundit, writing about issues related to sustainable business and design. He holds an MBA from Tel Aviv University and a BA in Communication and Economics from the Hebrew University.                                              Alan Hilburg        Principal, Hilburg Associates                     Alan Hilburg, Principal of Hilburg Associates, brings over 30 years of experience as one of the world's leading authorities and innovators on reimagining brands. As an often-sought public speaker, Alan has been described as \"frustratingly insightful, inspirational, stimulating to the point of exhaustion, illuminating and always elevating.\" He was identified by the London Times, WSJ and Advertising Age as a \"leading brand architect.\" His career includes guiding six of the top 30 branding campaigns of the 20th century including Johnson and Johnsons Tylenol brand recovery; the creation of GEs Bringing Good Things to Life; Wendys iconic Wheres the Beef?; and, the creation of the Olympic Torch Run for AT&T. He and his teams also navigated numerous award-winning campaigns for National Geographic, Coca Cola, Burger King, Gillette, Johnson Wax, World Wrestling Federation, Four Season Hotels, American Airlines, JPMorganChase, US Air Force, Shell, Chevron, Exxon-Mobil, Micron and other global brands.                                             Taryn Hipwell        CEO, EcoDivas LLC                      Taryn Hipwell is an enthusiastic and empowering Writer, Producer and EcoDiva who is committed to creating fun, authentic and bold content that shatters stereotypes, shifts perceptions and changes lives. She is the CEO of EcoDivas LLC. EcoDivasTV.com highlights the silly, sassy, sexy, smart and sustainable sides of being Eco. Taryn teaches Sustainability and the Fashion Industry at FIDM, writes for Textile Insight Magazine, and does Eco Fashion speaking tours and workshops all over the US and around the world. She has worked for designer Anna Sui, styled films and celebrities, and produced and directed one of her first short films to show what Warner Bros. does to be green. She is a 2014 Los Angeles Business Journal Women Making a Difference Award nominee.                                             Rachel Ishofsky        Managing Director, Innovation: Africa                      Rachel's career in the developing world started as an NYU student studying in Ghana. She launched her first community based organization with Ghanaian partners at 19 years old, while also writing about education and foreign aid for the local government newspaper. After graduating summa cum laude, she went on to travel to over 30 countries, where she lived, worked and volunteered throughout sub-Saharan Africa and Southeast Asia. Today, Rachel runs Innovation: Africa, a non-profit/social enterprise that brings Israeli innovation to African villages. She has spoken about her work and travels around the country in venues such as Harvard and the New York Stock Exchange, and recently published an op-ed in Forbes.                                             Linda Kay Klein        2006 Reynolds Fellow Alumnus        Director, Echoing Green's Work on Purpose Program                      Linda Kay Klein is a writer, speaker, expert on womens religious and spiritual lives, and Director of Echoing Green's Work on Purpose program. Work on Purpose leverages the best practices of some of the worlds most successful social entrepreneurs to equip and inspire emerging professionals to create careers that are right for them and good for the world. Linda also sits on the advisory board of Feminist.com's religion and spirituality microsite, Our Inner Lives, and writes a column for the site, entitled Fierce, Faithful, and Free.                                             Michael Marantz        Principal / Founder, Already Alive                      The most important thing to know about Michal Marantz is that he named his company Already Alive. This is not a mistake or a sloughed-off attempt at naming something to sound catchy. It is the embodiment of who he is. Michael is a multidisciplinary storyteller with the emphasis here, on Story. As a Filmmaker, Composer, Digital Artist, and Experiential Designer, pushing the bounds of traditional media in innovative ways is his day job. As a human, creator of content, and fast-walking Brooklynite, he is constantly in pursuit of stirring his viewers to feel the same way he does: Already Alive.                                                 Richard Marker        Co-Principal, Wise Philanthropy        Founder, NYU Academy for Grantmaking &amp; Funder       Education                      Richard Marker is an internationally recognized speaker, educator, and advisor on philanthropy. He is the founder of 2 educational initiatives for       funders: the NYU Academy for Grantmaking and Funder Education and the Wise Philanthropy Institute. The NYU Academy for Grantmaking and Funder       Education, now entering its 11th year, is the worlds oldest and most comprehensive university program exclusively teaching philanthropists and       foundation professionals.                     Marker has lectured in 39 countries on 5 continents and in 40 of the United States, writes a popular blog Wise Philanthropy and is the author of        Saying Yes Wisely: Insights for the Thoughtful Philanthropist. (Blooming Twig Books, 2009, 2011). In addition to the Institute, Wise       Philanthropy includes Marker Goldsmith Philanthropy Advisors and Green Strides Consulting. Over his career Marker has been CEO of a major       foundation (Bronfman-Seagram Foundation), a trustee of several others, a professor (Brown, Hofstra, Loyola, and New York Universities), a       management consultant (The Solutions Group), a senior executive in the non-profit world (Hillel Foundation), and a university chaplain (Brown       University).                     Marker has received an Excellence in Teaching award from NYU, his career has been the subject of a feature length article in Lifestyles, and Forbes       recently published an extended interview with him (March 2012). He is a professional member of the Global Speakers Federation/National Speakers       Association. In addition to his professional work, Marker has served in leadership roles on a wide variety of volunteer and foundation boards and       served as chair of two international boards. He is married to Mirele Goldsmith, PhD., who is also on the faculty of the NYU Academy and is his       partner in Wise Philanthropy. They are the parents of Adam, a public interest attorney in Washington, DC.                                              Michael Mossoba        CEO, Design Observer                      Michael Mossoba is CEO of Design Observer, a leading media platform dedicated to design, culture, and social innovation. He previously founded Goodness500, a social enterprise that ranks companies based on corporate social responsibility. Michael holds an MBA from the Yale School of Management and is passionate about design, technology, and social impact.                                              Kate Otto        2006 Reynolds Scholar Alumnus        Founder, Everyday Ambassador        Mobile Technology Consultant, World Bank                     Kate Otto is a consultant to the World Bank, USAID, and other international development partners, in the field of mobile health technologies. She       is also the founder of Everyday Ambassador, a movement to ensure technology helps, not hinders, our ability to connect with others in service       efforts. Kate is a 2006 Reynolds scholar, and graduated NYU with her BA in International Relations and MA in Health Policy &amp; Management.                                               Mona Patel        CEO, Motivate Design         Twitter , LinkedIn , Motivate Design Facebook                      Mona Patel is CEO of Motivate Design, an experience and design agency, and UX Hires, an experience recruiting firm. For over 15 years, her ability to strategize quickly and customize solutions has set her apart in the industry. She has delivered user experience strategies and in-house usability programs for hundreds of clients through training and consulting. Her core expertise is in understanding why people do what they do and helping people find creative ways to solve problems through user research and design thinking.                                               Russ Pomeranz        President & CEO, Claverack Advisory Group                      Russell Pomeranz has twenty five years of experience leading the finance and administrative departments of nonprofit organizations with missions related to social services, education, the arts, and think tanks. Most recently, Pomeranz started his own consulting firm, The Claverack Advisory Group, to focus on the critical connection between the nonprofit financial function and organizational programmatic, strategic, and financial trajectories. Before establishing a consulting practice, Pomeranz was the COO / CFO of the Vera Institute of Justice, a $20 million criminal justice think tank. He is also currently an Adjunct Assistant Professor of Public Administration at NYU Wagner.                      Pomeranz currently chairs the Workforce Professionals Training Institute (WPTI), is a board member of Jobpath, Center for Family Life, Economic Mobility, Berkshire Taconic Center for Non-Profit Excellence and is on the Finance Committee for the Staten Island Community Charter School He has been published in The New York Times, Chronicle of Philanthropy, The Wall Street Journal, and the CPA Journal. He has a degree in Economics from Haverford College and an MBA from the University of Michigan.                                             Zack Rosenberg        Founder and CEO, DoGoodBuyUs                      Zack Rosenberg is the Founder and CEO of DoGoodBuyUs, the marketplace for social good/s. One of the first online resources of its kind, DoGoodBuyUs       offers a unique fundraising platform for non-profit groups and charity partners. On this site, consumers shop for beautiful items while giving       generously at the same time. Zack has always dedicated himself to giving back, serving on the boards of non-profits and also working tirelessly to       help colleagues find work. In 2009, he created SixDegreesofZack Rosenberg (SDZR), a monthly e-newsletter bringing great people together with great       job opportunities in digital media. With over a thousand subscribers, each issue gets results. He recently posted his twenty-first edition, which       now offers expanded content including timely interviews with industry leaders.                                              Anthony Salandy, Ph.D., M.S.        Director of Monitoring, Evaluation, Accountability, and Learning (MEAL), Worldwide Orphans                      Dr. Anthony Salandy currently serves as the Director of Monitoring, Evaluation, Accountability, and Learning (MEAL) for the Worldwide Orphans Foundation (WWO) where he oversees MEAL operations in 6 countries. He has over 20 years of experience in the Legislative and Executive branches of the U.S. Government, Non-profit, Academe, and Philanthropy. He was twice selected as the Society for Research in Child Development (SRCD) and the American Association for the Advancement of Science (AAAS) Policy Fellow. He has worked on child and family issues in Eastern Asia, Central and Eastern Europe, Sub-Saharan Africa, the U.S. and Caribbean. He is on faculty at Auburn University in the College of Human Sciences. Dr. Salandy has a Bachelors Degree in Biology from Rust College and a Masters and Doctoral Degree in Human Development and Family Studies from Auburn University.                                              Shaheen Sheik-Sadhal        Founder, Esse Law Group                      Merging her passion for social justice, her love of the law, and her entrepreneurial spirit, Shaheen Sheik-Sadhal founded Esse Law Group, a boutique law firm empowering today's social entrepreneurs to find their bottom-line in the new sustainable economy of profitability and positive social impact. She services early-stage startups and emerging growth companies in corporate transactional matters including debt and equity financings. Her clients include InVenture (Winner: Buisnessweek, Americas Most Promising Social Entrepreneurs: 2012) and ONEHOPE Wine (Inc. 5000 Company). Shaheen received her BA from the University of California, Berkeley and JD from the University of Virginia. After graduating law school, Shaheen was a professional recording artist, a favorite on MTV, and her newest music can be heard on George V Records Buddha Bar compilations.                                             Raj Thakkar        Founder and CEO, Charter School Business Management (CSBM)        John Wood - NYU Reynolds Fellow in Scalability                     A social entrepreneur committed to the financial solvency of charter schools, Raj Thakkar is considered a national expert on charter school finance. He founded Charter School Business Management (CSBM) in 2006 after serving as Chief Financial Officer of Explore Charter School for four years. Currently managing budgets totaling over $400 million for their 100+ clients, CSBM provides a wide range of business services for charter schools, including full service management of schools financial responsibilities and training for school leaders, finance/operations staff and Board members. Recognizing that 80% of charter school closures are due to financial mismanagement, CSBM is dedicated to providing school leaders with the financial peace of mind they need so that they can focus on their crucial work of educating their students. Raj has been featured in numerous publications and conferences as a result of CSBMs work towards eliminating charter school closure due to finances. He was named Small Business Person of the Year for the NY district by the U.S. Small Business Administration in 2011. CSBM was also awarded Small Business of the Year for Eastern Region of the U.S. by the U.S. Chamber of Commerce in 2009. In October 2012, CSBM was selected to participate in the Goldman Sachs 10,000 Small Businesses program, an initiative to help small businesses growth and create more jobs. In November 2012, CSBM was named #14 out of the 50 Best Places to Work in New York City by Crains NY Business. Raj received his Bachelors in Engineering Science from Hofstra University and MBA in Finance from NYUs Stern School of Business.                                             Molly Tschang        Director, Consulting, Cisco Systems                      Molly Tschang is director in Ciscos consulting business with a specialty in coaching executive teams to sustained high performance with a distinct systems focus. She brings 20+ years experience as a change agent, guiding leadership teams to navigate, lead and thrive in change. Previously Tschang was a thought leader on public, private and citizen sector collaboration to expand ICT access in emerging markets. As a Cisco Leadership Fellow, she was executive director of NetHope, the first consortium of leading international NGOs collectively solving technology problems. During her tenure NetHope members received a $41M Microsoft grant. Tschang has also led the global team that integrated 50+ acquisitions into the company, ensuring Cisco's entrepreneurial culture endured through rapid change. She also supports Community Solutions, Global Tolerance, NetHope and Save the Children, teaches yoga and adores tennis.                                              Greg van Kirk        Co-Founder, Community Enterprise Solutions        Co-Founder, Social Entrepreneur Corps                      Greg Van Kirk is the co-founder of Community Enterprise Solutions and Social Entrepreneur Corps. He is an Ashoka Lemelson Fellow, Ashoka Globalizer, Schwab Foundation Social Entrepreneur of the Year (2012) and a member of the Clinton Global Initiative and the Ashoka Siemens Foundation Community Impact Development Group. He and his team is focused on expanding the reach and impact of their award winning MicroConsignment Model globally. He has served as an economic development consultant for organizations such as USAID, Chemonics, VisionSpring, Soros Foundation, Church World Service, IDB, Water For People and Fundacion Paraguaya. Greg also contributes time as Social Entrepreneur in Residence for universities and has recently worked with Columbia University, New York University, Indiana University, University of San Diego and Arizona State University. He is a senior advisor for AshokaU. He has taught courses in social entrepreneurship at Columbia University and NYU Wagner. Greg began working in rural small business development as a Guatemala Peace Corps volunteer in 2001. Greg worked in investment banking for five years before arriving in Guatemala. Two deals he led at UBS during this time won \"Deal of the Year\" honors from \"Structured Finance International\" magazine. Greg is a graduate of Miami University and currently lives with his family in New York City.                                             Pauline Zalkin        Founder &amp; Creative Director, Fineas Media                      Fineas Media is a collective of creative geniuses all working together to ensure artistic expression aligns perfectly with social impact. The Creative Brain Trust is an advisory counsel of veteran and visionary filmmakers, strategists and social advocacy pros from the social sector space, all with at least 15+ years of experience in their field. A member of the Creative Brain Trust serves on all Fineas engagements. Pauline is a photographer, filmmaker, storyteller, and digital cause strategist with more than 10 years of experience in the social impact space. Paulines clients have included the CSR division of one of the worlds top management consulting companies; Devex, Business Fights Poverty; Propeller (the leading social innovation incubator in New Orleans); Pixan (a sustainable fashion enterprise in Guatemala) and many others. In 2009 she served as acting director of External Relations & Development for the RAND Corporation's Gulf States Policy Institute in New Orleans. The great first love of her career was the Taproot Foundation (whose New York office she helped grow), and which is now the leader in delivering pro bono communications & marketing services across the United States. Pauline served on the 2008 Obama Campaign, managing press operations and is presently a media consultant to the White House.                                                                     Unless otherwise noted, all content copyright New York University. All rights reserved.      All Photo credit NYU Reynolds, Reynolds Foundation, Annie Escobar and       ListenIn Pictures .      Designed by The Office of Web Communications                 Copyright Communication | Important Notice | Feedback"}]},
{"detail": [{"content": "NYU &gt;   Catherine B. Reynolds Program for Social Entrepreneurship   &gt; R.E.A.L. Workshop Series   &gt; All R.E.A.L. Workshop Series Speakers                                                                                        Skip to Navigation | Skip to Content                                  Home |       FAQs |       Contact Us                        Quick Links          Academic Calendar      Albert: Admin      Albert: Students      Athletics      Bookstores      Career Services      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Help      Public Affairs      Student Resource Center      Wellness Exchange      NYU A-Z              Schools          College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Faculty of Arts and Science      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Leonard N. Stern School of Business      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      School of Social Work      The Steinhardt School of Education      Tisch School of the Arts                             Search           go?                                      New York University       New York University       Reynolds                   Reynolds                                                Social Entrepeneurship               Graduate Fellowship            Application Process       Application Requirements           Selected Alumni Fellows                       Undergraduate Scholarship            Application Process       Application Requirements           Selected Alumni Scholars                        Speaker Series            2014 - 2015 Speaker Series       Event Livestream       Past Speakers        Video &amp; Podcast Archive                         NYU Reynolds R.E.A.L. Workshop Series            2014 - 2015 R.E.A.L. Workshops       R.E.A.L. Series Speakers                           Changemaker (CmC) Challenge            CmC Timeline, Deadlines &amp; Workshops       CmC Venture Teams                       D-Prize Social Venture Competition                    How To Participate                    D-Prize Timeline                    D-Prize Challenges              D-Prize Teams                    About the Partnership                         News, Events &amp; Resources            News       Reynolds Reader         Social Venture Competition &amp; Fellowship Database       Newsletters       Academy of Achievement Summit 2010       2009 Reynolds Graduate Selection Event       2008 Reynolds Graduate Selection Event       2007 Reynolds Graduate Selection Event       2006 Reynolds Graduate Selection Event       Links       Articles and Speeches                       Our Team            Reynolds Team       Scholar in Residence          Social Entrepreneurial Coaches                                         Share     |                                                                                                         Tweets by @NYUReynolds                        Home       |       R.E.A.L. Workshop Series                |        All R.E.A.L. Workshop Series Speakers                                                 All R.E.A.L. Workshop Series Speakers                                 Jane Aronson        CEO, Worldwide Orphans                      Dr. Jane Aronson is a pediatrician, adoption medicine specialist and the CEO of Worldwide Orphans, a non-profit organization that provides direct services to orphans and at-risk children in Bulgaria, Ethiopia, Haiti, Serbia and Vietnam. Since 2000, she has had a pediatric practice specializing in adoption medicine, conducted medical missions to orphanages in over 14 countries and evaluated well over 10,000 children. Dr. Aronson is on faculty at Cornell University, Columbia University and Mt. Sinai School of Medicine and speaks all over the world advocating for orphans, including Women in the World and the Unite for Sight Global Health Conference at Yale. Dr. Aronson has created a celebrity platform with Amy Poehler, Andrew Garfield, Emma Stone, Connie Britton, Hugh Jackman and his wife, Deborra-lee Furness, Zachary Quinto, Rosie ODonnell and Katie Couric to build awareness of the global orphan crisis. Her many recognitions include the Angel in Adoption Award, Glamour Woman of the Year, Time 100 Nominee, Honored Alumna of Valley Stream North High School, Hunter College Hall of Fame, and Distinguished Alumna from the University of Medicine and Dentistry of New Jersey. Dr. Aronson writes for Huffington Post Impact and is available to provide innovative problem solving for children living in adversity. She is regularly featured in the media, including frequent guest appearances on CNN and NPR. She is the author of Carried in Our Hearts: The Gift of Adoption: Inspiring Stories of Families Created Across Continents, and she is the parent of two sons through adoption: Benjamin from Vietnam and Desalegn from Ethiopia.                                            David Benzaquen        Founder &amp; CEO, PlantBased Solutions                      David Benzaquen is the founder and Chief Executive Officer of PlantBased Solutions, a brand management and marketing agency building the market for plant-based foods to solve what he believes to be one of the worlds most urgent health, environmental and ethical challenges. Prior to launching his business, David worked in the nonprofit and government sectors as a lobbyist, fundraising consultant, community organizer, direct service provider and legislative aide. A perennial sector switcher with a hunger for pursuing the most effective social change, David holds a masters degree in nonprofit management from The New School for Social Engagement and a bachelors degree from American University in Political Science.                                                C&eacute;sar Bocanegra        Chief Operating Officer, DonorsChoose.org                      As the COO of DonorsChoose.org, Csar wears multiple hats. He manages a team that vets thousands of projects per month, and facilitates the purchase and delivery of materials to classrooms across the country. In addition to office management and several IT functions, Csar also manages the organization's human capital, customer relations, and donor appreciation efforts. Prior to joining DonorsChoose.org, Csar spent 11 years with AT&T in various roles, including Sales and Finance. He was the national president of HISPA, a non-profit organization focused on developing Hispanic youth. Csar earned his mechanical engineering degrees from Caltech (B.S.) and MIT (M.S.) and holds an MBA in Strategic Management from the Wharton School of Business.                                                Boris Bulayev        Co-Founder &amp; Executive Director, Educate!                      Boris Bulayev is the Co-Founder and Executive Director of Educate!, an organization he's been running since he was 19 with a friend from college.                       Educate! works to change the education system in Uganda, and elsewhere, to prepare young people to take leadership initiative, create small businesses and improve their livelihoods. Educate! has had lots of early success, works directly with 20,000 young people in Uganda, was backed by Echoing Green and Ashoka , and has grown to a team of almost 62. It incorporated its curriculum into Uganda's national curriculum to additionally reach 25,000+ annually starting in 2012.                      Before jumping into Educate! full time, Boris worked at startup incubator Loeb Enterprises, learning about entrepreneurship and how to start companies. Boris emigrated from Latvia at age 7. He is a Startingbloc fellow, an Empact100 Top Young Entrepreneur of 2011, a recipient of the 2011 Grinnell College Young Innovator for Social Justice Prize, and a Forbes Top 30 under 30 Social Entrepreneur in 2012 and 2013.                                                  Victor d'Allant        Founder &amp; CEO, Dallant Networks                      Paris-born Victor dAllant (@dallant) is the Founder and CEO of San Francisco-based Dallant Networks, the social enterprise building online communities for large foundations and international organizations. Clients include the Bill and Melinda Gates Foundation, the Ford Foundation, the Skoll Foundation and the World Bank Institute.       He started his career as a photojournalist and his photographs have been exhibited at the Museum of Modern Art in Paris. He holds an MA/ABD in social anthropology from the Sorbonne and an MBA from UC Berkeley's Haas School of Business.        His motto: Only jet. No lag.                                              Breanna DiGiammarino        Education Category Marketing Director, Indiegogo                      Breanna DiGiammarino is the education category marketing director at Indiegogo, where she leads outreach to universities, post-secondary schools and primary schools in an effort to revolutionize the way that education is financed. She has also been responsible for developing key partnerships with institutions such as the Clinton Global Initiative University (CGI U), George Mason University and the University of California, San Francisco. Prior to Indiegogo, Breanna was the Senior Associate at the Draper Richards Kaplan Foundation, a social venture fund in San Francisco, and an Associate Consultant at The Bridgespan Group, the non-profit arm of Bain & Company, where she consulted with high impact educational organizations and foundations.                      Breanna was invited as a reader for the 2011 and 2012 Echoing Green social venture fellowship and Haas Global Social Venture competition. She is also an Avanti Fellows advisory board member. Breanna holds a Master of Public Administration in Nonprofit Management from the NYU Wagner School of Public Service and graduated with a B.A in Biology and Government from the University of Virginia.                                                Nick Ehrmann        Founder and CEO, Blue Engine                      Nick has served as CEO & Founder of Blue Engine since 2009. Ehrmann began his career in education as a Teach for America corps member in Washington D.C., joining forces with local philanthropists in 2002 to launch the nonprofit I Have a Dream Project 312 . The partnership secured over $1M in commitments for a ten year, comprehensive youth development program for his fourth-grade students, many of whom are struggling to make it in the world of higher education. In 2003 he began graduate work at Princeton University as a William G. Bowen fellow and completed his PhD in sociology in 2010. His dissertationYellow Brick Roadexplored the negative effects of academic underperformance on the transition from high school to college. Nick was selected as a finalist for the Washington D.C. First-Year Teacher of the Year award and the national Teach For America Sue Lehmann Award and was named an Echoing Green Fellow in 2010 and a Draper Richards Kaplan Fellow in 2011. He currently lives in New York City and can be reached at nick@blueengine.org.                                             Annie Escobar        2009 Reynolds Scholar; Nonprofit Video & Storytelling Consultant                      Annie Escobar believes there is more good than bad in our world. More love than hate. More hope than helplessness. And she's driven to share the stories she's heard that prove this. She has created over 60 videos for over 30 purpose-driven organizations including KIPP, New Schools Venture Fund, Human Rights Campaign, Amplify and The Segal Family Foundation. Annie has worked with several organizations to create and implementstorytelling strategies, including BRAC, the world's largest development organization. She is the co-author of The Starter Guide to Non-Profit Video Storytelling, available for free download at www.startstorytelling.com .                                              Marissa Feinberg        Co-Founder, Impact HUB NYC                      Marissa Feinberg is co-founder of Impact Hub NYC, a go-to coworking space for companies that change the world. Marissa recently launched FLOCKD, powering productivity and connectivity for innovation. Previously, she Partnership Development at Felissimo, building a network of 350 organizations in support of design for social innovation. As a 10-year publicist & marketer, she frequently speaks, teaching entrepreneurs PR and marketing for startups via Investor's Circle, Startup Leadership, NYC Fastrac, Skillshare and Parsons the NEW School for Design.                                               Bob Filbin        Chief Data Scientist, Crisis Text Line                      Bob Filbin is Chief Data Scientist at Crisis Text Line, the first large-scale 24/7 national crisis line for teens on the medium they use and trust most: texting. The service will launch August 1st. Bob specializes in the application of behavioral psychology to questions of data collection, analysis, and reporting, to make sure data leads to good behavioral change. Bob has given lectures on using data to drive behavioral change at places including MIT, the University of Pennsylvania and the North American International Auto Show, and has published articles in the Harvard Business Review and Ypulse. He runs in Prospect Park.                                                  Frank Fredericks        Executive Director, World Faith ; CEO, Mean Communications                      Frank Fredericks is the founder of World Faith, Mean Communications, r Records, and Co-Founder of Religious Freedom USA. After graduating from NYU, Frank worked in the music industry, managing artists such as Lady Gaga. In 2006, he founded World Faith, a youth-led interfaith organization active in 15 countries. As an active blogger, Frank has contributed to the Huffington Post, Washington Post, and Sojourners. Frank has been interviewed on Good Morning America, NPR, and New York Magazine. He is an alumnus of the IFYC Fellowship, Soliya Fellowship, AMENDS at Stanford, and YouthActionNet Fellowship.                                        Mary Gentile, PhD        Creator and Director, Giving Voice to Values ;         Senior Research Scholar, Babson College;         Senior Advisor, Aspen Institute Business & Society Program;         Independent consultant on management education and leadership development                      Giving Voice to Values , a pioneering business curriculum for values-driven leadership, has been featured in Financial Times, Harvard Business Review, Stanford Social Innovation Review, McKinsey Quarterly, etc. and piloted in over 700 business schools and organizations globally. The award-winning book is Giving Voice To Values: How To Speak Your Mind When You Know What's Right (Yale University Press ( www.MaryGentile.com ). The 2013 edited volume is Educating for Values-Driven Leadership: Giving Voice To Values Across the Curriculum (Business Expert Press, 2013) which includes chapters by a dozen faculty from different functional areas who describe how they use GVV. And in 2014, a new series of six online interactive social cohort-based modules based on Giving Voice To Values was launched with Nomadic.fm .                      Due largely to her work with GVV, Gentile has been named to the Top 100 Thought Leaders in Trustworthy Business in 2013 and 2014; she was awarded the 2013 Recognition for Leadership in Humanistic Management from The Humanistic Management Network at the Academy of Management Conference; she was named to the Good Business New York Leading Women for 2012 list of Women Who Are Changing The World: 25 Dynamic Leaders Actively Creating a Better World Through Work & Business; and her book on GVV received the Axion Gold Medal for Business Ethics. From 1985 --95, Gentile was faculty member and manager of case research at Harvard Business School. Gentile was one of the principal architects of HBSs Leadership, Ethics and Corporate Responsibility curriculum. She co-authored Can Ethics Be Taught? Perspectives, Challenges, and Approaches at Harvard Business School and was Content Expert for the award-winning interactive CD-ROM, Managing Across Differences (Harvard Business School Publishing). Gentile earned her bachelors degree from The College of William and Mary and her MA and PhD from State University of New York at Buffalo.                                              Raz Godelnik        Assistant Professor of Strategic Design and Management, Parsons The New School for Design                     Raz Godelnik is an Assistant Professor of Strategic Design and Management at Parsons The New School for Design, where he teaches undergraduate and graduate courses in innovation, leadership, the sharing economy, sustainability and strategic design. His research interests include the convergence of innovation, sustainability, business and design strategies, the sharing economy, open innovation and sustainable business models. Currently he is involved in projects focusing on the impact of the sharing economy on traditional business, trust mechanisms in the sharing economy, co-creation models and Millennials ability to integrate sustainability into their lifestyle. Raz is the co-founder of two green startups - Hemper Jeans and Eco-Libris, and a regular contributor to Triple Pundit, writing about issues related to sustainable business and design. He holds an MBA from Tel Aviv University and a BA in Communication and Economics from the Hebrew University.                                              Alan Hilburg        Principal, Hilburg Associates                     Alan Hilburg, Principal of Hilburg Associates, brings over 30 years of experience as one of the world's leading authorities and innovators on reimagining brands. As an often-sought public speaker, Alan has been described as \"frustratingly insightful, inspirational, stimulating to the point of exhaustion, illuminating and always elevating.\" He was identified by the London Times, WSJ and Advertising Age as a \"leading brand architect.\" His career includes guiding six of the top 30 branding campaigns of the 20th century including Johnson and Johnsons Tylenol brand recovery; the creation of GEs Bringing Good Things to Life; Wendys iconic Wheres the Beef?; and, the creation of the Olympic Torch Run for AT&T. He and his teams also navigated numerous award-winning campaigns for National Geographic, Coca Cola, Burger King, Gillette, Johnson Wax, World Wrestling Federation, Four Season Hotels, American Airlines, JPMorganChase, US Air Force, Shell, Chevron, Exxon-Mobil, Micron and other global brands.                                             Taryn Hipwell        CEO, EcoDivas LLC                      Taryn Hipwell is an enthusiastic and empowering Writer, Producer and EcoDiva who is committed to creating fun, authentic and bold content that shatters stereotypes, shifts perceptions and changes lives. She is the CEO of EcoDivas LLC. EcoDivasTV.com highlights the silly, sassy, sexy, smart and sustainable sides of being Eco. Taryn teaches Sustainability and the Fashion Industry at FIDM, writes for Textile Insight Magazine, and does Eco Fashion speaking tours and workshops all over the US and around the world. She has worked for designer Anna Sui, styled films and celebrities, and produced and directed one of her first short films to show what Warner Bros. does to be green. She is a 2014 Los Angeles Business Journal Women Making a Difference Award nominee.                                             Rachel Ishofsky        Managing Director, Innovation: Africa                      Rachel's career in the developing world started as an NYU student studying in Ghana. She launched her first community based organization with Ghanaian partners at 19 years old, while also writing about education and foreign aid for the local government newspaper. After graduating summa cum laude, she went on to travel to over 30 countries, where she lived, worked and volunteered throughout sub-Saharan Africa and Southeast Asia. Today, Rachel runs Innovation: Africa, a non-profit/social enterprise that brings Israeli innovation to African villages. She has spoken about her work and travels around the country in venues such as Harvard and the New York Stock Exchange, and recently published an op-ed in Forbes.                                             Linda Kay Klein        2006 Reynolds Fellow Alumnus        Director, Echoing Green's Work on Purpose Program                      Linda Kay Klein is a writer, speaker, expert on womens religious and spiritual lives, and Director of Echoing Green's Work on Purpose program. Work on Purpose leverages the best practices of some of the worlds most successful social entrepreneurs to equip and inspire emerging professionals to create careers that are right for them and good for the world. Linda also sits on the advisory board of Feminist.com's religion and spirituality microsite, Our Inner Lives, and writes a column for the site, entitled Fierce, Faithful, and Free.                                             Michael Marantz        Principal / Founder, Already Alive                      The most important thing to know about Michal Marantz is that he named his company Already Alive. This is not a mistake or a sloughed-off attempt at naming something to sound catchy. It is the embodiment of who he is. Michael is a multidisciplinary storyteller with the emphasis here, on Story. As a Filmmaker, Composer, Digital Artist, and Experiential Designer, pushing the bounds of traditional media in innovative ways is his day job. As a human, creator of content, and fast-walking Brooklynite, he is constantly in pursuit of stirring his viewers to feel the same way he does: Already Alive.                                                 Richard Marker        Co-Principal, Wise Philanthropy        Founder, NYU Academy for Grantmaking &amp; Funder       Education                      Richard Marker is an internationally recognized speaker, educator, and advisor on philanthropy. He is the founder of 2 educational initiatives for       funders: the NYU Academy for Grantmaking and Funder Education and the Wise Philanthropy Institute. The NYU Academy for Grantmaking and Funder       Education, now entering its 11th year, is the worlds oldest and most comprehensive university program exclusively teaching philanthropists and       foundation professionals.                     Marker has lectured in 39 countries on 5 continents and in 40 of the United States, writes a popular blog Wise Philanthropy and is the author of        Saying Yes Wisely: Insights for the Thoughtful Philanthropist. (Blooming Twig Books, 2009, 2011). In addition to the Institute, Wise       Philanthropy includes Marker Goldsmith Philanthropy Advisors and Green Strides Consulting. Over his career Marker has been CEO of a major       foundation (Bronfman-Seagram Foundation), a trustee of several others, a professor (Brown, Hofstra, Loyola, and New York Universities), a       management consultant (The Solutions Group), a senior executive in the non-profit world (Hillel Foundation), and a university chaplain (Brown       University).                     Marker has received an Excellence in Teaching award from NYU, his career has been the subject of a feature length article in Lifestyles, and Forbes       recently published an extended interview with him (March 2012). He is a professional member of the Global Speakers Federation/National Speakers       Association. In addition to his professional work, Marker has served in leadership roles on a wide variety of volunteer and foundation boards and       served as chair of two international boards. He is married to Mirele Goldsmith, PhD., who is also on the faculty of the NYU Academy and is his       partner in Wise Philanthropy. They are the parents of Adam, a public interest attorney in Washington, DC.                                              Michael Mossoba        CEO, Design Observer                      Michael Mossoba is CEO of Design Observer, a leading media platform dedicated to design, culture, and social innovation. He previously founded Goodness500, a social enterprise that ranks companies based on corporate social responsibility. Michael holds an MBA from the Yale School of Management and is passionate about design, technology, and social impact.                                              Kate Otto        2006 Reynolds Scholar Alumnus        Founder, Everyday Ambassador        Mobile Technology Consultant, World Bank                     Kate Otto is a consultant to the World Bank, USAID, and other international development partners, in the field of mobile health technologies. She       is also the founder of Everyday Ambassador, a movement to ensure technology helps, not hinders, our ability to connect with others in service       efforts. Kate is a 2006 Reynolds scholar, and graduated NYU with her BA in International Relations and MA in Health Policy &amp; Management.                                               Mona Patel        CEO, Motivate Design         Twitter , LinkedIn , Motivate Design Facebook                      Mona Patel is CEO of Motivate Design, an experience and design agency, and UX Hires, an experience recruiting firm. For over 15 years, her ability to strategize quickly and customize solutions has set her apart in the industry. She has delivered user experience strategies and in-house usability programs for hundreds of clients through training and consulting. Her core expertise is in understanding why people do what they do and helping people find creative ways to solve problems through user research and design thinking.                                               Russ Pomeranz        President & CEO, Claverack Advisory Group                      Russell Pomeranz has twenty five years of experience leading the finance and administrative departments of nonprofit organizations with missions related to social services, education, the arts, and think tanks. Most recently, Pomeranz started his own consulting firm, The Claverack Advisory Group, to focus on the critical connection between the nonprofit financial function and organizational programmatic, strategic, and financial trajectories. Before establishing a consulting practice, Pomeranz was the COO / CFO of the Vera Institute of Justice, a $20 million criminal justice think tank. He is also currently an Adjunct Assistant Professor of Public Administration at NYU Wagner.                      Pomeranz currently chairs the Workforce Professionals Training Institute (WPTI), is a board member of Jobpath, Center for Family Life, Economic Mobility, Berkshire Taconic Center for Non-Profit Excellence and is on the Finance Committee for the Staten Island Community Charter School He has been published in The New York Times, Chronicle of Philanthropy, The Wall Street Journal, and the CPA Journal. He has a degree in Economics from Haverford College and an MBA from the University of Michigan.                                             Zack Rosenberg        Founder and CEO, DoGoodBuyUs                      Zack Rosenberg is the Founder and CEO of DoGoodBuyUs, the marketplace for social good/s. One of the first online resources of its kind, DoGoodBuyUs       offers a unique fundraising platform for non-profit groups and charity partners. On this site, consumers shop for beautiful items while giving       generously at the same time. Zack has always dedicated himself to giving back, serving on the boards of non-profits and also working tirelessly to       help colleagues find work. In 2009, he created SixDegreesofZack Rosenberg (SDZR), a monthly e-newsletter bringing great people together with great       job opportunities in digital media. With over a thousand subscribers, each issue gets results. He recently posted his twenty-first edition, which       now offers expanded content including timely interviews with industry leaders.                                              Anthony Salandy, Ph.D., M.S.        Director of Monitoring, Evaluation, Accountability, and Learning (MEAL), Worldwide Orphans                      Dr. Anthony Salandy currently serves as the Director of Monitoring, Evaluation, Accountability, and Learning (MEAL) for the Worldwide Orphans Foundation (WWO) where he oversees MEAL operations in 6 countries. He has over 20 years of experience in the Legislative and Executive branches of the U.S. Government, Non-profit, Academe, and Philanthropy. He was twice selected as the Society for Research in Child Development (SRCD) and the American Association for the Advancement of Science (AAAS) Policy Fellow. He has worked on child and family issues in Eastern Asia, Central and Eastern Europe, Sub-Saharan Africa, the U.S. and Caribbean. He is on faculty at Auburn University in the College of Human Sciences. Dr. Salandy has a Bachelors Degree in Biology from Rust College and a Masters and Doctoral Degree in Human Development and Family Studies from Auburn University.                                              Shaheen Sheik-Sadhal        Founder, Esse Law Group                      Merging her passion for social justice, her love of the law, and her entrepreneurial spirit, Shaheen Sheik-Sadhal founded Esse Law Group, a boutique law firm empowering today's social entrepreneurs to find their bottom-line in the new sustainable economy of profitability and positive social impact. She services early-stage startups and emerging growth companies in corporate transactional matters including debt and equity financings. Her clients include InVenture (Winner: Buisnessweek, Americas Most Promising Social Entrepreneurs: 2012) and ONEHOPE Wine (Inc. 5000 Company). Shaheen received her BA from the University of California, Berkeley and JD from the University of Virginia. After graduating law school, Shaheen was a professional recording artist, a favorite on MTV, and her newest music can be heard on George V Records Buddha Bar compilations.                                             Raj Thakkar        Founder and CEO, Charter School Business Management (CSBM)        John Wood - NYU Reynolds Fellow in Scalability                     A social entrepreneur committed to the financial solvency of charter schools, Raj Thakkar is considered a national expert on charter school finance. He founded Charter School Business Management (CSBM) in 2006 after serving as Chief Financial Officer of Explore Charter School for four years. Currently managing budgets totaling over $400 million for their 100+ clients, CSBM provides a wide range of business services for charter schools, including full service management of schools financial responsibilities and training for school leaders, finance/operations staff and Board members. Recognizing that 80% of charter school closures are due to financial mismanagement, CSBM is dedicated to providing school leaders with the financial peace of mind they need so that they can focus on their crucial work of educating their students. Raj has been featured in numerous publications and conferences as a result of CSBMs work towards eliminating charter school closure due to finances. He was named Small Business Person of the Year for the NY district by the U.S. Small Business Administration in 2011. CSBM was also awarded Small Business of the Year for Eastern Region of the U.S. by the U.S. Chamber of Commerce in 2009. In October 2012, CSBM was selected to participate in the Goldman Sachs 10,000 Small Businesses program, an initiative to help small businesses growth and create more jobs. In November 2012, CSBM was named #14 out of the 50 Best Places to Work in New York City by Crains NY Business. Raj received his Bachelors in Engineering Science from Hofstra University and MBA in Finance from NYUs Stern School of Business.                                             Molly Tschang        Director, Consulting, Cisco Systems                      Molly Tschang is director in Ciscos consulting business with a specialty in coaching executive teams to sustained high performance with a distinct systems focus. She brings 20+ years experience as a change agent, guiding leadership teams to navigate, lead and thrive in change. Previously Tschang was a thought leader on public, private and citizen sector collaboration to expand ICT access in emerging markets. As a Cisco Leadership Fellow, she was executive director of NetHope, the first consortium of leading international NGOs collectively solving technology problems. During her tenure NetHope members received a $41M Microsoft grant. Tschang has also led the global team that integrated 50+ acquisitions into the company, ensuring Cisco's entrepreneurial culture endured through rapid change. She also supports Community Solutions, Global Tolerance, NetHope and Save the Children, teaches yoga and adores tennis.                                              Greg van Kirk        Co-Founder, Community Enterprise Solutions        Co-Founder, Social Entrepreneur Corps                      Greg Van Kirk is the co-founder of Community Enterprise Solutions and Social Entrepreneur Corps. He is an Ashoka Lemelson Fellow, Ashoka Globalizer, Schwab Foundation Social Entrepreneur of the Year (2012) and a member of the Clinton Global Initiative and the Ashoka Siemens Foundation Community Impact Development Group. He and his team is focused on expanding the reach and impact of their award winning MicroConsignment Model globally. He has served as an economic development consultant for organizations such as USAID, Chemonics, VisionSpring, Soros Foundation, Church World Service, IDB, Water For People and Fundacion Paraguaya. Greg also contributes time as Social Entrepreneur in Residence for universities and has recently worked with Columbia University, New York University, Indiana University, University of San Diego and Arizona State University. He is a senior advisor for AshokaU. He has taught courses in social entrepreneurship at Columbia University and NYU Wagner. Greg began working in rural small business development as a Guatemala Peace Corps volunteer in 2001. Greg worked in investment banking for five years before arriving in Guatemala. Two deals he led at UBS during this time won \"Deal of the Year\" honors from \"Structured Finance International\" magazine. Greg is a graduate of Miami University and currently lives with his family in New York City.                                             Pauline Zalkin        Founder &amp; Creative Director, Fineas Media                      Fineas Media is a collective of creative geniuses all working together to ensure artistic expression aligns perfectly with social impact. The Creative Brain Trust is an advisory counsel of veteran and visionary filmmakers, strategists and social advocacy pros from the social sector space, all with at least 15+ years of experience in their field. A member of the Creative Brain Trust serves on all Fineas engagements. Pauline is a photographer, filmmaker, storyteller, and digital cause strategist with more than 10 years of experience in the social impact space. Paulines clients have included the CSR division of one of the worlds top management consulting companies; Devex, Business Fights Poverty; Propeller (the leading social innovation incubator in New Orleans); Pixan (a sustainable fashion enterprise in Guatemala) and many others. In 2009 she served as acting director of External Relations & Development for the RAND Corporation's Gulf States Policy Institute in New Orleans. The great first love of her career was the Taproot Foundation (whose New York office she helped grow), and which is now the leader in delivering pro bono communications & marketing services across the United States. Pauline served on the 2008 Obama Campaign, managing press operations and is presently a media consultant to the White House.                                                                     Unless otherwise noted, all content copyright New York University. All rights reserved.      All Photo credit NYU Reynolds, Reynolds Foundation, Annie Escobar and       ListenIn Pictures .      Designed by The Office of Web Communications                 Copyright Communication | Important Notice | Feedback"}, {"content": "NYU-Poly Nanoscientists Reach the Holy Grail in Label-Free Cancer Marker Detection: Single Molecules                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   September   /   17                                                         NYU-Poly Nanoscientists Reach the Holy Grail in Label-Free Cancer Marker Detection: Single Molecules                   September 17, 2013                                       Researchers at NYU-Poly used a nano-enhanced version of their patented microcavity biosensor to detect a single cancer marker protein, which is one-sixth the size of the smallest virus, and even smaller molecules below the mass of all known markers.      This achievement shatters the previous record, setting a new benchmark for the most sensitive limit of detection, and may significantly advance early disease diagnostics. Unlike current technology, which attaches a fluorescent molecule, or label, to the antigen to allow it to be seen, the new process detects the antigen without an interfering label.      Stephen Arnold, University Professor of applied physics and member of the Othmer-Jacobs Department of Chemical and Biomolecular Engineering, published details of the achievement in Nano Letters, a publication of the American Chemical Society.      They believe the new limit of detection may be smaller than 0.01 attograms.  This latest milestone builds on a technique pioneered by Arnold and collaborators from NYU-Poly and Fordham University. In 2012, the researchers set the first sizing record by treating a novel biosensor with plasmonic gold nanoreceptors, enhancing the electric field of the sensor and allowing even the smallest shifts in resonant frequency to be detected. Their plan was to design a medical diagnostic device capable of identifying a single virus particle in a point-of-care setting, without the use of special assay preparations.      At the time, the notion of detecting a single protein—phenomenally smaller than a virus—was set forth as the ultimate goal. When the immune system encounters a virus, it generates antibody proteins, and all cancers generate protein markers. A test capable of detecting a single protein would be the most sensitive diagnostic test imaginable.      To the surprise of the researchers, examination of their nanoreceptor under a transmission electron microscope revealed that its gold shell surface was covered with random bumps roughly the size of a protein. Computer mapping and simulations created by Stephen Holler, once Arnold’s student and now assistant professor of physics at Fordham University, showed that these irregularities generate their own highly reactive local sensitivity field.      Arnold and his colleagues posit that the ability to follow a signal in real time—to actually witness the detection of a single disease marker protein and track its movement—may yield new understanding of how proteins attach to antibodies.      The research has been supported by a grant from the National Science Foundation.                              Type: Article                                                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]