[{"detail": [{"content": "JenniferYu03                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      Return to Mercer Street 2003 Table of Contents           by Jennifer Yu                     Wooden arms and legs jerking, braided hair flailing, and glassy eyes rolling, the ragged dolls parade the cardboard stage. Their lifeless limbs give the appearance of haphazardry, but I know better than to be deceived by this bumbling surface. Behind the curtained stage, a woman deftly maneuvers the puppet figures; each movement is carefully controlled with a small sleight of hand. A string lifts, and their mouths open. Another tenses, and their arms rise in unison. Silently, they mimic the voices of their master: she who holds the strings.           Watching this puppet scene, I am reminded of a dinner party I once attended. Over a slice of raspberry cheesecake, I remember commenting on my aversion towards women who wore dark lipstickhow they were really just trying to be seductive in a way demeaning to the female community. The moment the words came out of my mouth, I regretted themnot because I didnt believe what I had said but because I remembered then, that the words were not my own. Not only was I echoing my mother, I also actually believed I was expressing my own sentiments. At times like these, I feel myself being pulled along by strings invisible, propelled by unseen forcesforces that not only influence my outward actions but also my inner character and mentally as well. Under normal circumstances, I am naively unaware of their presence.           In The Strange Homogenization of Americans, Gibbs Staff and FA Jones relate that Americans have been homogenized and conditioned to react in the same way. They go on to assert that most Americans do not realize they are behaving in a predictable and programmed manner. And for a while, I did hold on to that deep-seated belief in America as home to free-spirited and independent thinkers despite the frequent reminders that beneath the surface, we are all similar.           Sometimes, my interior lighting alters, and I unexpectedly find bits and pieces of the exterior world clinging to my interior onemerging my identifiable self with that of a collective. Our lighting flickers every time we find ourselves unconsciously repeating fragments of conversations, assuming credit for phrases we may agree with that are not of our own creation. It dulls perceptibly every time we find ourselves attracted to some stylish wind-blown skirt, a result of watching the latest episode of Friends, a shade of red when romance centers on roses, champagne, and a stroll down a sand covered beach. Our lighting continually changes because there is no aspect of our lives ungoverned by outside forces. No matter how hard we try to be individuals with unique ideas, we will inevitably slip into the comforting habits of imitation. The dinner party was only one of many incidents that made me for a time, aware of my usual complicity in the process of homogenization. Like the wooden puppets that circle the stage, I am fast learning that it is difficult to escape the chains of conformity.           But who or what exactly is responsible for programming Americans to behave in this predictable way? We find one answer in Roland Barthes essay Toys where the essayist argues that the purpose of modern toys is to prepare children to accept the pre-existing society by emulating, in smaller form, adult norms. He points to the most common toys of our generation and suggests that each mirrors an aspect of adult society. Medicine kits, uniformed soldiers, and urinating dolls all reflect accepted and expected behavior and occupational roles. Before exposure to Barthes, I had originally regarded toys as objects of insignificance; if I had contemplated their societal purpose, I would certainly not have come to the conclusion that they were bourgeois weapons used to transform children into smaller versions of their parents. On the contrary, I was of the opinion that toys gave children some semblance of control over inanimate objects, preparing them to enter a world they would eventually have to enter anyway - with the onset of age. Little did I know, how true my initial assumption would be and how dire the consequences.           Barthes essay does more than argue that toys stifle creativity; he does more than advocate the destruction of modern toys and esteem the wooden block as the ideal plaything. In his abstract language, powerful tone, and descriptive imagery, he achieves something far greater. He gives us a new way of looking at something commonplace, hoping perhaps, that we will become aware of the strings society has successfully tied around us. He changes the lighting in the room that is our minds interior, and, for a moment, the strings become visible and our place on this stage of puppetry becomes all too clear.           Toys draws strength from its peripheral attack on the cream of society. Barthes rhetoric effectively undermines the elitist claims that toys, as the influential psychologist G. Stanley Hall relates in the Study of Dolls , have an important role in the socialization and education of children (2002). This notion is not only held in many social circles, but is also the prevailing opinion of the American public at large. Benjamin Gorman in Toys are Us agrees with this pervasive notion: Toys reflect the interests and values of society. In many ways, they help us as children to mimic adult roles, combining pleasure, fantasy, and imitation of the world. While both Hall and Gorman reaffirm the idea that toys do literally prefigure the adult world (Barthes 110), they certainly do not reaffirm the idea that toys inhibit a childs creative prowess, nor do they blame adults for their attempt to nurture childhood imitation. On the contrary, both assert the positive aspects of emulation, disguising conformity in an educational veil. In light of Barthes essay, I became aware of the hypocrisy involved in integrating children into the world of their parents. All this rubbish about toys facilitating education is really only a justification for a form of indoctrination. After all, what education isnt biased by the opinions of the educators?           While Barthes successfully dispels the notion of toys triviality and has placed indirect blame on the shoulders of the elite, he has failed to account for the childs own predisposal for fully functional toys. In this omission, we are left grappling with the question of why conformity has survived and why toys are so effective in ensuring this cycle of conformity? But where Barthes fails to provide concrete evidence of the duplicitous nature of the elite (we are in fact left with the absurd notion that toys themselves are the perpetrators!), others do not. Exposure to other material in light of his argument reveals the true agent. Upon reading Jaclyn Gellers Celebrity Bride as a Cultural Icon and her description of the females prescribed role as both maternal and sexual, I was struck by the fact that children too, have a prescribed role. They are in a way, expected to mimic the behavior of adults in the same way that girls mimic women in the media. Toys are used to facilitate this installation of ideasthe dangerous consequence being not only the infiltration of the ideas themselves, but also the imitation of behavioral pattern. Toys give children objects to practice adult behavior oninstructing them how to control objects and in doing so, they become the elite. Perhaps this may seem to the reader a rather superfluous conclusion, in every way similar to my prior assumption; but whereas before, I saw toys as innocuous and their presence as a necessary part of a childs development, I now realize the threat they pose.           Enduring stereotypes and lingering attitudes are often the result of frequent exposure to subtle forms of media-like toysas opposed to the more obvious forms which have been under considerable critique in the twentieth century for spawning two generations of imitators (281). The emphasis here is on the portrayal of gender roles, with feminists like Geller quick to argue that the media puts forth superficial ideals which in turn, elicit younger generations to seek conformity in both conduct and appearance. In a similar way, toys too, act as agents of conformity by pushing children towards expected societal roles. As children, we are often told to be mature and follow the rigid roles of those who came before us.           When I was younger, I would float around in my mothers wedding dress, imitating her gentle gait and angelic smile; my relatives professed delight, How adorable! This positive response increased my desire to continue imitating my mother. But not all imitation elicits delight. In Bernard Coopers Burls, the male protagonist imitates female gestures in order to explore his sexuality; but instead of encouragement, his horrified parents immediately try to crush these inclinations by enrolling him in an all boys gymnastics program. So it seems that only imitation of accepted conduct is nurtured; much else is censored. Toys pose an even larger threat by constituting for the child, even before he can think about it, the alibi of Nature which has at all times created soldiers, postmen, and Vespas (Barthes 110). We are immersing the most gullible of America in societal ideals before they can even think about what is being spooned into their minds. It is no wonder that children are predisposed to use and not to create. It is no wonder that children gravitate towards more advanced toys which move them one step closer to that which they have been taught to strive forthe wonderful world of adulthood. And it is no wonder that children are lured into a web of conformity.           Our stages of imitation eventually do pass. Functional toys die very quickly, and once dead, have no posthumous life for the child (Barthes 111). The influence of elitist toys then, should eventually fade leaving children with their individuality intact. But some influences will always remain. Toys, present in our lives since birth, have been shaping our minds, shaping the way we think about things, and shaping our desire to imitate. In The Plague of Violence, Mitch Hall relates, Those cultures with the most abusive unloving childrearing practices produce the most murderers, terrorists, and wars. How many stories have we heard of children of abusive parents becoming abusive themselves? How many sons and daughters of criminals follow suit? The bourgeois use toys to promote a childs desire to become one of the elite and in becoming one of the elite, doing to their children what was done to them as children. After all, who is responsible for the media but the child who has reached the goal of his imitationadulthood actualized?           Toys ensure the continuation of a homogenizing process by creating children who want control of strings. In Erik H. Ericksons Childhood &amp; Society , he reveals that children learn early to manipulate others.           Utilizing his mastery over objects, the child can arrange them in such a way that they permit him to imagine that he is the master of his life predicament as well. In his game, however, the little boy has the mother by a string. He makes her go away, even throws her away, and then makes her come back at his pleasure. He has, as Freud put it, turned passivity into activity; he plays at doing something that in reality was done to him. (217)           My initial assumption in all its innocence and navet, is substantiated. Adults attach strings to their children, carefully monitoring their movementscarefully controlling their actions. Children gain a semblance of control over inanimate objectstoys; and in turn, they create little plastic worlds that can be molded and shaped as they are being molded and shaped. They mimic the art of manipulation creating a vicious circle of conformity where the puppet becomes the puppeteer, if only for awhile. Toys really do create a microcosm of the adult world (Barthes 11) and childhoodonly a stage we play on till the time comes when we too get to pull stringslapses ever so gradually into adulthood.           Works Cited           Barthes, Roland. Toys. Encounters: Essays for Exploration and Inquiry . 2nd ed. Ed. Pat C. Hoy II and Robert DiYanni. New York: McGraw-Hill, 2000. 110-12.           Cooper, Bernard. Burls. Encounters: Essays for Exploration and Inquiry . 2nd ed. Ed. Pat C. Hoy II and Robert DiYanni. New York: McGraw-Hill, 2000. 153-62.           Erickson, Erik H. Childhood and Society . New York: W.W. Norton, 1963. 217.           Geller, Jaclyn. The Celebrity Bride as a Cultural Icon. Encounters: Essays for Exploration and Inquiry. 2nd ed. Ed. Pat C. Hoy II. and Robert DiYanni. New York: McGraw-Hill, 2000. 277-81.           Gibbs Staff and FA Jones. The Strange Homogenization of Americans. Gibbs Magazine. Date of Posting Unlisted. 26 Oct. 2002. &lt;http://www.gibbsMagazine.com/Our%20strangeness.htm&gt;.           Gorman, Benjamin A. Toys are Us. Yale New Haven Teachers Institute. Date of Posting Unlisted. 17 Oct. 2002. http://elsinore.cis.yale.edu/ynhti/curriculum/units/1985/6/85.06.04.x.html&gt;.           Hall, Mitch. The Plague of Violence: A preventable epidemic. Checkmate Press, 2002. 28 Oct. 2002. &lt;http://www.nospank.net/hall.htm&gt;.           Nelson, Pamela A. Toys as History: Ethnic Images and Cultural Change. Ethnic Images in Toys and Games . Balch Institute. 17 Oct. 2002.&lt;http://www.balchInstitute.org/museum/toys/history.html&gt;.                     Return to Mercer Street 2003 Table of Contents                                                                                            [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}]},
{"detail": [{"content": "JenniferYu03                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      Return to Mercer Street 2003 Table of Contents           by Jennifer Yu                     Wooden arms and legs jerking, braided hair flailing, and glassy eyes rolling, the ragged dolls parade the cardboard stage. Their lifeless limbs give the appearance of haphazardry, but I know better than to be deceived by this bumbling surface. Behind the curtained stage, a woman deftly maneuvers the puppet figures; each movement is carefully controlled with a small sleight of hand. A string lifts, and their mouths open. Another tenses, and their arms rise in unison. Silently, they mimic the voices of their master: she who holds the strings.           Watching this puppet scene, I am reminded of a dinner party I once attended. Over a slice of raspberry cheesecake, I remember commenting on my aversion towards women who wore dark lipstickhow they were really just trying to be seductive in a way demeaning to the female community. The moment the words came out of my mouth, I regretted themnot because I didnt believe what I had said but because I remembered then, that the words were not my own. Not only was I echoing my mother, I also actually believed I was expressing my own sentiments. At times like these, I feel myself being pulled along by strings invisible, propelled by unseen forcesforces that not only influence my outward actions but also my inner character and mentally as well. Under normal circumstances, I am naively unaware of their presence.           In The Strange Homogenization of Americans, Gibbs Staff and FA Jones relate that Americans have been homogenized and conditioned to react in the same way. They go on to assert that most Americans do not realize they are behaving in a predictable and programmed manner. And for a while, I did hold on to that deep-seated belief in America as home to free-spirited and independent thinkers despite the frequent reminders that beneath the surface, we are all similar.           Sometimes, my interior lighting alters, and I unexpectedly find bits and pieces of the exterior world clinging to my interior onemerging my identifiable self with that of a collective. Our lighting flickers every time we find ourselves unconsciously repeating fragments of conversations, assuming credit for phrases we may agree with that are not of our own creation. It dulls perceptibly every time we find ourselves attracted to some stylish wind-blown skirt, a result of watching the latest episode of Friends, a shade of red when romance centers on roses, champagne, and a stroll down a sand covered beach. Our lighting continually changes because there is no aspect of our lives ungoverned by outside forces. No matter how hard we try to be individuals with unique ideas, we will inevitably slip into the comforting habits of imitation. The dinner party was only one of many incidents that made me for a time, aware of my usual complicity in the process of homogenization. Like the wooden puppets that circle the stage, I am fast learning that it is difficult to escape the chains of conformity.           But who or what exactly is responsible for programming Americans to behave in this predictable way? We find one answer in Roland Barthes essay Toys where the essayist argues that the purpose of modern toys is to prepare children to accept the pre-existing society by emulating, in smaller form, adult norms. He points to the most common toys of our generation and suggests that each mirrors an aspect of adult society. Medicine kits, uniformed soldiers, and urinating dolls all reflect accepted and expected behavior and occupational roles. Before exposure to Barthes, I had originally regarded toys as objects of insignificance; if I had contemplated their societal purpose, I would certainly not have come to the conclusion that they were bourgeois weapons used to transform children into smaller versions of their parents. On the contrary, I was of the opinion that toys gave children some semblance of control over inanimate objects, preparing them to enter a world they would eventually have to enter anyway - with the onset of age. Little did I know, how true my initial assumption would be and how dire the consequences.           Barthes essay does more than argue that toys stifle creativity; he does more than advocate the destruction of modern toys and esteem the wooden block as the ideal plaything. In his abstract language, powerful tone, and descriptive imagery, he achieves something far greater. He gives us a new way of looking at something commonplace, hoping perhaps, that we will become aware of the strings society has successfully tied around us. He changes the lighting in the room that is our minds interior, and, for a moment, the strings become visible and our place on this stage of puppetry becomes all too clear.           Toys draws strength from its peripheral attack on the cream of society. Barthes rhetoric effectively undermines the elitist claims that toys, as the influential psychologist G. Stanley Hall relates in the Study of Dolls , have an important role in the socialization and education of children (2002). This notion is not only held in many social circles, but is also the prevailing opinion of the American public at large. Benjamin Gorman in Toys are Us agrees with this pervasive notion: Toys reflect the interests and values of society. In many ways, they help us as children to mimic adult roles, combining pleasure, fantasy, and imitation of the world. While both Hall and Gorman reaffirm the idea that toys do literally prefigure the adult world (Barthes 110), they certainly do not reaffirm the idea that toys inhibit a childs creative prowess, nor do they blame adults for their attempt to nurture childhood imitation. On the contrary, both assert the positive aspects of emulation, disguising conformity in an educational veil. In light of Barthes essay, I became aware of the hypocrisy involved in integrating children into the world of their parents. All this rubbish about toys facilitating education is really only a justification for a form of indoctrination. After all, what education isnt biased by the opinions of the educators?           While Barthes successfully dispels the notion of toys triviality and has placed indirect blame on the shoulders of the elite, he has failed to account for the childs own predisposal for fully functional toys. In this omission, we are left grappling with the question of why conformity has survived and why toys are so effective in ensuring this cycle of conformity? But where Barthes fails to provide concrete evidence of the duplicitous nature of the elite (we are in fact left with the absurd notion that toys themselves are the perpetrators!), others do not. Exposure to other material in light of his argument reveals the true agent. Upon reading Jaclyn Gellers Celebrity Bride as a Cultural Icon and her description of the females prescribed role as both maternal and sexual, I was struck by the fact that children too, have a prescribed role. They are in a way, expected to mimic the behavior of adults in the same way that girls mimic women in the media. Toys are used to facilitate this installation of ideasthe dangerous consequence being not only the infiltration of the ideas themselves, but also the imitation of behavioral pattern. Toys give children objects to practice adult behavior oninstructing them how to control objects and in doing so, they become the elite. Perhaps this may seem to the reader a rather superfluous conclusion, in every way similar to my prior assumption; but whereas before, I saw toys as innocuous and their presence as a necessary part of a childs development, I now realize the threat they pose.           Enduring stereotypes and lingering attitudes are often the result of frequent exposure to subtle forms of media-like toysas opposed to the more obvious forms which have been under considerable critique in the twentieth century for spawning two generations of imitators (281). The emphasis here is on the portrayal of gender roles, with feminists like Geller quick to argue that the media puts forth superficial ideals which in turn, elicit younger generations to seek conformity in both conduct and appearance. In a similar way, toys too, act as agents of conformity by pushing children towards expected societal roles. As children, we are often told to be mature and follow the rigid roles of those who came before us.           When I was younger, I would float around in my mothers wedding dress, imitating her gentle gait and angelic smile; my relatives professed delight, How adorable! This positive response increased my desire to continue imitating my mother. But not all imitation elicits delight. In Bernard Coopers Burls, the male protagonist imitates female gestures in order to explore his sexuality; but instead of encouragement, his horrified parents immediately try to crush these inclinations by enrolling him in an all boys gymnastics program. So it seems that only imitation of accepted conduct is nurtured; much else is censored. Toys pose an even larger threat by constituting for the child, even before he can think about it, the alibi of Nature which has at all times created soldiers, postmen, and Vespas (Barthes 110). We are immersing the most gullible of America in societal ideals before they can even think about what is being spooned into their minds. It is no wonder that children are predisposed to use and not to create. It is no wonder that children gravitate towards more advanced toys which move them one step closer to that which they have been taught to strive forthe wonderful world of adulthood. And it is no wonder that children are lured into a web of conformity.           Our stages of imitation eventually do pass. Functional toys die very quickly, and once dead, have no posthumous life for the child (Barthes 111). The influence of elitist toys then, should eventually fade leaving children with their individuality intact. But some influences will always remain. Toys, present in our lives since birth, have been shaping our minds, shaping the way we think about things, and shaping our desire to imitate. In The Plague of Violence, Mitch Hall relates, Those cultures with the most abusive unloving childrearing practices produce the most murderers, terrorists, and wars. How many stories have we heard of children of abusive parents becoming abusive themselves? How many sons and daughters of criminals follow suit? The bourgeois use toys to promote a childs desire to become one of the elite and in becoming one of the elite, doing to their children what was done to them as children. After all, who is responsible for the media but the child who has reached the goal of his imitationadulthood actualized?           Toys ensure the continuation of a homogenizing process by creating children who want control of strings. In Erik H. Ericksons Childhood &amp; Society , he reveals that children learn early to manipulate others.           Utilizing his mastery over objects, the child can arrange them in such a way that they permit him to imagine that he is the master of his life predicament as well. In his game, however, the little boy has the mother by a string. He makes her go away, even throws her away, and then makes her come back at his pleasure. He has, as Freud put it, turned passivity into activity; he plays at doing something that in reality was done to him. (217)           My initial assumption in all its innocence and navet, is substantiated. Adults attach strings to their children, carefully monitoring their movementscarefully controlling their actions. Children gain a semblance of control over inanimate objectstoys; and in turn, they create little plastic worlds that can be molded and shaped as they are being molded and shaped. They mimic the art of manipulation creating a vicious circle of conformity where the puppet becomes the puppeteer, if only for awhile. Toys really do create a microcosm of the adult world (Barthes 11) and childhoodonly a stage we play on till the time comes when we too get to pull stringslapses ever so gradually into adulthood.           Works Cited           Barthes, Roland. Toys. Encounters: Essays for Exploration and Inquiry . 2nd ed. Ed. Pat C. Hoy II and Robert DiYanni. New York: McGraw-Hill, 2000. 110-12.           Cooper, Bernard. Burls. Encounters: Essays for Exploration and Inquiry . 2nd ed. Ed. Pat C. Hoy II and Robert DiYanni. New York: McGraw-Hill, 2000. 153-62.           Erickson, Erik H. Childhood and Society . New York: W.W. Norton, 1963. 217.           Geller, Jaclyn. The Celebrity Bride as a Cultural Icon. Encounters: Essays for Exploration and Inquiry. 2nd ed. Ed. Pat C. Hoy II. and Robert DiYanni. New York: McGraw-Hill, 2000. 277-81.           Gibbs Staff and FA Jones. The Strange Homogenization of Americans. Gibbs Magazine. Date of Posting Unlisted. 26 Oct. 2002. &lt;http://www.gibbsMagazine.com/Our%20strangeness.htm&gt;.           Gorman, Benjamin A. Toys are Us. Yale New Haven Teachers Institute. Date of Posting Unlisted. 17 Oct. 2002. http://elsinore.cis.yale.edu/ynhti/curriculum/units/1985/6/85.06.04.x.html&gt;.           Hall, Mitch. The Plague of Violence: A preventable epidemic. Checkmate Press, 2002. 28 Oct. 2002. &lt;http://www.nospank.net/hall.htm&gt;.           Nelson, Pamela A. Toys as History: Ethnic Images and Cultural Change. Ethnic Images in Toys and Games . Balch Institute. 17 Oct. 2002.&lt;http://www.balchInstitute.org/museum/toys/history.html&gt;.                     Return to Mercer Street 2003 Table of Contents                                                                                            [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}, {"content": "Barthes&rsquo;s Attachments    |     La Maison Fran&ccedil;aise    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Home       About       Events       Exhibitions       Sponsors       Support       Contact             Center for French Civilization and Culture       Department of French       Institute of French Studies       NYU Paris           Stay Connected           sign up       like us on Facebook                    Back to Home               Barthes’s Attachments   Conference   Friday, April 18th, 2014, 10:00 a.m. &ndash; 7:00 p.m.   Co-sponsored by New French Philosophy, The Center for French Civilization and Culture, and Department of French     A mini–conference organized by Emily Apter Barthes’s attachments to texts, myths, images, and groups of friends generated forms of intimate criticism that fit no clear genre. His affections and the affective modes of writing that these affections helped produce—suffused with desire, suffering, mourning, and resilience—will be the focus of this one-day conference. We will also consider the attachment as materials that were published posthumously or that remain relatively little known (as in the films he collaborated on with Canadian writers and film-makers). Additional questions to be addressed: How did Barthes compose an archive of intimacy? How did he blur the lines between intimate writing and pedagogy? How did he write queerly, influencing American critics like Susan Sontag, Eve Kosofsky Sedgwick, and D.A. Miller? How did he articulate the anxieties and vulnerabilities of what Catherine Malabou has dubbed “the new wounded” or what others have termed the “precariat?” Morning Session: 10:00 –1:00 Moderated by Richard Sieburth Jean-Michel Rabaté , Roland Barthes and the Pathos of Distance Françoise Gaillard , ‘ J’ai toujours eu envie d’argumenter mes humeurs’ François Proulx , P/Reparation: Barthes and Sedgwick Marielle Macé , Barthes and the rhythmicity of living Afternoon I: 2:30 –4:30 Film Screening Le sport et les hommes (1959, 58 minutes) Script by Barthes, in collaboration with Hubert Aquin La lutte (1961, 27 minutes) Michel Brault and Marcel Carrière To discuss the films: Yve-Alain Bois Afternoon II: 5:00 –7:00 Roundtable Moderated by Emily Apter Philippe Roger Ben Kafka Youna Kwak Denis Hollier                    La Maison Fran&ccedil;aise                  New York University                  16 Washington Mews                  New York, NY 10003            Phone: 212.998.8750         Email:        maison.francaise@nyu.edu           Web:        www.nyu.edu/maisonfrancaise         Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.4 %  25 0 obj  > endobj        xref  25 24  0000000016 00000 n  0000001084 00000 n  0000001178 00000 n  0000001220 00000 n  0000001480 00000 n  0000001594 00000 n  0000001976 00000 n  0000002528 00000 n  0000003038 00000 n  0000004268 00000 n  0000004552 00000 n  0000004900 00000 n  0000005040 00000 n  0000005556 00000 n  0000005659 00000 n  0000007287 00000 n  0000007563 00000 n  0000007937 00000 n  0000008080 00000 n  0000010036 00000 n  0000010450 00000 n  0000010763 00000 n  0000018468 00000 n  0000000776 00000 n  trailer   ]>>  startxref  0  %%EOF        48 0 obj  >stream  xb```\u00064\u0006V\u0006\u0006&k\u0006~\u0006\u0004\u000720pL\u0000r)؝ \u000430\u0003\b0\u0000ST8  endstream endobj 26 0 obj  > endobj 27 0 obj  > endobj 28 0 obj  > endobj 29 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 30 0 obj  > endobj 31 0 obj  > endobj 32 0 obj  > endobj 33 0 obj  >stream  hdRoTSu\u0018nޡ\u001f.\u0001D0t\"L\u0010pPa*\u000e#\u0002n2;NRvx\u0010D4 L \u0007?0%Y$j'tz\u007fXS:} kyږR*^[q{S03o\u0015r}+lʖ\u0001] \u0018\u007f Z܀$@\u0013y|,Yd\u0014&} IGĭ;z{X}\b:pj /EU\u0011\u001fĄm \u0001kd΍ob\u001b\u001a`..\u007f.'\u001di\u0019iK]}P R񞊃`mQCl\u001b: > endobj 35 0 obj  >stream  hTKo \u0014 |L\u0013I\u0013\u0017}NwjI*\u0012^NӅq\u001c\u0019큿EaF9\\I N@^`\u001eΌ 5ﴸzwS~\u0001\u007fu 6\u0013\u001c' f7h > endobj 37 0 obj  > endobj 38 0 obj  > endobj 39 0 obj  >stream  htT{PTU\u0018w{o\u0019^\u001fxe/{EEP 6\u0015c\u0017&Ry첰k\u00045L#& \\\u0016\u0014 \u0005\u001b!I \"\u001a2Ga\u001c.=1g\u001f\u001e;;4P4Mߟ2o4w)mu\u0015NڀKRDZ *4%)#`alh*\u001fdؕkqQk%9V9əgopY7Ȧ518y.\u000fE\u0016.k屮3;]l?)Z]Ը j\u0012EPT g:v^&Q\u0016\u0010T\u001at^jwj?2R\u00063\u0000\u001ewӼӝ\u0006\b6~a\u0004/\u000fZ\u0013\u0016&ݾ\u0002\u0013%L\u0000S8\u0010 Iy;SzaIm>A3^s,\u001a? 3?@8\u00060\u0017 a\u0004ʐ !W;np%fu\u0005 \b-\u0018 Λw\u001a\u0012ߥ2Q]\u0018Շ :U\u001aV\u0016!\u000e$x\u001dI6D o\u001f\u0016\"3\u001ff@ZDDU\u0013I\u0010\u001c\u0012\u001d7f\u0018uOO^PݾD>$\u0012\u0015!\u0010**W\u000e\u0001H }\u0003daSE\u0019__l{~#ϔ\u001d\u000e}z\u0019WyG \u007f\u0017 \u0012fɮ*C79ϐf\u0019_ڜ&\u0011G \u0000͇I\u000eǗT̒CV-^ \u0003}\u0019\u001c Õ1~\u0000\u0003\u0000ó;   endstream endobj 40 0 obj  > endobj 41 0 obj  >stream  hTQn0 +|ܪ\u0000C\"\u000ev%\u000e}l\u001eH%D\u0001\u000e}n\u0003x2g\u001cJ\u000f w;\u001a\u0017\u0006Z*\u0006AC@;e?\u001a\u0001N6/8V@\b?r^\u0006>\u0003f[p?Dԫ18^ \u0016;O/Ҽ\u0011?\u0019ğxjq6RG\u0010IT(\u0012PX\u0016*N}IBf\u0014Q`\"}\u0002&GY1\u0005&c wW3X44  S\bg*=;IAeGy(!L3CGwFGtx&HG\u0012A8\u0013:pvMPp \u0006ɸa\b0\u0000F>.   endstream endobj 42 0 obj  > endobj 43 0 obj  >stream  hlW]\u0015}TĊ$[ |,ɣ]dч߱\u001fL#  \u001bg\u0012\u001fYZb[%*+\"zwq:\u000f\u0001>\u0000H6yeXTǇ=qm[aX'a4̌Zqa_E\u0012\u0011&We>  ϱW\u0017r\u0014˖ Gu\u001dX'*T;@VGv\u001d},\u001blzuƝǦ2.5\u001d Ks\u0013\u0017!\u0005\u001dS>:\b\u0015 =įj\u0018\u0004ýAǢC\u001f;n\u0011IX=&{4׸y8\u0006߱W!\u0006FЌ\u0000\u0003\u0013g\\\u0016e>+d \u0012p(gϣ\u001c\u0010\u001a.)?n)\u000fIU;Z_\u001fpP |8\u0000]\u000eR+ۏbӪ\u0018y\u0016ݕ\u0006X\u0007JoԛѮ'Eڱ 8pE\u0004 )I70J8\u000e[W '6zۣ8PH\u0013;OU5'v^Tޒ+\u0004vYug }  l\u0007Z1V} YYeZ͝*0 WOܶN]\\(ŵ\u0014]ŽX$\u0018B\u0013n\u0013|\u001b,orf'³#\u001a>ȍQFL\u007fֿƞ?hy:+\u001b\u000e4{\u0014E\u0017ܽމ0&\u0007K\u001d4EF\u0013'O.+L( \u0002\"V:P\u0010Q+ \u0019v. o\u001c>jY\u001c+\u000fd mE\u0016 g\u001bK\u0001szJ_ d{~\\*$\u001c}JPVYH:`X/} W5\u0018!5\u0013W`v\u0003U?#\u001b4,{Y1uAg\u0001Le-0\u0004CTx*S$dFR϶ȹr~/Ye2HӬ\u0019g]@W\u0011\u0004Qn12&*\u0000tf\u001b$s\u0002>\u00058&\u0005I=+6;h\u0018l?Z>\u0013Cc1aJh\u0010\u000e?\u000ePQC\u0003\u0018\u0019b3\u0014\u0018aE5)\u0005 > endobj 45 0 obj  > endobj 46 0 obj  >stream  h޴z |\u0014Un\u000eF\u0001\u0002JM\u001aD\u0001Mv]6e\u0004/}\ud97azNN萅\u001d\u0002\u0002\";∈ \u0018q`\u001cPDt20ｬ{wΩD\u0011\u0016#LP ;ksf K\u007fRhŦm.̊KIIӥ颳bGi%'kt/.ˌt#\bm7 mB6ZK%i6i_KK\u0018\u001ce$Dg'ƥj~R\u001b\u0017\u0013MNK͌fҲ7k'e\u0017\u001buѺ|씍/=NզDke 2R(!U\u001b\u0013ˊ\u007f'f\u00122c\u0013b\u0012R3Gs/)0u=\u0006\u000eӆ \u0015\u0016\u0015\u001e6g؄Iaa/MmXBXXnX\u0018\u0017\u00166W|°a\u001f++2\u0014^n_zSD=Gt X5yפAQh\u0017j?\u0019\u00123tG\u001d\u001fr#֏\u0004?\u0014uH!\u001c~Hɇخ\u0011@'0\u0002{g\u0011H^Ǡ\u001dNĺ\u0002_G`WFц^|\u00028|+ K' CL:%{uV.eƥZp겑m>zçC$f$\u0015hӟ')w*Aap\u0012\u0016\u0001ƽVIo*̋^Kf4\u0015Ef\u001cAp莊 )|YqD^Nangq\u0000z`40s.4`z;D**AQ2>ڄF[\u001b- |\u001aR\u000f\u001d /Ao&\u007fo\u0005\u0015A\u0012\u0006Xkm솤,]|R]z \u0005{?\u0015)#/=\u0007ץMm)\u001aGt!?nU\\M0I)^qv\u0014bC,uwxԒp&^m\u0005嚋\u001bQf\u0003QL9܀3%r6)|1y:91\"K$t\u0012\u000f\u0004\u0002x9\u0010G \u0014f*%2\u0017aI\u0016Wv\u0013j\\r\b~@\u001d=K\u0013Shh&^PbF;-.\u0000\u0004us^#]\u001c)6Ƿ\u0005c:soey3\u001eG\u0017PB4K\u001d[#ҍVZ/X+ޥr ˈ^J+K;@\u000f-[  0\u0004`P\u0001oC M0%\u0018[_Ab!T$6r+t`\u001e[ &qS.QǾ5\u0010>Ӕ\u0013Cj\u0012\u0017qW\u0003\u007f,@VY\u001chP\u00002ig4a\u0016\u0013Oޭ_S̙\u0018$0\\B}SǬ^2ZŁ\\Yz+^\u00171\u007fId\u0014\u0002 F|\u000f\u0019`(x@V\u000e\u0002c/E;pE\u000fλ~Zd#\u0005; \u0004Zfǐ\u0005_D\u001fV\u001c\u000eQԔ>bdX+',ϰ =+\u001b\u0007C{ k:zA~{\"NwL\"r~\bLAx`(D \"\"x㥸IF\u001b\u001dۋ\u007f_2Edav\u0005C\u0003 m p_k&\u0006 \"ɺ[aA\u0018wI0LXMN\u000eΞP\u001e\u0007bЧ\u001dBVl?MlaUy|\u001e^I3Mpd`&yd-/ٔ&dv7ex/|?H\u001a u;u4p z{\u0007y^FxG\\f\u001e̟w\u0011w|seo/ v\u001eΑg\u00129f\u0012 ]3݊F\u0011SҜ\u0003\\0/k^P\u000fBCe( FbшȜFg(f2  X f\u0013/O\u0006nI;\u001ey\b)lҌV\u001be\u0016\u0003l:w\\\u007ftcs\u001bILAtJXXfh\u00144owS,'kA7B*\u000fwMj/^\u0003Zl#c\u0018k&OLz\\\u001e\u0001zB?{6\u0011\u001c~/\\,a~\u000fU*y\u0012\u0010\u000fuKoCR\u001bu)GQ&\u0007BY3i\u0019i⻶ÂFZ,( eA\u0001z\u0006\u0016^r\u000ep1S?Sȷsz#oPw,w+\u0018-O\u0018]2\u0001\u007f \u0003q\u0015#Âߡh\u0018 01\u0010e\u001a\u0012J\u0007O?Vw\"t b\u001f\u0010_5}8R\u0014+,uT$\u001a/s\u001c\u001dnQ ].\u0002\u001e}\u0011ӈ^ch:ט\u001e=AG`\u001f0RU \u0005\u000eНHM\u0017YR\u001ct\u000f(.t(H~lw.gQ^ =VWKKٍv˦=M+Ӳ[\u001fGQې\"~μS&7\u0016Ar!\u007fPKp7봐4oX5@F\u000e\u001dz>z v%N'^ݨ.%;\\v62 9r\u001a\u0018j\u0003zʰ8d uU+\u0004ǚ,fWSjB\u00117%Ei$jC9s\bsI\u0013 HtV\u007f˻\u00123\u0019\u0013uSe\u00199 0J\u0015TբF\u0017\u0006y\\\u001dV\u0012RHݝv\u000fe\"7\u0001IuaqAA3g[UD(ݬd6,a2\u0017\u0018K\u0004v\u000eWa^1 U\u001a1,'XHސY\u0014v\u001dRF($׭eEGфl+)\u0012l\u001a.Ҭ@+\u0002]_\u0006\u0014\u0010vN B۰=zi\u001f,V#y/$Bs#h+KS;Q8d$̍p\u00176O+53e~\u000f}\u000eǢmd2ShFl9nqS݋\u000e76x(J۸*G۠b\\{\u0015d3qͥ=P\u0003^E\u0001թN,\u007fy|\\BIsvgyS Y\u0016'!:V\u0013\u0006cןO6VM%4\u0006wF.O-)+ý\u0007OJV\u0015SWIUK.iw$}vAH\u0014]+O\u0003>8 M\u000f\u0091\\\u001f:(\u0017\u0011vf7AC#f)@ cR+dhu8 tzE\\✌quj\u0004jc4nv0|ЏT29}\u0011ni7Yf\u001a\b\u001e\u0001` z\u001d \"Ѱσ\u0013'\u000eS\u0019wVdɂN>Q\u001b\u001d\b  gt2\u0014\u000ea؜%9\u001bPO\u0007$~\u0010gQ\u0016y-zmc#1\u0002\u0019ƣ\u0007?\u0001\u0003\u000e\u001fҲ*`ŸYd]Jז[.%e\u0015WF2W{Ohn\u0015\u0001]\u0010~\u0013P\u0004+CQPE7X\u0002Є?!c`\u0018  m&\u0016%bWՎjJ bo{%Z\u0016LN/ʄ\u0002\u0001y7vt?W Z\u0016\u001a}hu\u00115+:\u000fX\u0019*Sq%[_z`喭-\u0019 #g\u00033'uF.֤δ\u0019\u001a/q.j>WOm 4!cf\"=G\u001d۸v'K}}Jv;A \u001d샫\u0001\u0016\u0004\u0014;'_\u001bw 6\\3\u001eR\u0004_G\u0011H\\*{~\u007fee[[\u001bj* =}OM\u0004\u0005k\u0019*%KNH\u0014\u0012\b\u0006;ktE\u0012zf\\Lr*\u001d\\ŗQA\u0007u@Hӡ \u001ba\u0019vo\u007f |?eG;oq$\u007fk_bI*5ҙ(61i9[\u0017_X jP+n/i?(|ţ;~M:-_ Ӿ\u007fk_?BFbv\u0013n*CC*l.\u001e@rloAa#ɛ\u0003p7#a0h?\u0001Zyn\u0003 \u0016_v\u001f۱\u001f#cd\u001a56zE\u001ediq-;\u001d;Of݄J:\u001c\u0012>K@y\u0002/\u0007o\u0016ť&\u001duĻ/_2\u0000dF\u0002v\u0013 tܢ\u0011\u001d \u001emN\u001dƑ$\u0006;؅YBZ r 6Լ@iѠ\u0013άF]'zﮡЫ6\u0004VQ$=߽%n9jN\u001c{ɕ\u000fN/ʐ2TOe\brU^vM A)n7uK}`{ju+WnJ:\u001bIpbq!D\u0001Sb\u0005Іet5m\u0003\u0017\u0002 \\dSn $H\u0000\u0012\u0007ig\u0016\u0012^>BC!u(\u001e|&L)-1v#9Xy\"`pks\u0006;\u0010I,o3Y Se)rgR>*⸣ XDKn+FVfapu\"\\\u000eVt|$9 If/C2)Y $ӎ\u001fr#;'4&\u0013Vv*?Qذyw~\u0019B=nv]R6jgHs6SL  ^V]|(^h\"u\u0019nQLyk:,z (\bY\u000e7\u0001ֵ5M$NLNr$be\"X\u0015y+mްŕ#\u001e=.9\u0013\u001en\u0017%)\u000fdj ,\u0013&l\u001d\u0016\b^\u0018\u0017d\\\u0011\u0004\u0015J1j =\u000fD\u0007 뎪O\u0007$k2R)۴H(ehĺlT)G V\\i \u0010߈\u000e\u001eUh6 y?r0Օ\u0012kuPxx4ʔ)[Jn?\u0017ƻYhQ][>ezST\u001e(\u0013宖?kh>\u0014PXC+A96\u0007=&vedJ $$\u0013Fj1-@U$K\u000f\u0019`\u0019\\h43_Kj!b\" \u0016hNQ\blm%$QtXQoL\u0010k\u001aZ}D\u001d\u007f\u0097]秳&Z1ۄvpƠJ+Գ0\"o,:+y\u0014\u000eEc% xIY\u0011L.W;[ G߄z`G\u0001\u0000\u001e   endstream endobj 47 0 obj  >stream  htWgx\u0013Ǻ-(\u0001\"\u0002ɎH\b5@  \u0012Z0\u0014cܰ n*,[lIڕ]5[r/\u0012c0\u0004\b \u0016\u0012 \u0013rH?'w3uΏ>yhgwޑJFIR)ru+L]ېQ_!A>}>%';m䉧b4hįcc&\u001dcq%\u0014\u000fPlث7J{q~QWܹԳg͚^N0\u0019:|mA6E>C0'G~dN>C-\u001a\u0019\u000f\u0010\b\u0012uNkS3rS{33rR3\u0019Z\u0012maڞ\u0014]ZVv^FziⴜB]vQFQ-eY,| CljSF)y\u0014Zĩ\u0016jIy >E]֥gt3)TH\u001eH\u001eHpdDD2C\"%$̕HK$\u0014qђD%+$+%\u0012Nr^5jl#nn܅}ã.U \u001f\u0012BG\u001b:[sB\u0000 uI\u001b~\u000f foNH\u0018x#W+A\u000fj1Z +YT}`&ϾKϣ:W\u0016{m=FD-Q\u00152H\u000e-5C[TP άG˭#\u0000_ 8+\u000fiB\u001c\u0005EtFwL\u0005fu9D \u001e㛙\u0013nZ6\u0001\u001e>\u001d\u001bPX߇''\u001a\u000f\b\u0000F8.\u0018E5\u0013tyÀ+cH(\u001aZ+2$WӿW|+&Z \u0019#@MsD~\u0006\u0004dϙ\u00130}^_e\u0001\u0004'ySލ aO>QT\u0004W2+×|cy k\u0007\u001a\u0016\\x,?!Ã\u0001_;y Xv\u0014\u0017OJqt\u00002ԗh\u0015LĉJX\u001aztL\u0019,\u0010!qV\u0012th_+xo_\u001bmB hS .\u0010)PyN3U \u001c!籊6 MAgwU\u00127  ?O\u000eP\u0002\u001a /w *A,b gg\u0014??Lⴋ\u0000\u0005| 6eNKMO!.L}S9#\u007f\u0005o7DS\u0010K9OٍĲ\u0006\u009dp7xGYV\u0015\u0015W\u0010*!\u001f\u0015Gn5>xC\u0006?M\biqq f.\u007f}n\u0019ڌ$DI\u0007J`Ib\u001cIv#3G`= \u0014CK1GBg^YMe;WBE_CfQ&{wx$:9K$\\Dv\u0001n Y(qs\u0002{-r@垅\u0005s/yxump\u0001D(Ϣp\u0014j\"K\u000fI`2zZERv\u0013\u0014b&Lљ\u0013\u0011I>X{XQn-Bc\u0005PHmmTX\u0004*\u0000 #r\"Q>}\u001b)h}8y\u000eH\u0003\u0018:xB9\u0015#ҏϴ\u0015\u001cS\u0014^\u001b\u0007 { c`;T\u0017%\u000e;\u001e[jk\u000fm o_h\u001b)uY XV\u0016j0\u0013Xl\u0004b ^L\u00155l:Gc8u*zAln\u0011B\u0010| ~T,\u001e=FH.H_\u0015MŹ\u001fڮ׋֓\"A6z\u0014'cɵH\u0007q\u001ds8iP\u00181x =9x\u000f}\u0006gW\u001fO\u001f]SF\u0016X˂&o@\u0004C^\u0012i,\u0017e&\u001aMbi\u007fg\u007fo+h#4l -w\u0019B^6m,ZPC[Bho54z \u0005l  \u001fhx5\u007f}o > endobj 2 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 3 0 obj  >stream  htX]۶\u0011}ׯԱhR\u0007vIjk&q\u0000\b$\u0018\u00003,>Dޛtե@,ٳ\u0007e1V);;vHl{,LU\u001eY^\u001e4g\u00076%1۱--*>լޜWXΗU2߂4\u001fڹ66I\u0014jg\u0007v>ϭ4\"fx\u0012\u001a UV\u000eWfZ$fo0dY6\u0012{\u0004[>\\abPz\u001fm\u0014 .xQLwg\u0017z U\u001a+k6\u00116\u0003Ǥ\\\u007f=c?嵵L]Sn\u0012W0\u0016](nHVh#\u00187Fh+`蔚xaGJ_\u0018ŤM^\u0007 A1{n27mL+\u001b 2\u0001ʣ?MږqtV7]]\u001d't\u0007\u0018Ԩ/\u0011`h\u0010A\b`\u0001>qJ|\u00028 D>Av(\u001b\u0015ZXq 7noˀl[o\u0003\u0014\u0015|g\u0000& O@\u0014\u0006K~hC\bz(}S P\u0000X+gU3ծ\u001bAr7K\u001a\u00108JPD݆d>R\u000fk!\u0006JwI!&\u0012lHM?\u0010c\u0006\u001a;rd^KX,v¿&eqפ}ZzS&5(\u0013^,\u0017Ys\u0010k5wz\u0015IZbyӐwʮij^=TJTl8\u0014ȕ\u001c݋&jO믿O\u001b\u000fGiaRz \u0015lgꄺ%νw5 r\u000ev!oEדIRۇsBik7UAH~70K+\u0010Ѓ5\u000fZߙ@#FڜI^0\u0013VƄ. ]\u0006-G\u001c4 \u001cmlD\u001cZ\u0006p\u0011\u0002,zi:\u0018~\u0010|6 !=ơmh}\u0006ȝ\u0012_\u000f-'\u001baQ\u001ew%=\u001eJ\u001f\u0002I|x@rp\u0019\u0000UiGV^ڍ>5\u0006Tݽdwcq$躉 G9j\u0018 \u0001OEjώd\u0015Z͋\u001aF2d\u0016\b\u0010?\u0001\u0010\u0017O\u00032V 4)_\u0005tpŒH\u001c\u0006/DE$`dC06~9P9\u001fl\u001dE\u007f\u0007;\u001ae9\u0002h\u0018\u00035$c=d2\u001b(RM@ W* 8jqY0 \u0001F\u001eby\\\u001fBQ\u001b ] n\u007f\bޝಷ\"':\u0001]?B\u0010\u0016I l\u0003\u0013M\u0011 ;\u0015яIѱ C?\u001fݰ\u001b 55GE\u001b9nIK|`eʲ!٧p~,m`\u000f0[\u000f ca\u001f.C\u001f޾=]ߞWZO\u0001\u00004}   endstream endobj 4 0 obj  > endobj 5 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 6 0 obj  >stream  h|Xے۸\u0011}WQLY4/\u0012%훝Lvm\u0012T\u0003$$\u0010d3֮i\\(j &;-}-|3S?\u000ekY*~B̽Sϥ\u0011ޣ岓pPjE4PΎC\u0017iP`ޛߧެ\u0016\u0000ZY8\u0013 f\u0017\u007f\u0001\u0019V\u001f:\u0015g\u00988|\u0016d\bjު_K0 &΢^x\u0011+\u0018u\u0016\u0000FXL .7\\+y8dW\u0019g 7 \u001c?\u0007\u001dV\u0003\u0003\u001e '\u0003Pq 0\u00178cY\u0000\\KN\"XMx\u001d  3-;k\u0004njG-_u\u0019\u001a:P\u001bx&k `trg ˂Ni\u0005C@=BeZ-VM2o>NpwE܍@{jUQ\u007fS.\u0012*g\u0014\u001a] ǤȁÎ-XЇ쯳 0\u0000z   endstream endobj 7 0 obj  > endobj 8 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 9 0 obj  >stream  h|Xˮ\u0011+F_rvә\u00170\u0018@/%\\T=g\u000e)>i\u0004LԩSȘd\u001d9ۥ[\u0017[fbO k\u0016G>ٚ\u0014_>j\u0017\u001fN.Wcʲ.٦|j`X'iPH|Wc2˶u^bf?|\\eGigI p`-HUY_#BK\\.td\u0010\u000fF܄\\ $O\u0001.\u0006kThB\u0003Ī/Q \u0010uM\u007fQ CWV;DduGzeJ~Ki\u0013t\u000fD \u0014k)EKx&>!\u001e\u0011$f\u0002j% \u0018\u001fHm\u0010\u001fg\u0010P\u001a^\u0003ACkoA\\}KB\u0014\u007fke2ؾZHQA Y_AC\u0016x p\u001dk.Nv\u0013T\u00109o`YE@-*lln\u0019)7\u0015\u000fQ?Kn6\u000f}wC\u0013\u001eX\u007fS b+!!\u0003y=q\u0017\u001b2qsL6@\u007fR'|ۭNW > endobj 11 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 12 0 obj  >stream  hެW[sD\u0014~GAVw\u000364$\u000etx\u001b{\u001bih\u001d0ۋ|kZdb+ѹ|߷\u001c>DIL:!y2I\u001a\u0017$(NI7yC31\u007f\u00164!1仛,lۄP2И\u001f|x.,S\u000e^\u00160\u0018f$$m0,@:\u0007Z54-\u0003Bhµf[|_dXr2\u0017fKn\\q2m\u0012d.D.3\u001781c\u00134\u0010z:{O:\"=)\u0006L΍U\"\"MIH̘D4\u0007R6w\u001bvO\"g\u0000cg}ÔҨ\u000e7(Nę\u001f \u00014\u0018gl\u0010J\u001alPаd\u0016pǭZ `-U?m⼮Ǵȝw\u00004ׄw\u0012KT\u001bSN9&A|v89S`0\u0006;6 /ڹע[[4\u0011\u0003Y\\#ּK\u0005ߐ\u001fF\u0003gs0#\u0003?\u007fղ\u00019^4Ka4 O\u0006{697eǙ\u0014rXx\u001aBn}IR9\u0003 smsBӼAl=9+\u0004 =wȢgze 4πuoуPۃ\u0018xzX}д\u0015\u00157  = Ae)R%\u0005Tgb\u001f`\u0017u(\u0000ڵII\u001boZ5\u0002\u0003tⴃJ\u00025x,(/4)v-\u000e؎\u001ck Ҏ \u001e\u0003Z\u0011v3ai)g8%\u000e;\u0012dc%y[Lqm\u007f41ϋRJ\u0000C|ɏ4 &S\u0019ai\\:\u0011zDfPYQP͓_JYgpu o˺[YE4h\u0002\"\u0018X\u000e) ?P㏓\u0005\u0018\u0000 N   endstream endobj 13 0 obj  > endobj 14 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 15 0 obj  >stream  h$1 0\u0014\u0004\u001b!{I\u0013U`\u001bp\u0010'PA\u001dM}܋\u0004\u000f\u0010c\u001d\u000201xsѲL' >stream  h;rƒ l\u0010\u001bw\u0010U)WI\u0014eĶtD99 m\u001aLO{.=\u007fޜ̧\u0017\u0017d֖]E-]{5Y)[,7=i+Ӷ|D]tj~,`otu7A\"|kyiVM{@5L]O\u001e\u0006 ޫnޑB~\u0000Nu\u001a~x\u0017i\u001aiS:P@ӏEC}~=\u007fF o\u0001\u000f~\u007fg=|\u0018m eA\u001dE\u0003*x3rEh\u0016>Ѕ\u0017UOO -\u0007P ]\u000e\u0017i>~X֛_\"]mnq5{'芛1\u0019f1\\S@׃/ځn\u0017 \u0003w\u0000\u0010P4N7\u0003P_G0z\u001a>\u001fz { `㺛ͲhI@>\u00074hh\u0015mo\u001eW\u0000_~M/SiE  [ҭ 効\u001ez>\u001f@Ra _7\u0003tF\u0016:0_mŌ\u0014_\\\u001f\u001f'I\u000f]y\u007f֬f=0G\bG|SpU\u000e0c\\-f\u0017hр-܎?ʋ \b \u0005sL#g8`F,61T'(\u0005\u0019ZŭdQ\u000f\u0010|콼ؖAs׆9\u001d\u0006o\u00051\u001fH?p޹6l\u0013MMM[2roNV# \u00161\u0013O1 \u0010|\u0004\u000f>\u0018\u0003.1>\u0011r ΃wTt\"x#3'~2iGɸ\u0004\u0002Bd\u000fhbn{O\u0004\u001eN91\"\u0013~#Ycu\u001fq] S?H뭈w2`SqTÇ§C\u001f}\u0017zS\u0005DE\u0005]~ff FD\u0095\u00126{lDǒ\u00017ƟA\u0005}@\u0012G仒0OG\u0004\u001f\u0004\u0015R>*ak)\u001f$:r z\u0002I?\u0019ۙ\u0018\u0017\u001a3m\u001aD=FTK98 \u0015r1ᘍl-[=&\u001eTuE] f\\\u001c\u0017|sWU,]\u00149W;>*u~.5:KɤŤ(hR$ \"5I8I  \u0011  \u001b I5T$\u000fʚKI\u0018W\u0019e=LdD)M\u0014O8'KNi\u001d30YXY\u0014\u0019%5e\\~&\u000fIXeuJ9>R\u0016uL\u0014\u0016ԜMd|'q\u0019LJJt @I\u0016sy\\O -{*>*J?Ř,񃌍\u0001N\u001c#M   \\4$ƩuVp~Z\u0019\u0018\u0018\u001b(\u001e!]\\\u0014!>\u0003\u0015+?tRiR:e{dt\u0006\u000e\u001e\u000fZ\u001f'`3?J\u001cu-+A\u001aӨ~S\u0007W?W_i&\u0007HC\u0005\u000f@-d\b  \u0001ch:qvI\u0010[2L%\u0018Q.DM 4 \u0014-%\u007f&A~\u001b]hOu!ٳĎ9?#& \u000fi\u00045.rӧ]|/p8\u001dzRk24l>\u000f\u001f]u2\u00065=ɶuxoӫZ\u0017t?5\u000f\u001c\u0013#\u0019\u0017[ꑹv\"y8RO}(|VlͯtL&ZK[a\u001b}!o\u007frү\u00047\bŏZB\u001bWt匍/ڶ6^戵\u0011E@ (ϹǍ1y|X5#G2LI.}Kh Kc{\u0004k@Ժ\u0012wl\u0014+_.7됚CVw\"{V&n.>@\u0010z>͜i5P}ޣDޒZr ,-WB9FN$\u000fj\u000eоO +wسN\u0012YU1~{:-\u007f(s9e\u0013\u001c\u000f\u001c\u001fzE\u0010 [mwZsev\u001fpDԹ\u001a]}3\u0017oV{؎u\u001fu#Xkq90g*#8bTsn څ\u0002\u000f\bk;a\u007fT9-\u0004`ךhܙ᜔qJf\u0012bc >\u00067yLـE+s)*\u0011h\u0004uݵ F$2=#x)So_ l\u0002ӏ 1p\u001d>JI'@\u00996\"ѹ\u00036=#۶S|D۫D\u0003}\u000f\u0006[) Oyf\u001b\u0013_X^7eDjb\\#}㋥\u0018V٩_Of9|NL|?\u0013r$g? \u0013A߄1X>S\u000e#~ \\,& ēɟTc\"xi^\u0004\u001f3A ю%߱eO\u0006{f`8\u0000ɖK\u0014\\חxRGk;.ieHׁ -\u001c\u0011\u0011ϞU'hpG\\3\u0017O}FGf;my\u0013ί3R\u001ckto6C`N̶Alzn7o9Wտ\u001e\u001eHO/;zWg^o%\u0003ZevU|iЬҡmfjުo\u0000Ь\u0001\u0017@3P{ު[\u000fើ\u0014!:C-ۍ\u0006h@Iw\u0005\u0019FuMIE{/yC=Y3~\u0003n%y'+C\u001bZ#;3 ; Y *2}A\u00168\u007fuڎ.\u0019DԬv&o y\u0018 TSI_eID'Gu-,hY\u0014\\2̈\u000e޲&T\u00191}Ǻ]-uF8p\u0006q\\&\u001c;Y \\fEgEq\u0019 |2\u001a-$|\"3t*[(^؇gz-|=4ٯS\u001cA1۩8ȑ\u0002Di뺸ٟ)!~`u\u0016!nʆ\u0006F\u0016ͱN,u/Ӝ?#k;~d4w*1\u0012S\u0005u3z\b]\u0019T\u0017Oál;lomjv'rno7OGd}\u001d9G\u0015?2z)\u001c:~q%F\\=\u0016)|*\u0018D\u0013=E\u00045I¼pŎ L q0\u001e\u0017 (@#d\u0007OVMY\u001cH\u0019$?\u0001~z\u0016 $O |Q/eHpf\u001f\u0003 r0k  '\u0002)m˥.3!s\u0019q9 2oeJ*I&eBLJWdR%y\u0019VeT{Mʠ\u0004/`}h#\\O\u0000\u001dTIpO񕢈\u0000gP\u0016yV \u001ayP\u0006\u0011U\b^˙\u001c\u0004&rb\u0016qP\u001dG~\u0017bY k \u001agb T&U G;Pݸ\\FW\u0015Hh$#\u0018}m\u0019%Z*,9BR6 \u0015]U[7\u0007>Fsx\u001a\u0018\u0015>yѢ4^E^Ӯ\u0007X4-mnia?U]ɳT>PoIKPKn54Kh֔u)[\u007f\"uoـ\u0007zw-Y3( _\u0012r?l\u0011ߴ- Yw߸ޛ\u001eWｯ֛Zo\\Su8 [.Jf=;d^ wV95Y\u0007lF;S\u0002'1ܺ\u000eW\u001f\u0011^A2\u0002\u001d\u001auYf@g:w٥\u007fvHͲ\u0019\u001e'LRg{&\u00162R6~fuU N=Xe0uVqJ;[w.F4\u0013\u001cjrg9\u0013}1\u007f͝Uf2YJW72[ˑ+9~:\u0019mJ:]ڣwYY5mJqWX\u001d۫#3~٪-+;\u001e9ߣ\u0003TOZ\u00180\u001c9hhZ\u007f,kg8_\u007fx0\u0006 &r 3; [\u0004=7愶\u001d婧 6\u0004\u001c\u0011\u0004`t\\$SA?10  ' ^:ߥ*IïV ¾= v\u001c\u0011W1\u0007|{Z]ߚ\u001c֍>[y#ۊ?\u0015w\"Y9\u0003x~b\u001e/y[\u0001\u0007\u001f-[K\\Ic3Q E(SPN\u001aOjFZW[\u0018U\u001af\u007fr4v*)ns)8\u0011\u0010/ځn*FY\u0015Y*s)\u0011\\+?bt| š29 {>7Q\u007fMioyeO`'^A׃4\u0003뽻ٰrG]^k\u0019מ7*\u0007MIZ@届% wfv\u0012k\\\u0000\u001eQ\u0013YK\u0012UMrٵGgd.A^\u000f]˱?\u001f\u007f\u0016d  ^M\u0016k:}X[{\u001b}Ov軅7ҷ'm~7\u0001:\u00079\u0006\u0010m :\u000f:.r z\u0007\u0000Jj|\u007f8\u001d\\\u0017\u0019]7-j&ٟ?\u0015e3\\-\u0000Wu Krx4ݳ.\u001dV׼Ynb7yo>[R>ro]U#\u001d5\u0016]\u007fJ\u001e0+E[w[\u001dvd\u0004X\u00198\u001d8yM?\u0017\u0005\u0003\u0004\u0013afA\u0019W?\u0006\u0005-\u00077g2v,vM\u0005 RнL#]A\\h\u0015&C#򚮻ņ !\u0019_\u0016TD%;F\u00025\u0007\u001bvr[u}Brh\u001eƑ\u007f \u001f\u001f*ut~,f 20N؇e\u00051OuߜM=\u001c \u001ap/7j30({s\u000ftV5 > endobj 18 0 obj  > endobj 19 0 obj  > endobj 20 0 obj  > endobj 21 0 obj  > endobj 22 0 obj  >/Type/Filespec>> endobj 23 0 obj  >stream              PScript5.dll Version 5.2.2     2012-06-21T14:19:55-04:00     2012-06-21T14:19:55-04:00           application/pdf               ludeification08_MercerStreet                        ISN                    Acrobat Distiller 8.1.0 (Windows)           uuid:c29e7ac7-8845-43c5-90d7-866babf8fede     uuid:52bf5154-a108-4a4d-afa4-057e041f415e                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 24 0 obj  > endobj xref  0 25  0000000000 65535 f  0000023160 00000 n  0000023417 00000 n  0000023520 00000 n  0000025812 00000 n  0000026069 00000 n  0000026172 00000 n  0000028392 00000 n  0000028649 00000 n  0000028752 00000 n  0000030911 00000 n  0000031171 00000 n  0000031285 00000 n  0000033039 00000 n  0000033299 00000 n  0000033383 00000 n  0000033610 00000 n  0000040633 00000 n  0000040669 00000 n  0000040701 00000 n  0000040786 00000 n  0000040820 00000 n  0000041020 00000 n  0000041154 00000 n  0000044821 00000 n  trailer   >  startxref  116  %%EOF"}]},
{"detail": [{"content": "JenniferYu03                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      Return to Mercer Street 2003 Table of Contents           by Jennifer Yu                     Wooden arms and legs jerking, braided hair flailing, and glassy eyes rolling, the ragged dolls parade the cardboard stage. Their lifeless limbs give the appearance of haphazardry, but I know better than to be deceived by this bumbling surface. Behind the curtained stage, a woman deftly maneuvers the puppet figures; each movement is carefully controlled with a small sleight of hand. A string lifts, and their mouths open. Another tenses, and their arms rise in unison. Silently, they mimic the voices of their master: she who holds the strings.           Watching this puppet scene, I am reminded of a dinner party I once attended. Over a slice of raspberry cheesecake, I remember commenting on my aversion towards women who wore dark lipstickhow they were really just trying to be seductive in a way demeaning to the female community. The moment the words came out of my mouth, I regretted themnot because I didnt believe what I had said but because I remembered then, that the words were not my own. Not only was I echoing my mother, I also actually believed I was expressing my own sentiments. At times like these, I feel myself being pulled along by strings invisible, propelled by unseen forcesforces that not only influence my outward actions but also my inner character and mentally as well. Under normal circumstances, I am naively unaware of their presence.           In The Strange Homogenization of Americans, Gibbs Staff and FA Jones relate that Americans have been homogenized and conditioned to react in the same way. They go on to assert that most Americans do not realize they are behaving in a predictable and programmed manner. And for a while, I did hold on to that deep-seated belief in America as home to free-spirited and independent thinkers despite the frequent reminders that beneath the surface, we are all similar.           Sometimes, my interior lighting alters, and I unexpectedly find bits and pieces of the exterior world clinging to my interior onemerging my identifiable self with that of a collective. Our lighting flickers every time we find ourselves unconsciously repeating fragments of conversations, assuming credit for phrases we may agree with that are not of our own creation. It dulls perceptibly every time we find ourselves attracted to some stylish wind-blown skirt, a result of watching the latest episode of Friends, a shade of red when romance centers on roses, champagne, and a stroll down a sand covered beach. Our lighting continually changes because there is no aspect of our lives ungoverned by outside forces. No matter how hard we try to be individuals with unique ideas, we will inevitably slip into the comforting habits of imitation. The dinner party was only one of many incidents that made me for a time, aware of my usual complicity in the process of homogenization. Like the wooden puppets that circle the stage, I am fast learning that it is difficult to escape the chains of conformity.           But who or what exactly is responsible for programming Americans to behave in this predictable way? We find one answer in Roland Barthes essay Toys where the essayist argues that the purpose of modern toys is to prepare children to accept the pre-existing society by emulating, in smaller form, adult norms. He points to the most common toys of our generation and suggests that each mirrors an aspect of adult society. Medicine kits, uniformed soldiers, and urinating dolls all reflect accepted and expected behavior and occupational roles. Before exposure to Barthes, I had originally regarded toys as objects of insignificance; if I had contemplated their societal purpose, I would certainly not have come to the conclusion that they were bourgeois weapons used to transform children into smaller versions of their parents. On the contrary, I was of the opinion that toys gave children some semblance of control over inanimate objects, preparing them to enter a world they would eventually have to enter anyway - with the onset of age. Little did I know, how true my initial assumption would be and how dire the consequences.           Barthes essay does more than argue that toys stifle creativity; he does more than advocate the destruction of modern toys and esteem the wooden block as the ideal plaything. In his abstract language, powerful tone, and descriptive imagery, he achieves something far greater. He gives us a new way of looking at something commonplace, hoping perhaps, that we will become aware of the strings society has successfully tied around us. He changes the lighting in the room that is our minds interior, and, for a moment, the strings become visible and our place on this stage of puppetry becomes all too clear.           Toys draws strength from its peripheral attack on the cream of society. Barthes rhetoric effectively undermines the elitist claims that toys, as the influential psychologist G. Stanley Hall relates in the Study of Dolls , have an important role in the socialization and education of children (2002). This notion is not only held in many social circles, but is also the prevailing opinion of the American public at large. Benjamin Gorman in Toys are Us agrees with this pervasive notion: Toys reflect the interests and values of society. In many ways, they help us as children to mimic adult roles, combining pleasure, fantasy, and imitation of the world. While both Hall and Gorman reaffirm the idea that toys do literally prefigure the adult world (Barthes 110), they certainly do not reaffirm the idea that toys inhibit a childs creative prowess, nor do they blame adults for their attempt to nurture childhood imitation. On the contrary, both assert the positive aspects of emulation, disguising conformity in an educational veil. In light of Barthes essay, I became aware of the hypocrisy involved in integrating children into the world of their parents. All this rubbish about toys facilitating education is really only a justification for a form of indoctrination. After all, what education isnt biased by the opinions of the educators?           While Barthes successfully dispels the notion of toys triviality and has placed indirect blame on the shoulders of the elite, he has failed to account for the childs own predisposal for fully functional toys. In this omission, we are left grappling with the question of why conformity has survived and why toys are so effective in ensuring this cycle of conformity? But where Barthes fails to provide concrete evidence of the duplicitous nature of the elite (we are in fact left with the absurd notion that toys themselves are the perpetrators!), others do not. Exposure to other material in light of his argument reveals the true agent. Upon reading Jaclyn Gellers Celebrity Bride as a Cultural Icon and her description of the females prescribed role as both maternal and sexual, I was struck by the fact that children too, have a prescribed role. They are in a way, expected to mimic the behavior of adults in the same way that girls mimic women in the media. Toys are used to facilitate this installation of ideasthe dangerous consequence being not only the infiltration of the ideas themselves, but also the imitation of behavioral pattern. Toys give children objects to practice adult behavior oninstructing them how to control objects and in doing so, they become the elite. Perhaps this may seem to the reader a rather superfluous conclusion, in every way similar to my prior assumption; but whereas before, I saw toys as innocuous and their presence as a necessary part of a childs development, I now realize the threat they pose.           Enduring stereotypes and lingering attitudes are often the result of frequent exposure to subtle forms of media-like toysas opposed to the more obvious forms which have been under considerable critique in the twentieth century for spawning two generations of imitators (281). The emphasis here is on the portrayal of gender roles, with feminists like Geller quick to argue that the media puts forth superficial ideals which in turn, elicit younger generations to seek conformity in both conduct and appearance. In a similar way, toys too, act as agents of conformity by pushing children towards expected societal roles. As children, we are often told to be mature and follow the rigid roles of those who came before us.           When I was younger, I would float around in my mothers wedding dress, imitating her gentle gait and angelic smile; my relatives professed delight, How adorable! This positive response increased my desire to continue imitating my mother. But not all imitation elicits delight. In Bernard Coopers Burls, the male protagonist imitates female gestures in order to explore his sexuality; but instead of encouragement, his horrified parents immediately try to crush these inclinations by enrolling him in an all boys gymnastics program. So it seems that only imitation of accepted conduct is nurtured; much else is censored. Toys pose an even larger threat by constituting for the child, even before he can think about it, the alibi of Nature which has at all times created soldiers, postmen, and Vespas (Barthes 110). We are immersing the most gullible of America in societal ideals before they can even think about what is being spooned into their minds. It is no wonder that children are predisposed to use and not to create. It is no wonder that children gravitate towards more advanced toys which move them one step closer to that which they have been taught to strive forthe wonderful world of adulthood. And it is no wonder that children are lured into a web of conformity.           Our stages of imitation eventually do pass. Functional toys die very quickly, and once dead, have no posthumous life for the child (Barthes 111). The influence of elitist toys then, should eventually fade leaving children with their individuality intact. But some influences will always remain. Toys, present in our lives since birth, have been shaping our minds, shaping the way we think about things, and shaping our desire to imitate. In The Plague of Violence, Mitch Hall relates, Those cultures with the most abusive unloving childrearing practices produce the most murderers, terrorists, and wars. How many stories have we heard of children of abusive parents becoming abusive themselves? How many sons and daughters of criminals follow suit? The bourgeois use toys to promote a childs desire to become one of the elite and in becoming one of the elite, doing to their children what was done to them as children. After all, who is responsible for the media but the child who has reached the goal of his imitationadulthood actualized?           Toys ensure the continuation of a homogenizing process by creating children who want control of strings. In Erik H. Ericksons Childhood &amp; Society , he reveals that children learn early to manipulate others.           Utilizing his mastery over objects, the child can arrange them in such a way that they permit him to imagine that he is the master of his life predicament as well. In his game, however, the little boy has the mother by a string. He makes her go away, even throws her away, and then makes her come back at his pleasure. He has, as Freud put it, turned passivity into activity; he plays at doing something that in reality was done to him. (217)           My initial assumption in all its innocence and navet, is substantiated. Adults attach strings to their children, carefully monitoring their movementscarefully controlling their actions. Children gain a semblance of control over inanimate objectstoys; and in turn, they create little plastic worlds that can be molded and shaped as they are being molded and shaped. They mimic the art of manipulation creating a vicious circle of conformity where the puppet becomes the puppeteer, if only for awhile. Toys really do create a microcosm of the adult world (Barthes 11) and childhoodonly a stage we play on till the time comes when we too get to pull stringslapses ever so gradually into adulthood.           Works Cited           Barthes, Roland. Toys. Encounters: Essays for Exploration and Inquiry . 2nd ed. Ed. Pat C. Hoy II and Robert DiYanni. New York: McGraw-Hill, 2000. 110-12.           Cooper, Bernard. Burls. Encounters: Essays for Exploration and Inquiry . 2nd ed. Ed. Pat C. Hoy II and Robert DiYanni. New York: McGraw-Hill, 2000. 153-62.           Erickson, Erik H. Childhood and Society . New York: W.W. Norton, 1963. 217.           Geller, Jaclyn. The Celebrity Bride as a Cultural Icon. Encounters: Essays for Exploration and Inquiry. 2nd ed. Ed. Pat C. Hoy II. and Robert DiYanni. New York: McGraw-Hill, 2000. 277-81.           Gibbs Staff and FA Jones. The Strange Homogenization of Americans. Gibbs Magazine. Date of Posting Unlisted. 26 Oct. 2002. &lt;http://www.gibbsMagazine.com/Our%20strangeness.htm&gt;.           Gorman, Benjamin A. Toys are Us. Yale New Haven Teachers Institute. Date of Posting Unlisted. 17 Oct. 2002. http://elsinore.cis.yale.edu/ynhti/curriculum/units/1985/6/85.06.04.x.html&gt;.           Hall, Mitch. The Plague of Violence: A preventable epidemic. Checkmate Press, 2002. 28 Oct. 2002. &lt;http://www.nospank.net/hall.htm&gt;.           Nelson, Pamela A. Toys as History: Ethnic Images and Cultural Change. Ethnic Images in Toys and Games . Balch Institute. 17 Oct. 2002.&lt;http://www.balchInstitute.org/museum/toys/history.html&gt;.                     Return to Mercer Street 2003 Table of Contents                                                                                            [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}, {"content": "Barthes&rsquo;s Attachments    |     La Maison Fran&ccedil;aise    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Home       About       Events       Exhibitions       Sponsors       Support       Contact             Center for French Civilization and Culture       Department of French       Institute of French Studies       NYU Paris           Stay Connected           sign up       like us on Facebook                    Back to Home               Barthes’s Attachments   Conference   Friday, April 18th, 2014, 10:00 a.m. &ndash; 7:00 p.m.   Co-sponsored by New French Philosophy, The Center for French Civilization and Culture, and Department of French     A mini–conference organized by Emily Apter Barthes’s attachments to texts, myths, images, and groups of friends generated forms of intimate criticism that fit no clear genre. His affections and the affective modes of writing that these affections helped produce—suffused with desire, suffering, mourning, and resilience—will be the focus of this one-day conference. We will also consider the attachment as materials that were published posthumously or that remain relatively little known (as in the films he collaborated on with Canadian writers and film-makers). Additional questions to be addressed: How did Barthes compose an archive of intimacy? How did he blur the lines between intimate writing and pedagogy? How did he write queerly, influencing American critics like Susan Sontag, Eve Kosofsky Sedgwick, and D.A. Miller? How did he articulate the anxieties and vulnerabilities of what Catherine Malabou has dubbed “the new wounded” or what others have termed the “precariat?” Morning Session: 10:00 –1:00 Moderated by Richard Sieburth Jean-Michel Rabaté , Roland Barthes and the Pathos of Distance Françoise Gaillard , ‘ J’ai toujours eu envie d’argumenter mes humeurs’ François Proulx , P/Reparation: Barthes and Sedgwick Marielle Macé , Barthes and the rhythmicity of living Afternoon I: 2:30 –4:30 Film Screening Le sport et les hommes (1959, 58 minutes) Script by Barthes, in collaboration with Hubert Aquin La lutte (1961, 27 minutes) Michel Brault and Marcel Carrière To discuss the films: Yve-Alain Bois Afternoon II: 5:00 –7:00 Roundtable Moderated by Emily Apter Philippe Roger Ben Kafka Youna Kwak Denis Hollier                    La Maison Fran&ccedil;aise                  New York University                  16 Washington Mews                  New York, NY 10003            Phone: 212.998.8750         Email:        maison.francaise@nyu.edu           Web:        www.nyu.edu/maisonfrancaise         Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.4 %  25 0 obj  > endobj        xref  25 24  0000000016 00000 n  0000001084 00000 n  0000001178 00000 n  0000001220 00000 n  0000001480 00000 n  0000001594 00000 n  0000001976 00000 n  0000002528 00000 n  0000003038 00000 n  0000004268 00000 n  0000004552 00000 n  0000004900 00000 n  0000005040 00000 n  0000005556 00000 n  0000005659 00000 n  0000007287 00000 n  0000007563 00000 n  0000007937 00000 n  0000008080 00000 n  0000010036 00000 n  0000010450 00000 n  0000010763 00000 n  0000018468 00000 n  0000000776 00000 n  trailer   ]>>  startxref  0  %%EOF        48 0 obj  >stream  xb```\u00064\u0006V\u0006\u0006&k\u0006~\u0006\u0004\u000720pL\u0000r)؝ \u000430\u0003\b0\u0000ST8  endstream endobj 26 0 obj  > endobj 27 0 obj  > endobj 28 0 obj  > endobj 29 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 30 0 obj  > endobj 31 0 obj  > endobj 32 0 obj  > endobj 33 0 obj  >stream  hdRoTSu\u0018nޡ\u001f.\u0001D0t\"L\u0010pPa*\u000e#\u0002n2;NRvx\u0010D4 L \u0007?0%Y$j'tz\u007fXS:} kyږR*^[q{S03o\u0015r}+lʖ\u0001] \u0018\u007f Z܀$@\u0013y|,Yd\u0014&} IGĭ;z{X}\b:pj /EU\u0011\u001fĄm \u0001kd΍ob\u001b\u001a`..\u007f.'\u001di\u0019iK]}P R񞊃`mQCl\u001b: > endobj 35 0 obj  >stream  hTKo \u0014 |L\u0013I\u0013\u0017}NwjI*\u0012^NӅq\u001c\u0019큿EaF9\\I N@^`\u001eΌ 5ﴸzwS~\u0001\u007fu 6\u0013\u001c' f7h > endobj 37 0 obj  > endobj 38 0 obj  > endobj 39 0 obj  >stream  htT{PTU\u0018w{o\u0019^\u001fxe/{EEP 6\u0015c\u0017&Ry첰k\u00045L#& \\\u0016\u0014 \u0005\u001b!I \"\u001a2Ga\u001c.=1g\u001f\u001e;;4P4Mߟ2o4w)mu\u0015NڀKRDZ *4%)#`alh*\u001fdؕkqQk%9V9əgopY7Ȧ518y.\u000fE\u0016.k屮3;]l?)Z]Ը j\u0012EPT g:v^&Q\u0016\u0010T\u001at^jwj?2R\u00063\u0000\u001ewӼӝ\u0006\b6~a\u0004/\u000fZ\u0013\u0016&ݾ\u0002\u0013%L\u0000S8\u0010 Iy;SzaIm>A3^s,\u001a? 3?@8\u00060\u0017 a\u0004ʐ !W;np%fu\u0005 \b-\u0018 Λw\u001a\u0012ߥ2Q]\u0018Շ :U\u001aV\u0016!\u000e$x\u001dI6D o\u001f\u0016\"3\u001ff@ZDDU\u0013I\u0010\u001c\u0012\u001d7f\u0018uOO^PݾD>$\u0012\u0015!\u0010**W\u000e\u0001H }\u0003daSE\u0019__l{~#ϔ\u001d\u000e}z\u0019WyG \u007f\u0017 \u0012fɮ*C79ϐf\u0019_ڜ&\u0011G \u0000͇I\u000eǗT̒CV-^ \u0003}\u0019\u001c Õ1~\u0000\u0003\u0000ó;   endstream endobj 40 0 obj  > endobj 41 0 obj  >stream  hTQn0 +|ܪ\u0000C\"\u000ev%\u000e}l\u001eH%D\u0001\u000e}n\u0003x2g\u001cJ\u000f w;\u001a\u0017\u0006Z*\u0006AC@;e?\u001a\u0001N6/8V@\b?r^\u0006>\u0003f[p?Dԫ18^ \u0016;O/Ҽ\u0011?\u0019ğxjq6RG\u0010IT(\u0012PX\u0016*N}IBf\u0014Q`\"}\u0002&GY1\u0005&c wW3X44  S\bg*=;IAeGy(!L3CGwFGtx&HG\u0012A8\u0013:pvMPp \u0006ɸa\b0\u0000F>.   endstream endobj 42 0 obj  > endobj 43 0 obj  >stream  hlW]\u0015}TĊ$[ |,ɣ]dч߱\u001fL#  \u001bg\u0012\u001fYZb[%*+\"zwq:\u000f\u0001>\u0000H6yeXTǇ=qm[aX'a4̌Zqa_E\u0012\u0011&We>  ϱW\u0017r\u0014˖ Gu\u001dX'*T;@VGv\u001d},\u001blzuƝǦ2.5\u001d Ks\u0013\u0017!\u0005\u001dS>:\b\u0015 =įj\u0018\u0004ýAǢC\u001f;n\u0011IX=&{4׸y8\u0006߱W!\u0006FЌ\u0000\u0003\u0013g\\\u0016e>+d \u0012p(gϣ\u001c\u0010\u001a.)?n)\u000fIU;Z_\u001fpP |8\u0000]\u000eR+ۏbӪ\u0018y\u0016ݕ\u0006X\u0007JoԛѮ'Eڱ 8pE\u0004 )I70J8\u000e[W '6zۣ8PH\u0013;OU5'v^Tޒ+\u0004vYug }  l\u0007Z1V} YYeZ͝*0 WOܶN]\\(ŵ\u0014]ŽX$\u0018B\u0013n\u0013|\u001b,orf'³#\u001a>ȍQFL\u007fֿƞ?hy:+\u001b\u000e4{\u0014E\u0017ܽމ0&\u0007K\u001d4EF\u0013'O.+L( \u0002\"V:P\u0010Q+ \u0019v. o\u001c>jY\u001c+\u000fd mE\u0016 g\u001bK\u0001szJ_ d{~\\*$\u001c}JPVYH:`X/} W5\u0018!5\u0013W`v\u0003U?#\u001b4,{Y1uAg\u0001Le-0\u0004CTx*S$dFR϶ȹr~/Ye2HӬ\u0019g]@W\u0011\u0004Qn12&*\u0000tf\u001b$s\u0002>\u00058&\u0005I=+6;h\u0018l?Z>\u0013Cc1aJh\u0010\u000e?\u000ePQC\u0003\u0018\u0019b3\u0014\u0018aE5)\u0005 > endobj 45 0 obj  > endobj 46 0 obj  >stream  h޴z |\u0014Un\u000eF\u0001\u0002JM\u001aD\u0001Mv]6e\u0004/}\ud97azNN萅\u001d\u0002\u0002\";∈ \u0018q`\u001cPDt20ｬ{wΩD\u0011\u0016#LP ;ksf K\u007fRhŦm.̊KIIӥ颳bGi%'kt/.ˌt#\bm7 mB6ZK%i6i_KK\u0018\u001ce$Dg'ƥj~R\u001b\u0017\u0013MNK͌fҲ7k'e\u0017\u001buѺ|씍/=NզDke 2R(!U\u001b\u0013ˊ\u007f'f\u00122c\u0013b\u0012R3Gs/)0u=\u0006\u000eӆ \u0015\u0016\u0015\u001e6g؄Iaa/MmXBXXnX\u0018\u0017\u00166W|°a\u001f++2\u0014^n_zSD=Gt X5yפAQh\u0017j?\u0019\u00123tG\u001d\u001fr#֏\u0004?\u0014uH!\u001c~Hɇخ\u0011@'0\u0002{g\u0011H^Ǡ\u001dNĺ\u0002_G`WFц^|\u00028|+ K' CL:%{uV.eƥZp겑m>zçC$f$\u0015hӟ')w*Aap\u0012\u0016\u0001ƽVIo*̋^Kf4\u0015Ef\u001cAp莊 )|YqD^Nangq\u0000z`40s.4`z;D**AQ2>ڄF[\u001b- |\u001aR\u000f\u001d /Ao&\u007fo\u0005\u0015A\u0012\u0006Xkm솤,]|R]z \u0005{?\u0015)#/=\u0007ץMm)\u001aGt!?nU\\M0I)^qv\u0014bC,uwxԒp&^m\u0005嚋\u001bQf\u0003QL9܀3%r6)|1y:91\"K$t\u0012\u000f\u0004\u0002x9\u0010G \u0014f*%2\u0017aI\u0016Wv\u0013j\\r\b~@\u001d=K\u0013Shh&^PbF;-.\u0000\u0004us^#]\u001c)6Ƿ\u0005c:soey3\u001eG\u0017PB4K\u001d[#ҍVZ/X+ޥr ˈ^J+K;@\u000f-[  0\u0004`P\u0001oC M0%\u0018[_Ab!T$6r+t`\u001e[ &qS.QǾ5\u0010>Ӕ\u0013Cj\u0012\u0017qW\u0003\u007f,@VY\u001chP\u00002ig4a\u0016\u0013Oޭ_S̙\u0018$0\\B}SǬ^2ZŁ\\Yz+^\u00171\u007fId\u0014\u0002 F|\u000f\u0019`(x@V\u000e\u0002c/E;pE\u000fλ~Zd#\u0005; \u0004Zfǐ\u0005_D\u001fV\u001c\u000eQԔ>bdX+',ϰ =+\u001b\u0007C{ k:zA~{\"NwL\"r~\bLAx`(D \"\"x㥸IF\u001b\u001dۋ\u007f_2Edav\u0005C\u0003 m p_k&\u0006 \"ɺ[aA\u0018wI0LXMN\u000eΞP\u001e\u0007bЧ\u001dBVl?MlaUy|\u001e^I3Mpd`&yd-/ٔ&dv7ex/|?H\u001a u;u4p z{\u0007y^FxG\\f\u001e̟w\u0011w|seo/ v\u001eΑg\u00129f\u0012 ]3݊F\u0011SҜ\u0003\\0/k^P\u000fBCe( FbшȜFg(f2  X f\u0013/O\u0006nI;\u001ey\b)lҌV\u001be\u0016\u0003l:w\\\u007ftcs\u001bILAtJXXfh\u00144owS,'kA7B*\u000fwMj/^\u0003Zl#c\u0018k&OLz\\\u001e\u0001zB?{6\u0011\u001c~/\\,a~\u000fU*y\u0012\u0010\u000fuKoCR\u001bu)GQ&\u0007BY3i\u0019i⻶ÂFZ,( eA\u0001z\u0006\u0016^r\u000ep1S?Sȷsz#oPw,w+\u0018-O\u0018]2\u0001\u007f \u0003q\u0015#Âߡh\u0018 01\u0010e\u001a\u0012J\u0007O?Vw\"t b\u001f\u0010_5}8R\u0014+,uT$\u001a/s\u001c\u001dnQ ].\u0002\u001e}\u0011ӈ^ch:ט\u001e=AG`\u001f0RU \u0005\u000eНHM\u0017YR\u001ct\u000f(.t(H~lw.gQ^ =VWKKٍv˦=M+Ӳ[\u001fGQې\"~μS&7\u0016Ar!\u007fPKp7봐4oX5@F\u000e\u001dz>z v%N'^ݨ.%;\\v62 9r\u001a\u0018j\u0003zʰ8d uU+\u0004ǚ,fWSjB\u00117%Ei$jC9s\bsI\u0013 HtV\u007f˻\u00123\u0019\u0013uSe\u00199 0J\u0015TբF\u0017\u0006y\\\u001dV\u0012RHݝv\u000fe\"7\u0001IuaqAA3g[UD(ݬd6,a2\u0017\u0018K\u0004v\u000eWa^1 U\u001a1,'XHސY\u0014v\u001dRF($׭eEGфl+)\u0012l\u001a.Ҭ@+\u0002]_\u0006\u0014\u0010vN B۰=zi\u001f,V#y/$Bs#h+KS;Q8d$̍p\u00176O+53e~\u000f}\u000eǢmd2ShFl9nqS݋\u000e76x(J۸*G۠b\\{\u0015d3qͥ=P\u0003^E\u0001թN,\u007fy|\\BIsvgyS Y\u0016'!:V\u0013\u0006cןO6VM%4\u0006wF.O-)+ý\u0007OJV\u0015SWIUK.iw$}vAH\u0014]+O\u0003>8 M\u000f\u0091\\\u001f:(\u0017\u0011vf7AC#f)@ cR+dhu8 tzE\\✌quj\u0004jc4nv0|ЏT29}\u0011ni7Yf\u001a\b\u001e\u0001` z\u001d \"Ѱσ\u0013'\u000eS\u0019wVdɂN>Q\u001b\u001d\b  gt2\u0014\u000ea؜%9\u001bPO\u0007$~\u0010gQ\u0016y-zmc#1\u0002\u0019ƣ\u0007?\u0001\u0003\u000e\u001fҲ*`ŸYd]Jז[.%e\u0015WF2W{Ohn\u0015\u0001]\u0010~\u0013P\u0004+CQPE7X\u0002Є?!c`\u0018  m&\u0016%bWՎjJ bo{%Z\u0016LN/ʄ\u0002\u0001y7vt?W Z\u0016\u001a}hu\u00115+:\u000fX\u0019*Sq%[_z`喭-\u0019 #g\u00033'uF.֤δ\u0019\u001a/q.j>WOm 4!cf\"=G\u001d۸v'K}}Jv;A \u001d샫\u0001\u0016\u0004\u0014;'_\u001bw 6\\3\u001eR\u0004_G\u0011H\\*{~\u007fee[[\u001bj* =}OM\u0004\u0005k\u0019*%KNH\u0014\u0012\b\u0006;ktE\u0012zf\\Lr*\u001d\\ŗQA\u0007u@Hӡ \u001ba\u0019vo\u007f |?eG;oq$\u007fk_bI*5ҙ(61i9[\u0017_X jP+n/i?(|ţ;~M:-_ Ӿ\u007fk_?BFbv\u0013n*CC*l.\u001e@rloAa#ɛ\u0003p7#a0h?\u0001Zyn\u0003 \u0016_v\u001f۱\u001f#cd\u001a56zE\u001ediq-;\u001d;Of݄J:\u001c\u0012>K@y\u0002/\u0007o\u0016ť&\u001duĻ/_2\u0000dF\u0002v\u0013 tܢ\u0011\u001d \u001emN\u001dƑ$\u0006;؅YBZ r 6Լ@iѠ\u0013άF]'zﮡЫ6\u0004VQ$=߽%n9jN\u001c{ɕ\u000fN/ʐ2TOe\brU^vM A)n7uK}`{ju+WnJ:\u001bIpbq!D\u0001Sb\u0005Іet5m\u0003\u0017\u0002 \\dSn $H\u0000\u0012\u0007ig\u0016\u0012^>BC!u(\u001e|&L)-1v#9Xy\"`pks\u0006;\u0010I,o3Y Se)rgR>*⸣ XDKn+FVfapu\"\\\u000eVt|$9 If/C2)Y $ӎ\u001fr#;'4&\u0013Vv*?Qذyw~\u0019B=nv]R6jgHs6SL  ^V]|(^h\"u\u0019nQLyk:,z (\bY\u000e7\u0001ֵ5M$NLNr$be\"X\u0015y+mްŕ#\u001e=.9\u0013\u001en\u0017%)\u000fdj ,\u0013&l\u001d\u0016\b^\u0018\u0017d\\\u0011\u0004\u0015J1j =\u000fD\u0007 뎪O\u0007$k2R)۴H(ehĺlT)G V\\i \u0010߈\u000e\u001eUh6 y?r0Օ\u0012kuPxx4ʔ)[Jn?\u0017ƻYhQ][>ezST\u001e(\u0013宖?kh>\u0014PXC+A96\u0007=&vedJ $$\u0013Fj1-@U$K\u000f\u0019`\u0019\\h43_Kj!b\" \u0016hNQ\blm%$QtXQoL\u0010k\u001aZ}D\u001d\u007f\u0097]秳&Z1ۄvpƠJ+Գ0\"o,:+y\u0014\u000eEc% xIY\u0011L.W;[ G߄z`G\u0001\u0000\u001e   endstream endobj 47 0 obj  >stream  htWgx\u0013Ǻ-(\u0001\"\u0002ɎH\b5@  \u0012Z0\u0014cܰ n*,[lIڕ]5[r/\u0012c0\u0004\b \u0016\u0012 \u0013rH?'w3uΏ>yhgwޑJFIR)ru+L]ېQ_!A>}>%';m䉧b4hįcc&\u001dcq%\u0014\u000fPlث7J{q~QWܹԳg͚^N0\u0019:|mA6E>C0'G~dN>C-\u001a\u0019\u000f\u0010\b\u0012uNkS3rS{33rR3\u0019Z\u0012maڞ\u0014]ZVv^FziⴜB]vQFQ-eY,| CljSF)y\u0014Zĩ\u0016jIy >E]֥gt3)TH\u001eH\u001eHpdDD2C\"%$̕HK$\u0014qђD%+$+%\u0012Nr^5jl#nn܅}ã.U \u001f\u0012BG\u001b:[sB\u0000 uI\u001b~\u000f foNH\u0018x#W+A\u000fj1Z +YT}`&ϾKϣ:W\u0016{m=FD-Q\u00152H\u000e-5C[TP άG˭#\u0000_ 8+\u000fiB\u001c\u0005EtFwL\u0005fu9D \u001e㛙\u0013nZ6\u0001\u001e>\u001d\u001bPX߇''\u001a\u000f\b\u0000F8.\u0018E5\u0013tyÀ+cH(\u001aZ+2$WӿW|+&Z \u0019#@MsD~\u0006\u0004dϙ\u00130}^_e\u0001\u0004'ySލ aO>QT\u0004W2+×|cy k\u0007\u001a\u0016\\x,?!Ã\u0001_;y Xv\u0014\u0017OJqt\u00002ԗh\u0015LĉJX\u001aztL\u0019,\u0010!qV\u0012th_+xo_\u001bmB hS .\u0010)PyN3U \u001c!籊6 MAgwU\u00127  ?O\u000eP\u0002\u001a /w *A,b gg\u0014??Lⴋ\u0000\u0005| 6eNKMO!.L}S9#\u007f\u0005o7DS\u0010K9OٍĲ\u0006\u009dp7xGYV\u0015\u0015W\u0010*!\u001f\u0015Gn5>xC\u0006?M\biqq f.\u007f}n\u0019ڌ$DI\u0007J`Ib\u001cIv#3G`= \u0014CK1GBg^YMe;WBE_CfQ&{wx$:9K$\\Dv\u0001n Y(qs\u0002{-r@垅\u0005s/yxump\u0001D(Ϣp\u0014j\"K\u000fI`2zZERv\u0013\u0014b&Lљ\u0013\u0011I>X{XQn-Bc\u0005PHmmTX\u0004*\u0000 #r\"Q>}\u001b)h}8y\u000eH\u0003\u0018:xB9\u0015#ҏϴ\u0015\u001cS\u0014^\u001b\u0007 { c`;T\u0017%\u000e;\u001e[jk\u000fm o_h\u001b)uY XV\u0016j0\u0013Xl\u0004b ^L\u00155l:Gc8u*zAln\u0011B\u0010| ~T,\u001e=FH.H_\u0015MŹ\u001fڮ׋֓\"A6z\u0014'cɵH\u0007q\u001ds8iP\u00181x =9x\u000f}\u0006gW\u001fO\u001f]SF\u0016X˂&o@\u0004C^\u0012i,\u0017e&\u001aMbi\u007fg\u007fo+h#4l -w\u0019B^6m,ZPC[Bho54z \u0005l  \u001fhx5\u007f}o > endobj 2 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 3 0 obj  >stream  htX]۶\u0011}ׯԱhR\u0007vIjk&q\u0000\b$\u0018\u00003,>Dޛtե@,ٳ\u0007e1V);;vHl{,LU\u001eY^\u001e4g\u00076%1۱--*>լޜWXΗU2߂4\u001fڹ66I\u0014jg\u0007v>ϭ4\"fx\u0012\u001a UV\u000eWfZ$fo0dY6\u0012{\u0004[>\\abPz\u001fm\u0014 .xQLwg\u0017z U\u001a+k6\u00116\u0003Ǥ\\\u007f=c?嵵L]Sn\u0012W0\u0016](nHVh#\u00187Fh+`蔚xaGJ_\u0018ŤM^\u0007 A1{n27mL+\u001b 2\u0001ʣ?MږqtV7]]\u001d't\u0007\u0018Ԩ/\u0011`h\u0010A\b`\u0001>qJ|\u00028 D>Av(\u001b\u0015ZXq 7noˀl[o\u0003\u0014\u0015|g\u0000& O@\u0014\u0006K~hC\bz(}S P\u0000X+gU3ծ\u001bAr7K\u001a\u00108JPD݆d>R\u000fk!\u0006JwI!&\u0012lHM?\u0010c\u0006\u001a;rd^KX,v¿&eqפ}ZzS&5(\u0013^,\u0017Ys\u0010k5wz\u0015IZbyӐwʮij^=TJTl8\u0014ȕ\u001c݋&jO믿O\u001b\u000fGiaRz \u0015lgꄺ%νw5 r\u000ev!oEדIRۇsBik7UAH~70K+\u0010Ѓ5\u000fZߙ@#FڜI^0\u0013VƄ. ]\u0006-G\u001c4 \u001cmlD\u001cZ\u0006p\u0011\u0002,zi:\u0018~\u0010|6 !=ơmh}\u0006ȝ\u0012_\u000f-'\u001baQ\u001ew%=\u001eJ\u001f\u0002I|x@rp\u0019\u0000UiGV^ڍ>5\u0006Tݽdwcq$躉 G9j\u0018 \u0001OEjώd\u0015Z͋\u001aF2d\u0016\b\u0010?\u0001\u0010\u0017O\u00032V 4)_\u0005tpŒH\u001c\u0006/DE$`dC06~9P9\u001fl\u001dE\u007f\u0007;\u001ae9\u0002h\u0018\u00035$c=d2\u001b(RM@ W* 8jqY0 \u0001F\u001eby\\\u001fBQ\u001b ] n\u007f\bޝಷ\"':\u0001]?B\u0010\u0016I l\u0003\u0013M\u0011 ;\u0015яIѱ C?\u001fݰ\u001b 55GE\u001b9nIK|`eʲ!٧p~,m`\u000f0[\u000f ca\u001f.C\u001f޾=]ߞWZO\u0001\u00004}   endstream endobj 4 0 obj  > endobj 5 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 6 0 obj  >stream  h|Xے۸\u0011}WQLY4/\u0012%훝Lvm\u0012T\u0003$$\u0010d3֮i\\(j &;-}-|3S?\u000ekY*~B̽Sϥ\u0011ޣ岓pPjE4PΎC\u0017iP`ޛߧެ\u0016\u0000ZY8\u0013 f\u0017\u007f\u0001\u0019V\u001f:\u0015g\u00988|\u0016d\bjު_K0 &΢^x\u0011+\u0018u\u0016\u0000FXL .7\\+y8dW\u0019g 7 \u001c?\u0007\u001dV\u0003\u0003\u001e '\u0003Pq 0\u00178cY\u0000\\KN\"XMx\u001d  3-;k\u0004njG-_u\u0019\u001a:P\u001bx&k `trg ˂Ni\u0005C@=BeZ-VM2o>NpwE܍@{jUQ\u007fS.\u0012*g\u0014\u001a] ǤȁÎ-XЇ쯳 0\u0000z   endstream endobj 7 0 obj  > endobj 8 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 9 0 obj  >stream  h|Xˮ\u0011+F_rvә\u00170\u0018@/%\\T=g\u000e)>i\u0004LԩSȘd\u001d9ۥ[\u0017[fbO k\u0016G>ٚ\u0014_>j\u0017\u001fN.Wcʲ.٦|j`X'iPH|Wc2˶u^bf?|\\eGigI p`-HUY_#BK\\.td\u0010\u000fF܄\\ $O\u0001.\u0006kThB\u0003Ī/Q \u0010uM\u007fQ CWV;DduGzeJ~Ki\u0013t\u000fD \u0014k)EKx&>!\u001e\u0011$f\u0002j% \u0018\u001fHm\u0010\u001fg\u0010P\u001a^\u0003ACkoA\\}KB\u0014\u007fke2ؾZHQA Y_AC\u0016x p\u001dk.Nv\u0013T\u00109o`YE@-*lln\u0019)7\u0015\u000fQ?Kn6\u000f}wC\u0013\u001eX\u007fS b+!!\u0003y=q\u0017\u001b2qsL6@\u007fR'|ۭNW > endobj 11 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 12 0 obj  >stream  hެW[sD\u0014~GAVw\u000364$\u000etx\u001b{\u001bih\u001d0ۋ|kZdb+ѹ|߷\u001c>DIL:!y2I\u001a\u0017$(NI7yC31\u007f\u00164!1仛,lۄP2И\u001f|x.,S\u000e^\u00160\u0018f$$m0,@:\u0007Z54-\u0003Bhµf[|_dXr2\u0017fKn\\q2m\u0012d.D.3\u001781c\u00134\u0010z:{O:\"=)\u0006L΍U\"\"MIH̘D4\u0007R6w\u001bvO\"g\u0000cg}ÔҨ\u000e7(Nę\u001f \u00014\u0018gl\u0010J\u001alPаd\u0016pǭZ `-U?m⼮Ǵȝw\u00004ׄw\u0012KT\u001bSN9&A|v89S`0\u0006;6 /ڹע[[4\u0011\u0003Y\\#ּK\u0005ߐ\u001fF\u0003gs0#\u0003?\u007fղ\u00019^4Ka4 O\u0006{697eǙ\u0014rXx\u001aBn}IR9\u0003 smsBӼAl=9+\u0004 =wȢgze 4πuoуPۃ\u0018xzX}д\u0015\u00157  = Ae)R%\u0005Tgb\u001f`\u0017u(\u0000ڵII\u001boZ5\u0002\u0003tⴃJ\u00025x,(/4)v-\u000e؎\u001ck Ҏ \u001e\u0003Z\u0011v3ai)g8%\u000e;\u0012dc%y[Lqm\u007f41ϋRJ\u0000C|ɏ4 &S\u0019ai\\:\u0011zDfPYQP͓_JYgpu o˺[YE4h\u0002\"\u0018X\u000e) ?P㏓\u0005\u0018\u0000 N   endstream endobj 13 0 obj  > endobj 14 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 15 0 obj  >stream  h$1 0\u0014\u0004\u001b!{I\u0013U`\u001bp\u0010'PA\u001dM}܋\u0004\u000f\u0010c\u001d\u000201xsѲL' >stream  h;rƒ l\u0010\u001bw\u0010U)WI\u0014eĶtD99 m\u001aLO{.=\u007fޜ̧\u0017\u0017d֖]E-]{5Y)[,7=i+Ӷ|D]tj~,`otu7A\"|kyiVM{@5L]O\u001e\u0006 ޫnޑB~\u0000Nu\u001a~x\u0017i\u001aiS:P@ӏEC}~=\u007fF o\u0001\u000f~\u007fg=|\u0018m eA\u001dE\u0003*x3rEh\u0016>Ѕ\u0017UOO -\u0007P ]\u000e\u0017i>~X֛_\"]mnq5{'芛1\u0019f1\\S@׃/ځn\u0017 \u0003w\u0000\u0010P4N7\u0003P_G0z\u001a>\u001fz { `㺛ͲhI@>\u00074hh\u0015mo\u001eW\u0000_~M/SiE  [ҭ 効\u001ez>\u001f@Ra _7\u0003tF\u0016:0_mŌ\u0014_\\\u001f\u001f'I\u000f]y\u007f֬f=0G\bG|SpU\u000e0c\\-f\u0017hр-܎?ʋ \b \u0005sL#g8`F,61T'(\u0005\u0019ZŭdQ\u000f\u0010|콼ؖAs׆9\u001d\u0006o\u00051\u001fH?p޹6l\u0013MMM[2roNV# \u00161\u0013O1 \u0010|\u0004\u000f>\u0018\u0003.1>\u0011r ΃wTt\"x#3'~2iGɸ\u0004\u0002Bd\u000fhbn{O\u0004\u001eN91\"\u0013~#Ycu\u001fq] S?H뭈w2`SqTÇ§C\u001f}\u0017zS\u0005DE\u0005]~ff FD\u0095\u00126{lDǒ\u00017ƟA\u0005}@\u0012G仒0OG\u0004\u001f\u0004\u0015R>*ak)\u001f$:r z\u0002I?\u0019ۙ\u0018\u0017\u001a3m\u001aD=FTK98 \u0015r1ᘍl-[=&\u001eTuE] f\\\u001c\u0017|sWU,]\u00149W;>*u~.5:KɤŤ(hR$ \"5I8I  \u0011  \u001b I5T$\u000fʚKI\u0018W\u0019e=LdD)M\u0014O8'KNi\u001d30YXY\u0014\u0019%5e\\~&\u000fIXeuJ9>R\u0016uL\u0014\u0016ԜMd|'q\u0019LJJt @I\u0016sy\\O -{*>*J?Ř,񃌍\u0001N\u001c#M   \\4$ƩuVp~Z\u0019\u0018\u0018\u001b(\u001e!]\\\u0014!>\u0003\u0015+?tRiR:e{dt\u0006\u000e\u001e\u000fZ\u001f'`3?J\u001cu-+A\u001aӨ~S\u0007W?W_i&\u0007HC\u0005\u000f@-d\b  \u0001ch:qvI\u0010[2L%\u0018Q.DM 4 \u0014-%\u007f&A~\u001b]hOu!ٳĎ9?#& \u000fi\u00045.rӧ]|/p8\u001dzRk24l>\u000f\u001f]u2\u00065=ɶuxoӫZ\u0017t?5\u000f\u001c\u0013#\u0019\u0017[ꑹv\"y8RO}(|VlͯtL&ZK[a\u001b}!o\u007frү\u00047\bŏZB\u001bWt匍/ڶ6^戵\u0011E@ (ϹǍ1y|X5#G2LI.}Kh Kc{\u0004k@Ժ\u0012wl\u0014+_.7됚CVw\"{V&n.>@\u0010z>͜i5P}ޣDޒZr ,-WB9FN$\u000fj\u000eоO +wسN\u0012YU1~{:-\u007f(s9e\u0013\u001c\u000f\u001c\u001fzE\u0010 [mwZsev\u001fpDԹ\u001a]}3\u0017oV{؎u\u001fu#Xkq90g*#8bTsn څ\u0002\u000f\bk;a\u007fT9-\u0004`ךhܙ᜔qJf\u0012bc >\u00067yLـE+s)*\u0011h\u0004uݵ F$2=#x)So_ l\u0002ӏ 1p\u001d>JI'@\u00996\"ѹ\u00036=#۶S|D۫D\u0003}\u000f\u0006[) Oyf\u001b\u0013_X^7eDjb\\#}㋥\u0018V٩_Of9|NL|?\u0013r$g? \u0013A߄1X>S\u000e#~ \\,& ēɟTc\"xi^\u0004\u001f3A ю%߱eO\u0006{f`8\u0000ɖK\u0014\\חxRGk;.ieHׁ -\u001c\u0011\u0011ϞU'hpG\\3\u0017O}FGf;my\u0013ί3R\u001ckto6C`N̶Alzn7o9Wտ\u001e\u001eHO/;zWg^o%\u0003ZevU|iЬҡmfjުo\u0000Ь\u0001\u0017@3P{ު[\u000fើ\u0014!:C-ۍ\u0006h@Iw\u0005\u0019FuMIE{/yC=Y3~\u0003n%y'+C\u001bZ#;3 ; Y *2}A\u00168\u007fuڎ.\u0019DԬv&o y\u0018 TSI_eID'Gu-,hY\u0014\\2̈\u000e޲&T\u00191}Ǻ]-uF8p\u0006q\\&\u001c;Y \\fEgEq\u0019 |2\u001a-$|\"3t*[(^؇gz-|=4ٯS\u001cA1۩8ȑ\u0002Di뺸ٟ)!~`u\u0016!nʆ\u0006F\u0016ͱN,u/Ӝ?#k;~d4w*1\u0012S\u0005u3z\b]\u0019T\u0017Oál;lomjv'rno7OGd}\u001d9G\u0015?2z)\u001c:~q%F\\=\u0016)|*\u0018D\u0013=E\u00045I¼pŎ L q0\u001e\u0017 (@#d\u0007OVMY\u001cH\u0019$?\u0001~z\u0016 $O |Q/eHpf\u001f\u0003 r0k  '\u0002)m˥.3!s\u0019q9 2oeJ*I&eBLJWdR%y\u0019VeT{Mʠ\u0004/`}h#\\O\u0000\u001dTIpO񕢈\u0000gP\u0016yV \u001ayP\u0006\u0011U\b^˙\u001c\u0004&rb\u0016qP\u001dG~\u0017bY k \u001agb T&U G;Pݸ\\FW\u0015Hh$#\u0018}m\u0019%Z*,9BR6 \u0015]U[7\u0007>Fsx\u001a\u0018\u0015>yѢ4^E^Ӯ\u0007X4-mnia?U]ɳT>PoIKPKn54Kh֔u)[\u007f\"uoـ\u0007zw-Y3( _\u0012r?l\u0011ߴ- Yw߸ޛ\u001eWｯ֛Zo\\Su8 [.Jf=;d^ wV95Y\u0007lF;S\u0002'1ܺ\u000eW\u001f\u0011^A2\u0002\u001d\u001auYf@g:w٥\u007fvHͲ\u0019\u001e'LRg{&\u00162R6~fuU N=Xe0uVqJ;[w.F4\u0013\u001cjrg9\u0013}1\u007f͝Uf2YJW72[ˑ+9~:\u0019mJ:]ڣwYY5mJqWX\u001d۫#3~٪-+;\u001e9ߣ\u0003TOZ\u00180\u001c9hhZ\u007f,kg8_\u007fx0\u0006 &r 3; [\u0004=7愶\u001d婧 6\u0004\u001c\u0011\u0004`t\\$SA?10  ' ^:ߥ*IïV ¾= v\u001c\u0011W1\u0007|{Z]ߚ\u001c֍>[y#ۊ?\u0015w\"Y9\u0003x~b\u001e/y[\u0001\u0007\u001f-[K\\Ic3Q E(SPN\u001aOjFZW[\u0018U\u001af\u007fr4v*)ns)8\u0011\u0010/ځn*FY\u0015Y*s)\u0011\\+?bt| š29 {>7Q\u007fMioyeO`'^A׃4\u0003뽻ٰrG]^k\u0019מ7*\u0007MIZ@届% wfv\u0012k\\\u0000\u001eQ\u0013YK\u0012UMrٵGgd.A^\u000f]˱?\u001f\u007f\u0016d  ^M\u0016k:}X[{\u001b}Ov軅7ҷ'm~7\u0001:\u00079\u0006\u0010m :\u000f:.r z\u0007\u0000Jj|\u007f8\u001d\\\u0017\u0019]7-j&ٟ?\u0015e3\\-\u0000Wu Krx4ݳ.\u001dV׼Ynb7yo>[R>ro]U#\u001d5\u0016]\u007fJ\u001e0+E[w[\u001dvd\u0004X\u00198\u001d8yM?\u0017\u0005\u0003\u0004\u0013afA\u0019W?\u0006\u0005-\u00077g2v,vM\u0005 RнL#]A\\h\u0015&C#򚮻ņ !\u0019_\u0016TD%;F\u00025\u0007\u001bvr[u}Brh\u001eƑ\u007f \u001f\u001f*ut~,f 20N؇e\u00051OuߜM=\u001c \u001ap/7j30({s\u000ftV5 > endobj 18 0 obj  > endobj 19 0 obj  > endobj 20 0 obj  > endobj 21 0 obj  > endobj 22 0 obj  >/Type/Filespec>> endobj 23 0 obj  >stream              PScript5.dll Version 5.2.2     2012-06-21T14:19:55-04:00     2012-06-21T14:19:55-04:00           application/pdf               ludeification08_MercerStreet                        ISN                    Acrobat Distiller 8.1.0 (Windows)           uuid:c29e7ac7-8845-43c5-90d7-866babf8fede     uuid:52bf5154-a108-4a4d-afa4-057e041f415e                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 24 0 obj  > endobj xref  0 25  0000000000 65535 f  0000023160 00000 n  0000023417 00000 n  0000023520 00000 n  0000025812 00000 n  0000026069 00000 n  0000026172 00000 n  0000028392 00000 n  0000028649 00000 n  0000028752 00000 n  0000030911 00000 n  0000031171 00000 n  0000031285 00000 n  0000033039 00000 n  0000033299 00000 n  0000033383 00000 n  0000033610 00000 n  0000040633 00000 n  0000040669 00000 n  0000040701 00000 n  0000040786 00000 n  0000040820 00000 n  0000041020 00000 n  0000041154 00000 n  0000044821 00000 n  trailer   >  startxref  116  %%EOF"}]}]