[{"detail": [{"content": "Moving Image Archiving and Preservation | M.A. Degree Program                               News Archive     Program Images     Internships     Research Projects     Faculty Info     Sponsors     Cinema Studies Page        Cinema Studies    preservation &gt; research         For Students:          Admissions      Curriculum              Semester One        Semester Two        Semester Three        Semester Four        Other Requirements            Student Handbook              Course of Study        Independent Study        Internships        Thesis / Portfolio / Preservation Project        Academic Policies, Procedures, and Services        Graduation Procedures        Financial Aid        Student Travel and Budget Policies        Important Forms        Important Contacts            Student Work                     Disaster Planning and Recovery: Post-Katrina Lessons for Mixed Media Collections    Kara van Malssen  NYU, Moving image archiving and preservation Graduate            Uncountable lessons continue to be learned by a New Orleans that is still recovering from Katrina. As we have heard from the other speakers here today, certain themes, such as the effectiveness of disaster plans, success and failure with external recovery services, the fate of private collection, and the risk of cultural collapse, continually repeat themselves. It is crucial that we understand the weight of these issues, and bear them in mind for future disaster planning and recovery efforts.    In February and March of this year I spent about 2 weeks in New Orleans, talking with staff at libraries, museums, and other cultural institutions, as well as individual artists, about their personal and professional experiences dealing with Katrina. My goal was to gather information to supplement the existing literature on disaster preparedness and recovery, with emphasis on collections with audiovisual media. The constraints on underfunded and underdeveloped communities were always kept in mind. What follows will be a summary of the lessons I learned from New Orleans.                 Lesson #1: Effectiveness of Disaster Plans    When I began research in New Orleans, I didn't realize the extent of the inadequacies of disaster preparedness plans. Aside from outlining the usual hurricane preparation procedures that people in the Gulf Coast are used to, the plans were basically useless. One of the biggest lessons learned by everyone in the area is that you can't prepare for everything.     Most institutions had been through a number of hurricane preparations before, and were used to the drill of boarding windows, unplugging electrical equipment, moving collections away from windows and off floors. However, most agreed that plans simply did not address a disaster of this scale. Traditional disaster planning literature assumes that the event is localized, that is, confined to the building itself, not the entire area. When area-wide disasters are addressed, they still presume that staff will be able to re-enter the building within a reasonable amount of time. But could there possibly be a written document that provides instructions on coping with the total infrastructure collapse of a city? Of course the answer is no.     Indeed, you can't prepare for everything, nor should the planning process attempt to. When planning for disasters, the point is not to attempt to predict every possible situation. Disaster preparedness guidebooks appear to presume this is achievable by outlining endless scenarios that one might encounter. Instead, the approach should be to equip the building, collections, and staff with the appropriate tools to deal with disasters. Rather than conceiving of a disaster plan as a document, that almost all people will ignore once it is created, it must be a way of thinking. Emergency response should not be numerical lists on paper. Rather, it should be, and will be most effective if it becomes an instinctual reaction, for this is how people will inevitably deal with an emergency. The planning process should involve increasing staff awareness of what external recovery services would be used in an emergency (for audiovisual media this could probably be a lab that the institution works with regularly), what collections have priority, where emergency supplies are kept, and where to find communications information in an instant. Thus, the only reason one would need to turn to the written document is to find telephone numbers and possibly salvage procedures for specific media. It should not be something that has to be read at the time of a disaster; this simply will not work.      One word that has been repeated by everyone is communication. Lack of thorough contact information for personnel was possibly the #1 cited problem with disaster plans. While it is very difficult to cope with loss of power, cell phone towers, and landlines, many people feel that disaster plans could have incorporated better alternative communication venues (such as web-based email Yahoo, Google). We've heard this already today, yet it is worth repeating here to emphasize the magnitude of this issue. When planning for emergencies, don't neglect to establish every possible line of communication between staff members. This is the crux of good disaster planning.     Lesson #2: External Recovery Resources    Building alliances with sister institutions was recognized by many people to have been a savior. Others found that professional recovery services could deal with the problem efficiently. Yet a number of institutions are finding that the service contracted by high-level administration was inadequate for the collections needs. This issue goes highlights the necessity of integrating the collection's disaster plan with the larger institution's plan. Always be sure that your library, archive, or department within a larger organization has discussed emergency preparedness plans with the administration.     The most effective way to ensure that these measures will be successful is to establish them in advance. Collection managers that had discussed external assistance before Katrina with upper administration found that they were happy with the results. Those that did not articulate the specialized needs of library and archival materials to the decision making bodies that were forced to make decisions for the entire organization (such as university or government institutions), were sometimes stuck with contractors that didn't take proper care to protect artifacts. Even though these services are meant to help, they can sometimes do more damage than good. A few institutions feel that the rebuilding efforts of some contractors will not be adequate to protect the collections in the future.      On the reverse side, there is also the issue of assisting other institutions. Louisiana State University and the Archives of the Diocese of Baton Rouge (which some of you may have heard from yesterday) provided a lot of assistance to damaged institutions, and did their best to utilize their disaster plan to help others in this case. The massive cleaning and drying effort that took place at these institutions were an incredible boon to some of the collecting institutions of the Gulf Coast. Fortunately, they were prepared to take on this endeavor. When negotiating reciprocal recovery assistance with other institutions, be sure that you have the training, staff, and space to take on large collection damage. As Diocese of BR Archivist Emilie Leumans pointed out yesterday, update disaster plans to include information on taking in evacuated collections and staff.     Lesson # 3: Unfortunate fate of private collections     Katrina caused undoubtedly catastrophic damage to New Orleans rich cultural heritage. Worst hit was not the collecting institutions; rather, it was private collectors, artists and musicians whose collections suffered the most. Well-known local musicians including Fats Domino and Danny Barker lost nearly all of their personal memorabilia. The simple fact is that individuals were more vulnerable than institutions, whose mission is specifically to safeguard cultural materials, and whose staff are trained to handle damaged artifacts.      As an example of, I'd like to talk about the story of Helen Hill, a local experimental filmmaker and animator, whose home was badly flooded. Helen, her husband Paul, and their son Francis, are temporarily living in Columbia, SC. Although I don't have time to go intotheir incrediblestory in detail, I'd like to talk a moment about Helen's experience with recovering her films.                         Helen and Paul were able to return to New Orleans about a month after the flood to gather anything that remained of their home. Her films, which are mainly 16mm and Super 8mm shorts and home movies, both color and black and white, had been kept at home, where she found them with varying degrees of damage. Some had stayed dry, others had been submerged and become mold infested. A few months after settling in in Columbia, Helen decided to send her films to a lab to have them cleaned. Being an experimental filmmaker who has worked extensively with manipulated and damaged film that she either found or distorted herself, she knew that even with damage to the images she would be able to find a use for them in future films.          Unfortunately, Bono Film and Video Lab in Arlington, Virginia, rejected the films for cleaning, saying they were beyond recovery.                 Determined not to completely lose her work, Hill decided to clean the films herself. After a struggle to find any information online about film cleaning, Helen eventually learned about a product called FilmRenew, sold by Urbanski Film. She learned the proper method for using the cleaner, and in the basement, set up rewinds on a dining table that she bought at a garage sale and went to work. Her process has involved soaking the films in FilmRenew for different lengths of time, then wiping them with old cotton rags as they are run through the rewinds.           Although most of the films suffered irreversible damage, the cleaning process has been relatively successful. Helen has had some of the cleaned films reprinted on an optical printer, and has shown them at symposiums and festivals around the country. Still, the original unique surfaces that Helen had created using hand processing, and tinting and toning are lost. Worse still, what remains of the irreplaceable home movies are forever scarred with the patterns left by mold and water.              The good news is that Helen will be able to track down some of the prints and negatives of her original short films around North America. Following this step, Hill plans on storing the remaining titles at a film collective in Canada. She feels that in addition to providing distribution services, the collective will be better equipped to protect the films from disasters. Her hope is that the collective is better prepared to safeguard films than she is at home, and at least if the power fails in Canada, the heat and humidity are less likely to be a threat.      There have always been tensions between artists/private collectors and collecting institutions. Creators often feel that their original works belong with them at home. Collectors don't want to put their amassed materials in a place where they will not be able to access items at will. However, following Katrina, many of these people are beginning to reconsider. Individuals whose homes and belongings were damaged immediately turned to archives with the hope that their staff might be able to save what remained. The Danny Barker collection could have found a home before Katrina, had the estate not prioritized financial compensation over preservation. What people seem to have realized since the disaster is that though it may appear that such collections should have high monetary value, they are worth nothing if they don't exist.            It would be a stretch to argue that all collections should be donated to an institution. Museums, libraries, and archives are often under-funded and under-staffed. Yet their entire responsibility is to ensure the preservation of cultural heritage, a task which most people do not have time to do all alone. Katrina has made a clear case for individuals to reconsider who may be the best caretaker of their collection. Even Helen Hill, a young filmmaker whose body of work is still growing, feels that donating prints to a collective will at least provide backup in case of another emergency.           Lesson #3: Risk of cultural Collapse     The loss of cultural collections brings to light an even greater potential loss that the city of New Orleans is facing: the loss of their unique culture. Residents are leaving the city and settling elsewhere for lack of housing. David Freedman, general manager of WWOZ, New Orleans Jazz and Heritage Radio Station (which lost its home, and came within inches of losing 1500 hours of original recordings), put it very bluntly in our conversation in March: if people do not return, if the infrastructure of the city is not rebuilt soon enough to attract old residents, the cultural production of the city may be idle. A number of current and former residents that I have spoken with expressed the same fears.      Freedman described to me an inimitable city, one where the local musicians had a unique way of working together and exchanging ideas. The local music scene had a very distinct flavor: Cajun and Creole rhythms blended with Jazz and Blues, the sounds of Rock-n-Roll mingled with Mardi Gras Indian chants, and Brazilian and Caribbean influences weaved into all styles.       The rhythms and styles unique to New Orleans are not written in music textbooks. They cannot be learned from reading sheet music. Generation after generation, the city's musicians have learned their art through two venues: church gospel choirs and high school marching bands. Renowned nationwide, New Orleans high school marching bands are the highlight of all Mardi Gras parades. Through their music instructors, who learned from their band instructors, young musicians gain an irreplaceable set of knowledge. This they carry through their musical career, building and expanding it, then passing it along to the next generation.      With the flood and total infrastructure collapse of the city that followed, schools closed, churches were destroyed, and entire communities disappeared. As the beginning of the Spring 2006 semester, 20 public schools were open in Orleans Parish, educating approximately 15,000 students, down from nearly 60,000. Although the New Orleans public school system was one of the lowest performing in the country before Katrina, there was still strength in musical traditions. According to Freedman, who is on the local Music Education Commission, the city's schools are now under tremendous pressure to perform well academically. If a school does not receive a 50% passing grade, it will be shut down. Sadly, music and arts are not part of the evaluation, and have been cut from the curriculum so students can focus entirely on academics. Without the curriculum, the teachers, and the students, development in New Orleans music is at a total standstill.      Reductions in the overall population reflect the trend of smaller staff sizes at various cultural institutions in the city. The reductions in staff size and funding for both recovery and day-to-day operations are possibly even larger a threat to many institutions and collections than the hurricane itself. So many institutions and businesses that have re-opened are facing the danger of closure. One of the worst disasters of all would be the closing of so many important repositories of local heritage.    Conclusion     During the process of research, interviews, tours, observation, and general discussion, it became increasingly clear that the existing disaster planning literature, while invaluable in many cases, is inadequate in a number ways. Very little information is available on recovery of audiovisual materials and area-wide disasters are not addressed in detail. As this experience has shown, even the collecting institutions may not have the means to even contact experts in the aftermath of a catastrophe (when communications systems are down), much less to send damaged artifacts to conservation facilities. And in many countries, these services are not available. Having practical, relevant recovery information for all materials, especially audiovisual, would allow institutions to write procedures they can use into their disaster plans, or at least keep this information on hand so it will be available in the event of an emergency.      Another glaring problem is that the available resources are primarily marketed to libraries, museums, and archives. Of course, such institutions are the recognized guardians of cultural heritage, and they should have as much access to preservation literature as possible. However, artists, musicians, private collectors, and average individuals also have priceless artifacts that are even more easily damaged in disasters such as Katrina. These people also need to know how to care for and recover their collections, and their options should be more than \"call a conservator\" or \"send it to a lab.\"       In the audiovisual world, very few individuals even know whom to contact in the event of an emergency, much less where to find information on DIY recovery. Although many of the specialists in this field are working to make a profit, it can't hurt to share knowledge with those that can't afford their services anyway. Expertise must be contributed to the larger public so that under-funded individuals and institutions can recover damaged media in the best manner possible, and not put materials at greater risk by mishandling. There are efforts being made to improve this situation, yet there is still much more work to be done, and it must be done pro-actively, not as a reaction to unsettling events.             For collecting institutions, more structural work must be done to protect collections before, during, and after a disaster. The first line of defense against deterioration and disasters is proper storage, yet achieving the ideal storage conditions is often impossible. Current recommendations for climate control of audiovisual and other materials involve a costly dependence on constant cooling or freezing and dehumidification. Not only is this not affordable for many archives but when these systems fail, as we've seen can happen even for those more wealthy institutions, the results can be potentially devastating. Much more research must be done on passive climate control systems and buildings that will protect collections, not put them in more danger.      Similarly, disaster planning needs to be revamped so institutions will understand its importance. Right now, the body of literature available makes the process feel very sterile. By attempting to address all types of disasters in all regions, the planning guides spread themselves quite thin. By the same token, their broad and standardized approach may allow collecting institutions to feel that a disaster plan can be created in a systematic way. Clearly, plans that were created in this manner failed in a disaster the size of Katrina. This experience has highlighted the need for regional planning resources directed at collecting institutions, which speak to local geographic bodies, climates, and concerns. Such resources might make planning more attractive, since the institution won't have to wade through the vast amount of information that doesn't apply to them, and because they will address specific, familiar concerns. Katrina has also drawn attention to the fact that a disaster plan is not a written document as much as it is an awareness of how the institution will handle an emergency.       Thank you!                            Moving Image Archiving and Preservation - Department of Cinema Studies - 721 Broadway, Room 600 New York NY 10003       +1 212 998 1600 phone +1 212 995 4061 fax tisch&#046;preservation&#064;nyu&#046;edu         Department of Cinema Studies - Tisch School of the Arts - New York University"}]},
{"detail": [{"content": "Moving Image Archiving and Preservation | M.A. Degree Program                               News Archive     Program Images     Internships     Research Projects     Faculty Info     Sponsors     Cinema Studies Page        Cinema Studies    preservation &gt; research         For Students:          Admissions      Curriculum              Semester One        Semester Two        Semester Three        Semester Four        Other Requirements            Student Handbook              Course of Study        Independent Study        Internships        Thesis / Portfolio / Preservation Project        Academic Policies, Procedures, and Services        Graduation Procedures        Financial Aid        Student Travel and Budget Policies        Important Forms        Important Contacts            Student Work                     Disaster Planning and Recovery: Post-Katrina Lessons for Mixed Media Collections    Kara van Malssen  NYU, Moving image archiving and preservation Graduate            Uncountable lessons continue to be learned by a New Orleans that is still recovering from Katrina. As we have heard from the other speakers here today, certain themes, such as the effectiveness of disaster plans, success and failure with external recovery services, the fate of private collection, and the risk of cultural collapse, continually repeat themselves. It is crucial that we understand the weight of these issues, and bear them in mind for future disaster planning and recovery efforts.    In February and March of this year I spent about 2 weeks in New Orleans, talking with staff at libraries, museums, and other cultural institutions, as well as individual artists, about their personal and professional experiences dealing with Katrina. My goal was to gather information to supplement the existing literature on disaster preparedness and recovery, with emphasis on collections with audiovisual media. The constraints on underfunded and underdeveloped communities were always kept in mind. What follows will be a summary of the lessons I learned from New Orleans.                 Lesson #1: Effectiveness of Disaster Plans    When I began research in New Orleans, I didn't realize the extent of the inadequacies of disaster preparedness plans. Aside from outlining the usual hurricane preparation procedures that people in the Gulf Coast are used to, the plans were basically useless. One of the biggest lessons learned by everyone in the area is that you can't prepare for everything.     Most institutions had been through a number of hurricane preparations before, and were used to the drill of boarding windows, unplugging electrical equipment, moving collections away from windows and off floors. However, most agreed that plans simply did not address a disaster of this scale. Traditional disaster planning literature assumes that the event is localized, that is, confined to the building itself, not the entire area. When area-wide disasters are addressed, they still presume that staff will be able to re-enter the building within a reasonable amount of time. But could there possibly be a written document that provides instructions on coping with the total infrastructure collapse of a city? Of course the answer is no.     Indeed, you can't prepare for everything, nor should the planning process attempt to. When planning for disasters, the point is not to attempt to predict every possible situation. Disaster preparedness guidebooks appear to presume this is achievable by outlining endless scenarios that one might encounter. Instead, the approach should be to equip the building, collections, and staff with the appropriate tools to deal with disasters. Rather than conceiving of a disaster plan as a document, that almost all people will ignore once it is created, it must be a way of thinking. Emergency response should not be numerical lists on paper. Rather, it should be, and will be most effective if it becomes an instinctual reaction, for this is how people will inevitably deal with an emergency. The planning process should involve increasing staff awareness of what external recovery services would be used in an emergency (for audiovisual media this could probably be a lab that the institution works with regularly), what collections have priority, where emergency supplies are kept, and where to find communications information in an instant. Thus, the only reason one would need to turn to the written document is to find telephone numbers and possibly salvage procedures for specific media. It should not be something that has to be read at the time of a disaster; this simply will not work.      One word that has been repeated by everyone is communication. Lack of thorough contact information for personnel was possibly the #1 cited problem with disaster plans. While it is very difficult to cope with loss of power, cell phone towers, and landlines, many people feel that disaster plans could have incorporated better alternative communication venues (such as web-based email Yahoo, Google). We've heard this already today, yet it is worth repeating here to emphasize the magnitude of this issue. When planning for emergencies, don't neglect to establish every possible line of communication between staff members. This is the crux of good disaster planning.     Lesson #2: External Recovery Resources    Building alliances with sister institutions was recognized by many people to have been a savior. Others found that professional recovery services could deal with the problem efficiently. Yet a number of institutions are finding that the service contracted by high-level administration was inadequate for the collections needs. This issue goes highlights the necessity of integrating the collection's disaster plan with the larger institution's plan. Always be sure that your library, archive, or department within a larger organization has discussed emergency preparedness plans with the administration.     The most effective way to ensure that these measures will be successful is to establish them in advance. Collection managers that had discussed external assistance before Katrina with upper administration found that they were happy with the results. Those that did not articulate the specialized needs of library and archival materials to the decision making bodies that were forced to make decisions for the entire organization (such as university or government institutions), were sometimes stuck with contractors that didn't take proper care to protect artifacts. Even though these services are meant to help, they can sometimes do more damage than good. A few institutions feel that the rebuilding efforts of some contractors will not be adequate to protect the collections in the future.      On the reverse side, there is also the issue of assisting other institutions. Louisiana State University and the Archives of the Diocese of Baton Rouge (which some of you may have heard from yesterday) provided a lot of assistance to damaged institutions, and did their best to utilize their disaster plan to help others in this case. The massive cleaning and drying effort that took place at these institutions were an incredible boon to some of the collecting institutions of the Gulf Coast. Fortunately, they were prepared to take on this endeavor. When negotiating reciprocal recovery assistance with other institutions, be sure that you have the training, staff, and space to take on large collection damage. As Diocese of BR Archivist Emilie Leumans pointed out yesterday, update disaster plans to include information on taking in evacuated collections and staff.     Lesson # 3: Unfortunate fate of private collections     Katrina caused undoubtedly catastrophic damage to New Orleans rich cultural heritage. Worst hit was not the collecting institutions; rather, it was private collectors, artists and musicians whose collections suffered the most. Well-known local musicians including Fats Domino and Danny Barker lost nearly all of their personal memorabilia. The simple fact is that individuals were more vulnerable than institutions, whose mission is specifically to safeguard cultural materials, and whose staff are trained to handle damaged artifacts.      As an example of, I'd like to talk about the story of Helen Hill, a local experimental filmmaker and animator, whose home was badly flooded. Helen, her husband Paul, and their son Francis, are temporarily living in Columbia, SC. Although I don't have time to go intotheir incrediblestory in detail, I'd like to talk a moment about Helen's experience with recovering her films.                         Helen and Paul were able to return to New Orleans about a month after the flood to gather anything that remained of their home. Her films, which are mainly 16mm and Super 8mm shorts and home movies, both color and black and white, had been kept at home, where she found them with varying degrees of damage. Some had stayed dry, others had been submerged and become mold infested. A few months after settling in in Columbia, Helen decided to send her films to a lab to have them cleaned. Being an experimental filmmaker who has worked extensively with manipulated and damaged film that she either found or distorted herself, she knew that even with damage to the images she would be able to find a use for them in future films.          Unfortunately, Bono Film and Video Lab in Arlington, Virginia, rejected the films for cleaning, saying they were beyond recovery.                 Determined not to completely lose her work, Hill decided to clean the films herself. After a struggle to find any information online about film cleaning, Helen eventually learned about a product called FilmRenew, sold by Urbanski Film. She learned the proper method for using the cleaner, and in the basement, set up rewinds on a dining table that she bought at a garage sale and went to work. Her process has involved soaking the films in FilmRenew for different lengths of time, then wiping them with old cotton rags as they are run through the rewinds.           Although most of the films suffered irreversible damage, the cleaning process has been relatively successful. Helen has had some of the cleaned films reprinted on an optical printer, and has shown them at symposiums and festivals around the country. Still, the original unique surfaces that Helen had created using hand processing, and tinting and toning are lost. Worse still, what remains of the irreplaceable home movies are forever scarred with the patterns left by mold and water.              The good news is that Helen will be able to track down some of the prints and negatives of her original short films around North America. Following this step, Hill plans on storing the remaining titles at a film collective in Canada. She feels that in addition to providing distribution services, the collective will be better equipped to protect the films from disasters. Her hope is that the collective is better prepared to safeguard films than she is at home, and at least if the power fails in Canada, the heat and humidity are less likely to be a threat.      There have always been tensions between artists/private collectors and collecting institutions. Creators often feel that their original works belong with them at home. Collectors don't want to put their amassed materials in a place where they will not be able to access items at will. However, following Katrina, many of these people are beginning to reconsider. Individuals whose homes and belongings were damaged immediately turned to archives with the hope that their staff might be able to save what remained. The Danny Barker collection could have found a home before Katrina, had the estate not prioritized financial compensation over preservation. What people seem to have realized since the disaster is that though it may appear that such collections should have high monetary value, they are worth nothing if they don't exist.            It would be a stretch to argue that all collections should be donated to an institution. Museums, libraries, and archives are often under-funded and under-staffed. Yet their entire responsibility is to ensure the preservation of cultural heritage, a task which most people do not have time to do all alone. Katrina has made a clear case for individuals to reconsider who may be the best caretaker of their collection. Even Helen Hill, a young filmmaker whose body of work is still growing, feels that donating prints to a collective will at least provide backup in case of another emergency.           Lesson #3: Risk of cultural Collapse     The loss of cultural collections brings to light an even greater potential loss that the city of New Orleans is facing: the loss of their unique culture. Residents are leaving the city and settling elsewhere for lack of housing. David Freedman, general manager of WWOZ, New Orleans Jazz and Heritage Radio Station (which lost its home, and came within inches of losing 1500 hours of original recordings), put it very bluntly in our conversation in March: if people do not return, if the infrastructure of the city is not rebuilt soon enough to attract old residents, the cultural production of the city may be idle. A number of current and former residents that I have spoken with expressed the same fears.      Freedman described to me an inimitable city, one where the local musicians had a unique way of working together and exchanging ideas. The local music scene had a very distinct flavor: Cajun and Creole rhythms blended with Jazz and Blues, the sounds of Rock-n-Roll mingled with Mardi Gras Indian chants, and Brazilian and Caribbean influences weaved into all styles.       The rhythms and styles unique to New Orleans are not written in music textbooks. They cannot be learned from reading sheet music. Generation after generation, the city's musicians have learned their art through two venues: church gospel choirs and high school marching bands. Renowned nationwide, New Orleans high school marching bands are the highlight of all Mardi Gras parades. Through their music instructors, who learned from their band instructors, young musicians gain an irreplaceable set of knowledge. This they carry through their musical career, building and expanding it, then passing it along to the next generation.      With the flood and total infrastructure collapse of the city that followed, schools closed, churches were destroyed, and entire communities disappeared. As the beginning of the Spring 2006 semester, 20 public schools were open in Orleans Parish, educating approximately 15,000 students, down from nearly 60,000. Although the New Orleans public school system was one of the lowest performing in the country before Katrina, there was still strength in musical traditions. According to Freedman, who is on the local Music Education Commission, the city's schools are now under tremendous pressure to perform well academically. If a school does not receive a 50% passing grade, it will be shut down. Sadly, music and arts are not part of the evaluation, and have been cut from the curriculum so students can focus entirely on academics. Without the curriculum, the teachers, and the students, development in New Orleans music is at a total standstill.      Reductions in the overall population reflect the trend of smaller staff sizes at various cultural institutions in the city. The reductions in staff size and funding for both recovery and day-to-day operations are possibly even larger a threat to many institutions and collections than the hurricane itself. So many institutions and businesses that have re-opened are facing the danger of closure. One of the worst disasters of all would be the closing of so many important repositories of local heritage.    Conclusion     During the process of research, interviews, tours, observation, and general discussion, it became increasingly clear that the existing disaster planning literature, while invaluable in many cases, is inadequate in a number ways. Very little information is available on recovery of audiovisual materials and area-wide disasters are not addressed in detail. As this experience has shown, even the collecting institutions may not have the means to even contact experts in the aftermath of a catastrophe (when communications systems are down), much less to send damaged artifacts to conservation facilities. And in many countries, these services are not available. Having practical, relevant recovery information for all materials, especially audiovisual, would allow institutions to write procedures they can use into their disaster plans, or at least keep this information on hand so it will be available in the event of an emergency.      Another glaring problem is that the available resources are primarily marketed to libraries, museums, and archives. Of course, such institutions are the recognized guardians of cultural heritage, and they should have as much access to preservation literature as possible. However, artists, musicians, private collectors, and average individuals also have priceless artifacts that are even more easily damaged in disasters such as Katrina. These people also need to know how to care for and recover their collections, and their options should be more than \"call a conservator\" or \"send it to a lab.\"       In the audiovisual world, very few individuals even know whom to contact in the event of an emergency, much less where to find information on DIY recovery. Although many of the specialists in this field are working to make a profit, it can't hurt to share knowledge with those that can't afford their services anyway. Expertise must be contributed to the larger public so that under-funded individuals and institutions can recover damaged media in the best manner possible, and not put materials at greater risk by mishandling. There are efforts being made to improve this situation, yet there is still much more work to be done, and it must be done pro-actively, not as a reaction to unsettling events.             For collecting institutions, more structural work must be done to protect collections before, during, and after a disaster. The first line of defense against deterioration and disasters is proper storage, yet achieving the ideal storage conditions is often impossible. Current recommendations for climate control of audiovisual and other materials involve a costly dependence on constant cooling or freezing and dehumidification. Not only is this not affordable for many archives but when these systems fail, as we've seen can happen even for those more wealthy institutions, the results can be potentially devastating. Much more research must be done on passive climate control systems and buildings that will protect collections, not put them in more danger.      Similarly, disaster planning needs to be revamped so institutions will understand its importance. Right now, the body of literature available makes the process feel very sterile. By attempting to address all types of disasters in all regions, the planning guides spread themselves quite thin. By the same token, their broad and standardized approach may allow collecting institutions to feel that a disaster plan can be created in a systematic way. Clearly, plans that were created in this manner failed in a disaster the size of Katrina. This experience has highlighted the need for regional planning resources directed at collecting institutions, which speak to local geographic bodies, climates, and concerns. Such resources might make planning more attractive, since the institution won't have to wade through the vast amount of information that doesn't apply to them, and because they will address specific, familiar concerns. Katrina has also drawn attention to the fact that a disaster plan is not a written document as much as it is an awareness of how the institution will handle an emergency.       Thank you!                            Moving Image Archiving and Preservation - Department of Cinema Studies - 721 Broadway, Room 600 New York NY 10003       +1 212 998 1600 phone +1 212 995 4061 fax tisch&#046;preservation&#064;nyu&#046;edu         Department of Cinema Studies - Tisch School of the Arts - New York University"}, {"content": "MIAP10 | Impact | Moving Image Archiving and Preservation                        cinema studies   miap             supporters   donate   testimonials   impact   events   home          celebrating a decade of training moving image preservation specialists           Impact     MIAP students and alumni are changing the face of moving image preservation at local, national and international levels. Students engage with archives, creators and collectors through internships; by conducting collection assessments; through theses and research projects; through leadership in professional associations; and through their work in post-graduate fellowships and professional positions. In addition, MIAP faculty carry out innovative research projects and initiatives and host frequent Orphan Film symposia with substantial student and alumni participation. Below are a few examples of the impact on moving image preservation and and access by the ever-growing MIAP community.   .               Mapping Impact    Internships worldwide        Internship map – Students are required to take two semester and one summer internships, gaining valuable experience and having a profound impact on collections across the US and in a growing number of global sites. Read student descriptions of accomplishments and their reflections on MIAP internships here and within the research project ' Moving Image Specialists in Libraries ' (MISL).     projects in the New York region        NYC projects map – Class projects also give students real world experiences with a variety of collections, both in established institutions and in 'ad hoc' archives and with the collections of individual producers and artists. In Collection Management, students survey collections to identify at-risk and content-rich items as a first step to preservation planning and prioritization, completing an inventory and a report with recommendations. The map locates the sites of these collections assessments and other class projects undertaken during the MIAP two year course of study that contribute the the health of collections and to renewed access to audiovisual materials for scholarship, education and public use.    Not all of the sites of assessments can be identified on the map. They include the collections of artists and cultural workers such as Laurie Anderson , Cory Arcangel , Bradley Eros, Colleen Fitzgibbon , Barbara Hammer , Barbara Kopple , Joan Logue , Melinda Camber Porter , Deborah Shaffer , Sonic Youth , Bob Stein, Elaine Summers , and Fred Barney Taylor, and groups such as the ACT-UP Oral History Project , Equality Now , Global Revolution TV, the Latin American Video Archiv, and On Television.               Research &amp; Service    A sampling of recent projects    APEX Colombia - A MIAP team led by Juana Suarez (MIAP '13) collaborated with colleagues from the Fundación Patrimono Filmico Colombiano and other Bógota archives and creators through MIAP's international initiative Audiovisual Preservation Exchange (APEX)... visit site »     hurricane sandy recovery - MIAP alumnus and colleagues at Audiovisual Preservation Solutions led recovery teams to save the media collections of the NYC arts organization Eyebeam. With funding from the Institute for Library and Museum Services, MIAP and the Metropolitan New York Library Council (METRO) followed up with a workshop on disaster preparedness... watch video »    SAVING independent video - Walter Forsburg (MIAP '09) designed and supervised two public video preservation stations for the exhibition XFR STN at the New Museum of Contemporary Art in New York, educating museum-goers about the need to save moving image works. Video preservationists, including Kristin McDonough and Rebecca Frainow (both MIAP '13), transferred obsolete tapes for upload to XFR STN's site on the Internet Archive , and sought to dymystify the video preservation process... visit site »    onLINE forum on AV Preservation - MIAP grads Lauren Sorenson (MIAP '07), Steven Villereal (MIAP '09) and Kara Van Malssen(MIAP '06) organized ' CURATEcamp AVpres 2013 ', focused on new tools and techniques for managing digitized and born digital materials. The event was attended by 25,000 people worldwide, was archived on the wiki, and is setting the stage for a Hack Day among archivists and engineers scheduled for the annual conference of the Association of Moving Image Archivists (AMIA) in collaboration with the Digital Library Federation ... visit site »    community-based Archiving - MIAP students and grads are a major force in community archiving, stepping up to support groups who are organizing for community change. In 2009-10 MIAP students tackled early community television collections in Rochester and Philadephia, and since 2011 have been a core presence in Activist Archivists (ActArc), organized initially to save evidence of the Occupy movement. They work hands-on with collections, develop resources, and blog »    Sharing research - Andy Uhrich (MIAP '10) with colleagues from Catholic University and Marquette University brought into focus issues of at-risk non-fiction moving images through the symposium 'Placing Orphan Films', part of 'Orphans Midwest 2013' at Indiana University... visit site »    investigating the preservation of video games - The first NYU-AMIA Student Chapter event organized during MIAP10 was 'Pressing Restart: Community Discussions on Video Game Preservation' that was organized in collaboration with the NYU Game Center and featured international experts... visit site »                 Moving Image Archiving and Preservation Program &#8226; 721 Broadway, 6th floor &#8226; New York 10003 &#8226; &#8226; 212-998-1618"}]},
{"detail": [{"content": "Moving Image Archiving and Preservation | M.A. Degree Program                               News Archive     Program Images     Internships     Research Projects     Faculty Info     Sponsors     Cinema Studies Page        Cinema Studies    preservation &gt; research         For Students:          Admissions      Curriculum              Semester One        Semester Two        Semester Three        Semester Four        Other Requirements            Student Handbook              Course of Study        Independent Study        Internships        Thesis / Portfolio / Preservation Project        Academic Policies, Procedures, and Services        Graduation Procedures        Financial Aid        Student Travel and Budget Policies        Important Forms        Important Contacts            Student Work                     Disaster Planning and Recovery: Post-Katrina Lessons for Mixed Media Collections    Kara van Malssen  NYU, Moving image archiving and preservation Graduate            Uncountable lessons continue to be learned by a New Orleans that is still recovering from Katrina. As we have heard from the other speakers here today, certain themes, such as the effectiveness of disaster plans, success and failure with external recovery services, the fate of private collection, and the risk of cultural collapse, continually repeat themselves. It is crucial that we understand the weight of these issues, and bear them in mind for future disaster planning and recovery efforts.    In February and March of this year I spent about 2 weeks in New Orleans, talking with staff at libraries, museums, and other cultural institutions, as well as individual artists, about their personal and professional experiences dealing with Katrina. My goal was to gather information to supplement the existing literature on disaster preparedness and recovery, with emphasis on collections with audiovisual media. The constraints on underfunded and underdeveloped communities were always kept in mind. What follows will be a summary of the lessons I learned from New Orleans.                 Lesson #1: Effectiveness of Disaster Plans    When I began research in New Orleans, I didn't realize the extent of the inadequacies of disaster preparedness plans. Aside from outlining the usual hurricane preparation procedures that people in the Gulf Coast are used to, the plans were basically useless. One of the biggest lessons learned by everyone in the area is that you can't prepare for everything.     Most institutions had been through a number of hurricane preparations before, and were used to the drill of boarding windows, unplugging electrical equipment, moving collections away from windows and off floors. However, most agreed that plans simply did not address a disaster of this scale. Traditional disaster planning literature assumes that the event is localized, that is, confined to the building itself, not the entire area. When area-wide disasters are addressed, they still presume that staff will be able to re-enter the building within a reasonable amount of time. But could there possibly be a written document that provides instructions on coping with the total infrastructure collapse of a city? Of course the answer is no.     Indeed, you can't prepare for everything, nor should the planning process attempt to. When planning for disasters, the point is not to attempt to predict every possible situation. Disaster preparedness guidebooks appear to presume this is achievable by outlining endless scenarios that one might encounter. Instead, the approach should be to equip the building, collections, and staff with the appropriate tools to deal with disasters. Rather than conceiving of a disaster plan as a document, that almost all people will ignore once it is created, it must be a way of thinking. Emergency response should not be numerical lists on paper. Rather, it should be, and will be most effective if it becomes an instinctual reaction, for this is how people will inevitably deal with an emergency. The planning process should involve increasing staff awareness of what external recovery services would be used in an emergency (for audiovisual media this could probably be a lab that the institution works with regularly), what collections have priority, where emergency supplies are kept, and where to find communications information in an instant. Thus, the only reason one would need to turn to the written document is to find telephone numbers and possibly salvage procedures for specific media. It should not be something that has to be read at the time of a disaster; this simply will not work.      One word that has been repeated by everyone is communication. Lack of thorough contact information for personnel was possibly the #1 cited problem with disaster plans. While it is very difficult to cope with loss of power, cell phone towers, and landlines, many people feel that disaster plans could have incorporated better alternative communication venues (such as web-based email Yahoo, Google). We've heard this already today, yet it is worth repeating here to emphasize the magnitude of this issue. When planning for emergencies, don't neglect to establish every possible line of communication between staff members. This is the crux of good disaster planning.     Lesson #2: External Recovery Resources    Building alliances with sister institutions was recognized by many people to have been a savior. Others found that professional recovery services could deal with the problem efficiently. Yet a number of institutions are finding that the service contracted by high-level administration was inadequate for the collections needs. This issue goes highlights the necessity of integrating the collection's disaster plan with the larger institution's plan. Always be sure that your library, archive, or department within a larger organization has discussed emergency preparedness plans with the administration.     The most effective way to ensure that these measures will be successful is to establish them in advance. Collection managers that had discussed external assistance before Katrina with upper administration found that they were happy with the results. Those that did not articulate the specialized needs of library and archival materials to the decision making bodies that were forced to make decisions for the entire organization (such as university or government institutions), were sometimes stuck with contractors that didn't take proper care to protect artifacts. Even though these services are meant to help, they can sometimes do more damage than good. A few institutions feel that the rebuilding efforts of some contractors will not be adequate to protect the collections in the future.      On the reverse side, there is also the issue of assisting other institutions. Louisiana State University and the Archives of the Diocese of Baton Rouge (which some of you may have heard from yesterday) provided a lot of assistance to damaged institutions, and did their best to utilize their disaster plan to help others in this case. The massive cleaning and drying effort that took place at these institutions were an incredible boon to some of the collecting institutions of the Gulf Coast. Fortunately, they were prepared to take on this endeavor. When negotiating reciprocal recovery assistance with other institutions, be sure that you have the training, staff, and space to take on large collection damage. As Diocese of BR Archivist Emilie Leumans pointed out yesterday, update disaster plans to include information on taking in evacuated collections and staff.     Lesson # 3: Unfortunate fate of private collections     Katrina caused undoubtedly catastrophic damage to New Orleans rich cultural heritage. Worst hit was not the collecting institutions; rather, it was private collectors, artists and musicians whose collections suffered the most. Well-known local musicians including Fats Domino and Danny Barker lost nearly all of their personal memorabilia. The simple fact is that individuals were more vulnerable than institutions, whose mission is specifically to safeguard cultural materials, and whose staff are trained to handle damaged artifacts.      As an example of, I'd like to talk about the story of Helen Hill, a local experimental filmmaker and animator, whose home was badly flooded. Helen, her husband Paul, and their son Francis, are temporarily living in Columbia, SC. Although I don't have time to go intotheir incrediblestory in detail, I'd like to talk a moment about Helen's experience with recovering her films.                         Helen and Paul were able to return to New Orleans about a month after the flood to gather anything that remained of their home. Her films, which are mainly 16mm and Super 8mm shorts and home movies, both color and black and white, had been kept at home, where she found them with varying degrees of damage. Some had stayed dry, others had been submerged and become mold infested. A few months after settling in in Columbia, Helen decided to send her films to a lab to have them cleaned. Being an experimental filmmaker who has worked extensively with manipulated and damaged film that she either found or distorted herself, she knew that even with damage to the images she would be able to find a use for them in future films.          Unfortunately, Bono Film and Video Lab in Arlington, Virginia, rejected the films for cleaning, saying they were beyond recovery.                 Determined not to completely lose her work, Hill decided to clean the films herself. After a struggle to find any information online about film cleaning, Helen eventually learned about a product called FilmRenew, sold by Urbanski Film. She learned the proper method for using the cleaner, and in the basement, set up rewinds on a dining table that she bought at a garage sale and went to work. Her process has involved soaking the films in FilmRenew for different lengths of time, then wiping them with old cotton rags as they are run through the rewinds.           Although most of the films suffered irreversible damage, the cleaning process has been relatively successful. Helen has had some of the cleaned films reprinted on an optical printer, and has shown them at symposiums and festivals around the country. Still, the original unique surfaces that Helen had created using hand processing, and tinting and toning are lost. Worse still, what remains of the irreplaceable home movies are forever scarred with the patterns left by mold and water.              The good news is that Helen will be able to track down some of the prints and negatives of her original short films around North America. Following this step, Hill plans on storing the remaining titles at a film collective in Canada. She feels that in addition to providing distribution services, the collective will be better equipped to protect the films from disasters. Her hope is that the collective is better prepared to safeguard films than she is at home, and at least if the power fails in Canada, the heat and humidity are less likely to be a threat.      There have always been tensions between artists/private collectors and collecting institutions. Creators often feel that their original works belong with them at home. Collectors don't want to put their amassed materials in a place where they will not be able to access items at will. However, following Katrina, many of these people are beginning to reconsider. Individuals whose homes and belongings were damaged immediately turned to archives with the hope that their staff might be able to save what remained. The Danny Barker collection could have found a home before Katrina, had the estate not prioritized financial compensation over preservation. What people seem to have realized since the disaster is that though it may appear that such collections should have high monetary value, they are worth nothing if they don't exist.            It would be a stretch to argue that all collections should be donated to an institution. Museums, libraries, and archives are often under-funded and under-staffed. Yet their entire responsibility is to ensure the preservation of cultural heritage, a task which most people do not have time to do all alone. Katrina has made a clear case for individuals to reconsider who may be the best caretaker of their collection. Even Helen Hill, a young filmmaker whose body of work is still growing, feels that donating prints to a collective will at least provide backup in case of another emergency.           Lesson #3: Risk of cultural Collapse     The loss of cultural collections brings to light an even greater potential loss that the city of New Orleans is facing: the loss of their unique culture. Residents are leaving the city and settling elsewhere for lack of housing. David Freedman, general manager of WWOZ, New Orleans Jazz and Heritage Radio Station (which lost its home, and came within inches of losing 1500 hours of original recordings), put it very bluntly in our conversation in March: if people do not return, if the infrastructure of the city is not rebuilt soon enough to attract old residents, the cultural production of the city may be idle. A number of current and former residents that I have spoken with expressed the same fears.      Freedman described to me an inimitable city, one where the local musicians had a unique way of working together and exchanging ideas. The local music scene had a very distinct flavor: Cajun and Creole rhythms blended with Jazz and Blues, the sounds of Rock-n-Roll mingled with Mardi Gras Indian chants, and Brazilian and Caribbean influences weaved into all styles.       The rhythms and styles unique to New Orleans are not written in music textbooks. They cannot be learned from reading sheet music. Generation after generation, the city's musicians have learned their art through two venues: church gospel choirs and high school marching bands. Renowned nationwide, New Orleans high school marching bands are the highlight of all Mardi Gras parades. Through their music instructors, who learned from their band instructors, young musicians gain an irreplaceable set of knowledge. This they carry through their musical career, building and expanding it, then passing it along to the next generation.      With the flood and total infrastructure collapse of the city that followed, schools closed, churches were destroyed, and entire communities disappeared. As the beginning of the Spring 2006 semester, 20 public schools were open in Orleans Parish, educating approximately 15,000 students, down from nearly 60,000. Although the New Orleans public school system was one of the lowest performing in the country before Katrina, there was still strength in musical traditions. According to Freedman, who is on the local Music Education Commission, the city's schools are now under tremendous pressure to perform well academically. If a school does not receive a 50% passing grade, it will be shut down. Sadly, music and arts are not part of the evaluation, and have been cut from the curriculum so students can focus entirely on academics. Without the curriculum, the teachers, and the students, development in New Orleans music is at a total standstill.      Reductions in the overall population reflect the trend of smaller staff sizes at various cultural institutions in the city. The reductions in staff size and funding for both recovery and day-to-day operations are possibly even larger a threat to many institutions and collections than the hurricane itself. So many institutions and businesses that have re-opened are facing the danger of closure. One of the worst disasters of all would be the closing of so many important repositories of local heritage.    Conclusion     During the process of research, interviews, tours, observation, and general discussion, it became increasingly clear that the existing disaster planning literature, while invaluable in many cases, is inadequate in a number ways. Very little information is available on recovery of audiovisual materials and area-wide disasters are not addressed in detail. As this experience has shown, even the collecting institutions may not have the means to even contact experts in the aftermath of a catastrophe (when communications systems are down), much less to send damaged artifacts to conservation facilities. And in many countries, these services are not available. Having practical, relevant recovery information for all materials, especially audiovisual, would allow institutions to write procedures they can use into their disaster plans, or at least keep this information on hand so it will be available in the event of an emergency.      Another glaring problem is that the available resources are primarily marketed to libraries, museums, and archives. Of course, such institutions are the recognized guardians of cultural heritage, and they should have as much access to preservation literature as possible. However, artists, musicians, private collectors, and average individuals also have priceless artifacts that are even more easily damaged in disasters such as Katrina. These people also need to know how to care for and recover their collections, and their options should be more than \"call a conservator\" or \"send it to a lab.\"       In the audiovisual world, very few individuals even know whom to contact in the event of an emergency, much less where to find information on DIY recovery. Although many of the specialists in this field are working to make a profit, it can't hurt to share knowledge with those that can't afford their services anyway. Expertise must be contributed to the larger public so that under-funded individuals and institutions can recover damaged media in the best manner possible, and not put materials at greater risk by mishandling. There are efforts being made to improve this situation, yet there is still much more work to be done, and it must be done pro-actively, not as a reaction to unsettling events.             For collecting institutions, more structural work must be done to protect collections before, during, and after a disaster. The first line of defense against deterioration and disasters is proper storage, yet achieving the ideal storage conditions is often impossible. Current recommendations for climate control of audiovisual and other materials involve a costly dependence on constant cooling or freezing and dehumidification. Not only is this not affordable for many archives but when these systems fail, as we've seen can happen even for those more wealthy institutions, the results can be potentially devastating. Much more research must be done on passive climate control systems and buildings that will protect collections, not put them in more danger.      Similarly, disaster planning needs to be revamped so institutions will understand its importance. Right now, the body of literature available makes the process feel very sterile. By attempting to address all types of disasters in all regions, the planning guides spread themselves quite thin. By the same token, their broad and standardized approach may allow collecting institutions to feel that a disaster plan can be created in a systematic way. Clearly, plans that were created in this manner failed in a disaster the size of Katrina. This experience has highlighted the need for regional planning resources directed at collecting institutions, which speak to local geographic bodies, climates, and concerns. Such resources might make planning more attractive, since the institution won't have to wade through the vast amount of information that doesn't apply to them, and because they will address specific, familiar concerns. Katrina has also drawn attention to the fact that a disaster plan is not a written document as much as it is an awareness of how the institution will handle an emergency.       Thank you!                            Moving Image Archiving and Preservation - Department of Cinema Studies - 721 Broadway, Room 600 New York NY 10003       +1 212 998 1600 phone +1 212 995 4061 fax tisch&#046;preservation&#064;nyu&#046;edu         Department of Cinema Studies - Tisch School of the Arts - New York University"}, {"content": "MIAP10 | Impact | Moving Image Archiving and Preservation                        cinema studies   miap             supporters   donate   testimonials   impact   events   home          celebrating a decade of training moving image preservation specialists           Impact     MIAP students and alumni are changing the face of moving image preservation at local, national and international levels. Students engage with archives, creators and collectors through internships; by conducting collection assessments; through theses and research projects; through leadership in professional associations; and through their work in post-graduate fellowships and professional positions. In addition, MIAP faculty carry out innovative research projects and initiatives and host frequent Orphan Film symposia with substantial student and alumni participation. Below are a few examples of the impact on moving image preservation and and access by the ever-growing MIAP community.   .               Mapping Impact    Internships worldwide        Internship map – Students are required to take two semester and one summer internships, gaining valuable experience and having a profound impact on collections across the US and in a growing number of global sites. Read student descriptions of accomplishments and their reflections on MIAP internships here and within the research project ' Moving Image Specialists in Libraries ' (MISL).     projects in the New York region        NYC projects map – Class projects also give students real world experiences with a variety of collections, both in established institutions and in 'ad hoc' archives and with the collections of individual producers and artists. In Collection Management, students survey collections to identify at-risk and content-rich items as a first step to preservation planning and prioritization, completing an inventory and a report with recommendations. The map locates the sites of these collections assessments and other class projects undertaken during the MIAP two year course of study that contribute the the health of collections and to renewed access to audiovisual materials for scholarship, education and public use.    Not all of the sites of assessments can be identified on the map. They include the collections of artists and cultural workers such as Laurie Anderson , Cory Arcangel , Bradley Eros, Colleen Fitzgibbon , Barbara Hammer , Barbara Kopple , Joan Logue , Melinda Camber Porter , Deborah Shaffer , Sonic Youth , Bob Stein, Elaine Summers , and Fred Barney Taylor, and groups such as the ACT-UP Oral History Project , Equality Now , Global Revolution TV, the Latin American Video Archiv, and On Television.               Research &amp; Service    A sampling of recent projects    APEX Colombia - A MIAP team led by Juana Suarez (MIAP '13) collaborated with colleagues from the Fundación Patrimono Filmico Colombiano and other Bógota archives and creators through MIAP's international initiative Audiovisual Preservation Exchange (APEX)... visit site »     hurricane sandy recovery - MIAP alumnus and colleagues at Audiovisual Preservation Solutions led recovery teams to save the media collections of the NYC arts organization Eyebeam. With funding from the Institute for Library and Museum Services, MIAP and the Metropolitan New York Library Council (METRO) followed up with a workshop on disaster preparedness... watch video »    SAVING independent video - Walter Forsburg (MIAP '09) designed and supervised two public video preservation stations for the exhibition XFR STN at the New Museum of Contemporary Art in New York, educating museum-goers about the need to save moving image works. Video preservationists, including Kristin McDonough and Rebecca Frainow (both MIAP '13), transferred obsolete tapes for upload to XFR STN's site on the Internet Archive , and sought to dymystify the video preservation process... visit site »    onLINE forum on AV Preservation - MIAP grads Lauren Sorenson (MIAP '07), Steven Villereal (MIAP '09) and Kara Van Malssen(MIAP '06) organized ' CURATEcamp AVpres 2013 ', focused on new tools and techniques for managing digitized and born digital materials. The event was attended by 25,000 people worldwide, was archived on the wiki, and is setting the stage for a Hack Day among archivists and engineers scheduled for the annual conference of the Association of Moving Image Archivists (AMIA) in collaboration with the Digital Library Federation ... visit site »    community-based Archiving - MIAP students and grads are a major force in community archiving, stepping up to support groups who are organizing for community change. In 2009-10 MIAP students tackled early community television collections in Rochester and Philadephia, and since 2011 have been a core presence in Activist Archivists (ActArc), organized initially to save evidence of the Occupy movement. They work hands-on with collections, develop resources, and blog »    Sharing research - Andy Uhrich (MIAP '10) with colleagues from Catholic University and Marquette University brought into focus issues of at-risk non-fiction moving images through the symposium 'Placing Orphan Films', part of 'Orphans Midwest 2013' at Indiana University... visit site »    investigating the preservation of video games - The first NYU-AMIA Student Chapter event organized during MIAP10 was 'Pressing Restart: Community Discussions on Video Game Preservation' that was organized in collaboration with the NYU Game Center and featured international experts... visit site »                 Moving Image Archiving and Preservation Program &#8226; 721 Broadway, 6th floor &#8226; New York 10003 &#8226; &#8226; 212-998-1618"}, {"content": "Stressbusters                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Programs and Events                                                     Stressbusters      Stressbusters is an incredibly fun and far-reaching community wellness program. It trains and dispatches volunteer teams of undergrad and grad students to provide FREE five-minute backrubs and stress information to other students at campus events, residence halls, organization meetings, libraries and wherever else the stressed gather – day and night.   According to a 2004 University of Illinois review of 37 studies on the effects of backrubs and massages, the types of brief backrubs provided by Stressbusters can reduce anxiety, blood pressure, and heart rate.*                               Here’s what people are saying about Stressbusters:   ​“It’s a good way to get students to take five minutes out of their schedules to look after themselves.” – Maura Dentino, NYU Stories     &quot;...the Stressbusters program is a perfect study break: it takes only five minutes, and it leaves you relaxed and refreshed.&quot; – NYU Local   “The experience you provided to our students was unbelievable. I cannot thank you enough for your service.” – Event Requestor   “This was the best part of my day!” – Student Backrub Recipient   Request a Stressbusters event     Click here to request a Stressbusters event for your class, program, or meeting.   Attend a Stressbusters event   The Stressbusters program holds weekly events for NYU students during fall and spring semesters. (Events begin during the second week of classes and end during the last week of classes.)     Take a Break Tuesday  Every Tuesday  6:00-7:00pm  Center for Student Activities, Leadership &amp; Service (Kimmel Center, 7th Floor)   Wind Down Wednesday  Every Wednesday  2:00-3:00pm  Health Promotion Office (726 Broadway, 3rd Floor)     Don't forget to sign up for the weekly Stressbusters Alert! email informing you of Stressbusters events occurring around campus. Send an email to nyustressbusters@gmail.com with “Alert me” in the subject line.     Join the Stressbusters Team!     Apply now to become an NYU Stressbuster! The requirements are stress-free:     Participate in a brief interview with a current Stressbuster.   Attend a Stressbusters training session to learn and practice basic backrub techniques and find out about NYU and Student Health Center wellness resources (training is held once per semester).   Participate in Stressbusters events for at least 5 hours per semester.          Check out what motivates your fellow Stressbusters!                               Questions?   Check out our Stressbusters FAQs (PDF).   Still have questions? Email nyustressbusters@gmail.com .   * Moyer CA, Rounds J, Hannum JW. A meta-analysis of massage therapy research. Psychol Bull. 2004;130(1):3–18.                              Quick Links                      Select a Service           Allergy and Immunology Health Promotion HIV Testing and Counseling Mental Health Nutrition Optometry Pharmacy Physical Therapy Primary Care Radiology Specialists Stu-Dent Dental Services Students with Disabilities Travel Medicine Urgent Care Women's Health                                                                                                                                                                                 Health Promotion   Contact Information   726 Broadway, 3rd Floor   Telephone: (212) 443-1234   Email: health.promotion@nyu.edu     Hours of Operation :   Mon-Thu: 9am-6pm*   Fri: 10am-6pm*   Sat-Sun: Closed                       Trusted Sites:          MayoClinic   ULifeline          Related Programs:     Relaxation Oasis   Mindfulness Project   Counseling Toolkits   Group Counseling              Resources:     Stress Relief Strategies (PDF)   Stress Management Resources (PDF)                                         Like us on Facebook!     facebook.com/nyustressbusters                                                            Health Promotion                                                                                       NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]