[{"detail": [{"content": "Religious Studies | NYU                             NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                     Home           People       Undergraduate Program       Graduate Programs       The Center for Religion and Media       The Lerner Workshop in Religion and Society       Employment                 The Religious Studies Program explores religious practice as an important aspect of social life in three ways. Students study the theories and methods by which religion is analyzed today, including psychological, sociological, anthropological, hermeneutic, philosophical, historical, legal and literary work. They also approach the study of \"religion\" as a concept, which has itself been an intellectual object of inquiry, and has played a key role in the development of the social and human sciences. Second, students learn empirically about religion in different times and places either through historical or ethnographic study , using textual, visual and audio sources. Third, approached as lived practices, religions present us with a valuable lens through which many realms in social life can be examined: gender and sexuality, race, the nation-state, violence, memory, ethics, emotions, politics, economy, power, art, literature and media. These realms, in turn, impact upon religions. It should be stressed that the program is oriented towards the academic study of religious phenomena and does not promote or endorse either religious belief itself or the views of any particular religious tradition. The program makes use of resources from several areas of study in the College. Courses may be taught by scholars of Anthropology, Classics, English, Fine Arts, French, Hebrew and Judaic Studies, History, Medieval and Renaissance Studies, Middle Eastern and Islamic Studies, Music, Performance Studies, Spanish and Portuguese Languages and Literature, and other academic disciplines.      The Master's Degree in Religious Studies           The Master's in Religious Studies is perfect for students looking for a \"bridge\" M.A. program to doctoral studies; current and prospective teachers; and students preparing for professional careers in law, social work, journalism, counseling, medicine, civil service, politics, and ministry.      The Religious Studies Program is closely affiliated with the Center for Religion and Media .                            Announcements           &gt; Theta Alpha Kappa       &gt; Current Events                                                 Contact Us | &copy; New York University , Arts and Science"}]}]