[{"detail": [{"content": "Advanced Practice Nurses &amp; Physician Assistants                                                                    Departments of Nursing                                     Nursing at NYU Langone   Patient Care   Become a Nurse   Benefits   Education   Research &amp; Quality                                  NYU Langone Medical Center   Contact Us   Site Map                                                                        Home Patient Care Advanced Practice Nurses &amp; Physician Assistants                       Patient Care       Advanced Practice Nurses &amp; Physician Assistants   Care Management   Critical Care   Emergency Department   Neurosciences   Oncology Services   Medical Services   Perioperative Services   Surgery/Cardiac Services   Women&#039;s &amp; Children&#039;s Services                                       Advanced Practice Nurses &amp; Physician Assistants                         We have progressively expanded our Advanced Practice Nursing and Physician Assistant program to increase the number of practitioners assigned to various specialty areas. Our institution’s commitment to foster an environment of clinical excellence, continuing education, and professional growth is supported by people with incredible talents and expertise. The NYU Langone Medical Center team includes:       Nurse Practitioners     Physician Assistants     Nurse Anesthetists     Clinical Nurse Specialists     Certified Nurse Midwives       Our Advanced Practice Nurses and Physician Assistants demonstrate a passion for excellence, performing as evidence-based practitioners with a shared commitment to safe, high-quality patient care.      The team not only provides the highest quality care, but also engages in professional activities nationally and internationally. Many of our team members also hold esteemed positions as board members in research, advocacy and health care policy organizations. We provide services to underserved local and global communities through non-profit volunteer work, and are involved in councils and committees that are exploring new ideas. Join us now and see just how exciting your career can be.     The Advanced Practice Nursing and Physician Assistant program comprises a growing number of close to 400 board certified Nurse Practitioners, Physician Assistants, Nurse Anesthetists, Clinical Nurse Specialists, Certified Nurse Midwife, Surgical Assistants and Radiologist Assistants across the NYUHC enterprise. In the past 5 years, NYUHC has progressively expanded the APNs and PA program and increased the number of practitioners assigned to various specialty areas. Our institution’s commitment to foster an environment of clinical excellence, continuing education, and professional growth is supported by groups of professionals with incredible talents and expertise.       These advanced practice and mid-level professionals provide health care services in a variety of clinical settings and specialty areas. Our APNs and PAs not only provide the highest quality care but also engage in professional activities nationally and internationally. They provide services to underserved local communities and other communities worldwide through volunteer work in non-profit organizations. They are authors of many publications in nursing and allied health literature. As recipient of the National Nurse Practitioner Award in 2009, we received recognition for outstanding performance and commitment to nursing excellence. Some of our NPs were also honored with nominations to the New York Times Nursing Tribute Award over the past years. Many of our APNs hold esteemed positions, serving as board members in professional organizations involving research, advocacy, and health care policy.                                              Become a Nurse at NYU Tisch Hospital, Rusk Institute, or Perlmutter Cancer Center        Getting Started    Search Nursing Jobs    Nurse Residency Program   for New Graduates    Student Nurse Externship                                                 Call us for more information: 212-263-7300          Ethics   Disclaimer   Privacy Policy   Contact Webmaster           © 2013 Departments of Nursing | NYU Langone Medical Center | 550 First Avenue, New York, NY 10016"}]},
{"detail": [{"content": "Advanced Practice Nurses &amp; Physician Assistants                                                                    Departments of Nursing                                     Nursing at NYU Langone   Patient Care   Become a Nurse   Benefits   Education   Research &amp; Quality                                  NYU Langone Medical Center   Contact Us   Site Map                                                                        Home Patient Care Advanced Practice Nurses &amp; Physician Assistants                       Patient Care       Advanced Practice Nurses &amp; Physician Assistants   Care Management   Critical Care   Emergency Department   Neurosciences   Oncology Services   Medical Services   Perioperative Services   Surgery/Cardiac Services   Women&#039;s &amp; Children&#039;s Services                                       Advanced Practice Nurses &amp; Physician Assistants                         We have progressively expanded our Advanced Practice Nursing and Physician Assistant program to increase the number of practitioners assigned to various specialty areas. Our institution’s commitment to foster an environment of clinical excellence, continuing education, and professional growth is supported by people with incredible talents and expertise. The NYU Langone Medical Center team includes:       Nurse Practitioners     Physician Assistants     Nurse Anesthetists     Clinical Nurse Specialists     Certified Nurse Midwives       Our Advanced Practice Nurses and Physician Assistants demonstrate a passion for excellence, performing as evidence-based practitioners with a shared commitment to safe, high-quality patient care.      The team not only provides the highest quality care, but also engages in professional activities nationally and internationally. Many of our team members also hold esteemed positions as board members in research, advocacy and health care policy organizations. We provide services to underserved local and global communities through non-profit volunteer work, and are involved in councils and committees that are exploring new ideas. Join us now and see just how exciting your career can be.     The Advanced Practice Nursing and Physician Assistant program comprises a growing number of close to 400 board certified Nurse Practitioners, Physician Assistants, Nurse Anesthetists, Clinical Nurse Specialists, Certified Nurse Midwife, Surgical Assistants and Radiologist Assistants across the NYUHC enterprise. In the past 5 years, NYUHC has progressively expanded the APNs and PA program and increased the number of practitioners assigned to various specialty areas. Our institution’s commitment to foster an environment of clinical excellence, continuing education, and professional growth is supported by groups of professionals with incredible talents and expertise.       These advanced practice and mid-level professionals provide health care services in a variety of clinical settings and specialty areas. Our APNs and PAs not only provide the highest quality care but also engage in professional activities nationally and internationally. They provide services to underserved local communities and other communities worldwide through volunteer work in non-profit organizations. They are authors of many publications in nursing and allied health literature. As recipient of the National Nurse Practitioner Award in 2009, we received recognition for outstanding performance and commitment to nursing excellence. Some of our NPs were also honored with nominations to the New York Times Nursing Tribute Award over the past years. Many of our APNs hold esteemed positions, serving as board members in professional organizations involving research, advocacy, and health care policy.                                              Become a Nurse at NYU Tisch Hospital, Rusk Institute, or Perlmutter Cancer Center        Getting Started    Search Nursing Jobs    Nurse Residency Program   for New Graduates    Student Nurse Externship                                                 Call us for more information: 212-263-7300          Ethics   Disclaimer   Privacy Policy   Contact Webmaster           © 2013 Departments of Nursing | NYU Langone Medical Center | 550 First Avenue, New York, NY 10016"}, {"content": "Medical | Prehealth | New York University                                             Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                       Home &gt; Careers &gt; Medical         Medical     Contract all | Expand all       Anesthesiologist's Assistant    Anesthesiologist assistants are professionals who typically work as part of a healthcare team at a larger medical facility which offers complex, state-of-the-art procedures such as open heart surgery, neurosurgery, and transplant surgery. Anesthesiologist assistants perform many of the procedures normally associated with anesthesiologists: preoperative procedures such as the insertion of arterial and intravenous catheters; drug administration for the induction and maintenance of anesthesia; support therapy with intravenous fluids and cardiovascular drugs; adjustment of anesthetic levels on a minute-by-minute basis; recovery room and intensive care unit and pain clinic care; and sometimes a variety of administrative and educational activities. Students graduate from an Anesthesiologist's Assistant program with either a M.S. degree or a M.M.Sc. degree. REQUIREMENTS : Applicants to Anesthesiologist's Assistant programs must have completed an undergraduate premedical program and have a bachelor's degree typically with a major in biology, chemistry, physics, mathematics, or computer science. Alternatively, they may have a bachelor's degree in nursing. Candidates must take the GRE general test; at Emory University the MCAT is being phased in as a requirement along with, but not replacing, the GRE. Candidates, therefore, would be well served by taking both tests. PROGRAMS : As of January 2008, there are five accredited Anesthesiologist's Assistant programs in the United States: Emory University (Atlanta, Georgia), Case Western Reserve University (Cleveland, Ohio), South University (Savannah, Georgia), Nova Southeastern Univeristy (Ft. Lauderdale, Florida), and University of Missouri (Kansas City, Missouri). The contact information for two of the programs is as follows: Case Western Reserve University Anesthesiologist's Assistant Program 1100 Euclid Ave. LKSD 2532 Cleveland, OH 44106-5007 Tel: (216) 844-8077 http://www.anesthesiaprogram.com/  Emory University MMSc Program in Anesthesiology Emory School of Medicine 57 Executive Park South, Suite 300 Atlanta, GA 30329 Tel: (404) 727-5910 http://www.emoryaaprogram.org/  FOR FURTHER INFORMATION : American Academy of Anesthesiologist Assistants P.O. Box 81362 Wellesley, MA, 02481-0004 Tel: (800) 757-5858 http://www.anesthetist.org/          Nurse (R.N.)       Students who are attracted to the health professions because they are particularly interested in the art of healing might want to give serious thought to nursing. Nurses provide direct care to people of all ages and in a variety of settings. Nursing care includes health promotion activities such as nutrition; immunization or baby care information; disease prevention such as blood pressure screening; acute care, including first aid and CPR; and rehabilitative care. With the changes taking place in the medical profession the opportunities open for motivated and ambitious nurses are many. Clearly there are many similarities between the work performed by nurses and M.D.s. Nursing combined with a specialty (e.g., nurse-anesthetist) or nurse-practitioner are longer-term goals where autonomy and flexibility are making this area exceptionally attractive. The employment opportunities are excellent; there is a shortage of nurses. Salaries have increased dramatically in the past several years, the types of settings in which nurses work are endless, and hours and conditions are extremely flexible. While it is possible to enter directly into a B.S.N. degree program from high school, there are well over 100 accelerated nursing programs of 12-18 months designed specifically for people who have earned B.A.s in other areas. At NYU, there is a 15-month program leading to the B.S.N. degree and R.N. certification. The NYU Division of Nursing also offers the Dual Degree B.S./M.A. Program for students interested in becoming a Nurse Practitioner. At schools without an accelerated program, you would generally apply as a transfer student, receive transfer credit for the required science and liberal arts courses, and then proceed with the nursing sequences. Nursing schools vary widely in how they treat college graduates, so you should check with the schools in which you are interested. REQUIREMENTS : For college graduates: A grade point average of 3.0 or above; postbaccalaureate science courses of above 3.0. · Introduction to Modern Chemistry (1 semester) · Principles of Organic Chemistry (1 semester) · Human Anatomy and Physiology (1 semester) · Microbiology (1 semester) · Statistics (1 semester) · Nutrition (1 semester) · Developmental Psychology (1 semester) NYU REQUIREMENTS : NYU's program does not require the GRE. Its course requirements are similar to the above except that Organic Chemistry need not be taken and one semester of Anatomy and Physiology is sufficient if taken in a Nursing department. NYU CONTACT : College of Nursing 246 Greene Street New York, NY 10003 Tel: (212) 998-5300 http://www.nyu.edu/nursing/ FOR FURTHER INFORMATION : American Association of Colleges of Nursing One Dupont Circle, NW, Suite 530 Washington, DC 20036 Tel: (202) 463-6930 http://www.aacn.nche.edu/ National League of Nursing (NLN) 61 Broadway, 33rd Floor New York, NY 10006 Tel: (212) 363-5555 http://www.nln.org/          Nurse-Midwife    Certified nurse-midwives (C.N.M.) provide a wide range of primary healthcare services: primary and gynecological care, preconception and prenatal care, labor and delivery management, and postpartum and infant care. They are trained to promote birth without modern intervention practices, but when necessary utilize modern medical technology. Nurse-midwives consider childbirth to be a natural process and seek to provide a complete--both physiological and psychological--approach to care. Greater numbers of women are choosing nurse-midwives for their maternity care because they appreciate this holistic approach. Midwives traditionally spend more time with their patients throughout both prenatal care and the labor process. This practice allows a stronger relationship to be built between the midwife and the patient and for the patient to continue learning about the process through her provider. Beyond the range of maternity care, nurse-midwives also provide well-woman gynecological care on an ongoing basis and have the independence to work closely with their patients and their families to provide the best possible care. Nurse-midwives practice in a variety of settings from freestanding birthing centers to community and hospital-based clinics. In addition to being a practicing midwife, there are possibilities of doing clinical research, teaching at a university, or promoting legislation and health care reform. Certified nurse-midwives are educated in both nursing and midwifery. In order to become a C.N.M., you must first earn the certification of R.N. This is followed by additional study in midwifery, which may take the form of a certificate program or the master's degree. The certificate program usually entails 9-12 months of study while the master's program is usually of 16-24 months duration. Many programs require additional clinical experience. There are a few programs that have a three-year curriculum in which the R.N. is earned in the first year and the remaining time is spent on midwifery. On completing any of the above midwifery programs, you are eligible to sit for the national midwifery exam. Nurse-midwives are licensed in all 50 states. REQUIREMENTS : The master's programs usually require the results of the Graduate Record Examination (GRE). FOR FURTHER INFORMATION : American College of Nurse-Midwives 8403 Colesville Road, Suite 1550 Silver Spring, MD 20910 Tel: (240) 485-1800 http://www.midwife.org/          Osteopathic Physician (DO)                (Doctor of Osteopathic Medicine)  There are a few slight differences between allopathic physicians and osteopathic physicians. Osteopathic medicine is a distinctive form of medical practice that provides all of the benefits of modern medicine including prescription drugs, surgery, and the use of technology to diagnose disease and evaluate injury. It also offers the added benefit of hands-on diagnosis and treatment through a system of therapy known as osteopathic manipulative medicine. Osteopathic Medicine focuses on health education, injury prevention, and disease prevention. Osteopathic medical students are often strongly urged to go into primary-care areas (including General and Family Practice, Internal Medicine, Pediatrics, and Obstetrics/Gynecology), so students drawn to these areas may find that osteopathy is ultimately their best option. In many areas outside of metropolitan areas (where there often is a big concentration of medical centers and physicians), D.O.s and M.D.s often work side by side and in the same hospitals. In some states, there is only one licensing agency for both M.D.s and D.O.s. As of June 2011, there were 27 osteopathic medical schools in the U.S. REQUIREMENTS : The Medical College Admission Test (MCAT) is required. Additionally, schools of osteopathic medicine evaluate letters of recommendation, leadership qualities, and participation in both academic and non-academic extracurricular activities. It is becoming increasingly important that you have considerable, direct experience under the tutelage of a D.O. Undergraduate pre-osteopathic medical study requires the following courses: · General/Inorganic Chemistry with Labs (2 semesters) · Organic Chemistry with Labs (2 semesters) · Biology with Labs (2 semesters) · Physics with Labs (2 semesters) · English and Writing (2 semesters) Some schools may have additional required or recommended courses, such as Biochemistry. You should consult The Osteopathic Medical College Information Book. It is updated annually, and a copy is kept on reserve in Silver 901. NEARBY PROGRAM : New York College of Osteopathic Medicine (\"NYCOM\") New York Institute of Technology Office of Admissions P.O. Box 8000 Old Westbury, NY 11568 Tel: (516) 626-6947 http://nyit.edu/nycom/ FOR FURTHER INFORMATION : The American Association of Colleges of Osteopathic Medicine Application Service (AACOMAS) 5550 Friendship Boulevard, Suite 310 Chevy Chase, MD 20815 Tel: (301) 968-4190 http://www.aacom.org/ American Osteopathic Association 142 East Ontario Street, 2nd Floor Chicago, IL 60611-2864 Tel: (800) 621-1773 http://www.osteopathic.org/          Allopathic Physician (MD)       Physicians are involved in every subfield of the healthcare profession in both clinical and research areas. Students who are interested in the field of medicine should be prepared to work independently, as part of a healthcare team, or as a paid employee under the direction of the administrator of an HMO. Those of you who follow healthcare issues in the newspapers know that students are choosing to go into M.D. programs, despite strong indications that their life in the field will by no means be as independent, affluent, or stable as were the careers of the earlier generation of physicians. REQUIREMENTS : Students are most strongly encouraged to establish a track record of long-term commitment to the health professions through volunteer work over a sustained period of semesters and years. Students must also take the Medical College Admission Test (MCAT). Since students must have a B.A. or B.S. to go on to medical school, they must not only take the prerequisite courses but also do very well in terms of grades both in the sciences and in non-sciences. Undergraduate premedical study requires at least the following courses: · Biology with Labs (2 semesters) · General Chemistry with Labs (2 semesters) · Organic Chemistry with Labs (2 semesters) · Physics with Labs (2 semesters) · English and Writing (2 semesters) Some schools may require one or two semesters of college math or a course in biochemistry. Please consult this website under the \"prehealth courses\" tab for a listing of all medical schools with math and/or biochemistry requirements. Also consult the Medical School Admissions Requirements (\"MSAR\") book, which is updated annually. A copy is available in Silver 901 for reference. NYU CONTACT : NYU School of Medicine 550 1st Avenue New York, NY 10016 Tel: (212) 263-7300 http://www.med.nyu.edu/  FOR FURTHER INFORMATION : Association of American Medical Colleges 2450 N Street, NW Washington, DC 20037-1126 Tel: (202) 828-0400 http://www.aamc.org/ American Medical Association Division of Undergraduate Medical Education 515 North State Street Chicago, IL 60610 Tel: (312) 464-5000 http://www.ama-assn.org/          Naturopathic Physician (ND)                (Doctor of Naturopathic Medicine)  Naturopathic medicine focuses on disease prevention and wellness. Naturopathic physicians are primary-care physicians in the states in which they are licensed. In their 4-year curriculum, N.D.s take the same basic science courses as their allopathic and osteopathic counterparts, and they also receive training in fields such as Nutrition, Homeopathy, Botanical Medicine, Acupuncture, Counseling, Hydrotherapy, Naturopathic Manipulative Therapy, Pharmacology, and Minor Surgery. REQUIREMENTS : Required courses include a year each of General Chemistry, Organic Chemistry, Biology, and Physics. Some schools may also require Math and Psychology courses. Recommended courses may include Anatomy, Physiology, Biochemistry, Botany, and Developmental Psychology. NEARBY PROGRAM : University of Bridgeport College of Naturopathic Medicine 60 Lafayette Street Bridgeport, CT 06601 Tel: (203) 576-4109 http://www.bridgeport.edu/academics/graduate/naturo/ FOR FURTHER INFORMATION : Association of Accredited Naturopathic Medical Colleges 4435 Wisconsin Avenue NW, Suite 403 Washington, DC 20016 Tel: (866) 538-2267 http://www.aanmc.org/          Physician Assistant       Physician assistants provide health care under the direction and supervision of a doctor. PAs make clinical decisions and provide a broad range of diagnostic, therapeutic, preventive, and health maintenance services. PAs work in primary and specialty care in medical and surgical practice settings. PA practice may also be involved in educational, research, and administrative activities. There are over 130 accredited PA programs (for complete list see American Academy of Physician Assistants website below). The typical program is 24-25 months long and requires at least 2 years of college and some healthcare experience prior to admission. REQUIREMENTS : Requirements for PA programs tend to vary, so check with the individual programs you are interested in for specific requirements. The following is a list of some typical requirements: · Humanities/Social Sciences (3 semesters, Psychology important) · English and Writing (2 semesters) · Mathematics (1 semester, Precalculus or higher) · General Chemistry with Labs (2 semesters) · Organic Chemistry with Lab (1 semester) · Biology with Labs (2 semesters) Some schools may require or recommend Anatomy &amp; Physiology, Microbiology, and Biochemistry. NEARBY PROGRAMS : Hofstra University 113 Hofstra University Hempstead, NY 11549 Tel: (516) 463-4074 http://www.hofstra.edu/Academics/Colleges/HCLAS/PAP/ Rutgers 675 Hoes Lane Piscataway, NJ 08854 Tel: (732) 235-4445 http://shrp.umdnj.edu/dept/primary_care/paweb/ FOR FURTHER INFORMATION : American Academy of Physician Assistants 950 North Washington Street Alexandria, VA 22314 Tel: (703) 836-2272 http://www.aapa.org/ Physician Assistant Education Association http://www.paeaonline.org/ Contains information on graduate programs, plus access to the Central Application Service for Physician Assistants (CASPA).          Surgeon Assistant    see PHYSICIAN ASSISTANT above                          Home       Careers                Dental            Medical            Public Health              Allied Health              Veterinary         Prehealth Courses       Application Process       Extracurricular Involvement       Resources       BCPM Calculator       Postbaccalaureate Program       Global Public Health/Science       Contact Us                          Stay Connected           Twitter             Contact Us"}]}]