[{"detail": [{"content": "Theory & Practice | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                             Theory &amp; Practice          Economics and Finance   Governance, Law and Regulation   Health Policy and Management   Inequality and Social Policy   International Development   Leadership, Management and Social Entrepreneurship   Politics and Power   Public and Nonprofit Organizations   Race, Class and Diversity   Urban Policy and Planning                   Apply to Wagner                                           Where Theory and Practice Meet     NYU Wagner places great emphasis on the integration of theory and practice, both in our research and teaching. Students take the theories they learn in the classroom and apply them in real-world settings. Faculty research examines issues of public importance with an eye to practical impact, asking and finding answers to the most pressing questions of our time.              Faculty Research                              Childhood Obesity: Public health impact and policy responses.      \"Global View On Childhood Obesity: Current Status, Consequences, and Prevention\" Debasis Bagchi, Editor. Sept-2010                Understanding the complex factors contributing to the growing childhood obesity epidemic is vital not only for the improved health of the world's future generations, but for the healthcare system. The impact of childhood obesity reaches beyond the individual family and into the public arenas of social systems and government policy and programs.      Read More                 Global Perspectives on Childhood Obesity explores these with an approach that considers the current state of childhood obesity around the world as well as future projections, the most highly cited factors contributing to childhood obesity, what it means for the future both for children and society, and suggestions for steps to address and potentially prevent childhood obesity.       Read Less                     Alumni in Action                            Bridging Public Health and Politics      Christopher Manning, MPA-Health               As an undergraduate, Chris Manning studied public health. After finishing college he worked at the American Heart Association as a health educator and over time, he began to get more involved in the organization's advocacy work.      Read More               In doing so, it soon occurred to him that he could impact far more people by working on one good public policy than by conducting the countless community presentations that he did for his job. During that time he also made two key observations that have shaped his career ever since. Manning first noticed that there seemed to be two different groups of people in his field: public health professionals to whom the political process is mostly foreign, and policy experts and lobbyists who understand a good deal about political processes but much less about public health. The field was lacking people who had equal experience in both areas and a solid reputation on each side, Manning explains. He also noticed that while large nonprofits like the American Heart Association have the money and resources to commit towards influencing policy, these groups make up only a small part of the nonprofit health sector. For smaller groups, Manning observed that no one has really been able to identify a role for them in the government process, helping them to become policy makers, not policy takers. Manning decided he wanted to be someone who understood both politics and public health and hoped that after gaining a good deal of balanced experience he could later consult on how to make space for nonprofits in the policy arena. Armed with a bachelor's degree in public health and several years experience in the nonprofit health sector, it was clear to Manning that the next step was to get a master's degree with a policy focus. He came to Wagner and created his own specialization in public affairs by taking the best of the management classes as well as the best of the policy classes. He appreciated that Wagner didn't pigeon-hole you in one area. A multidisciplinary approach really allowed me to be well rounded, he says. While in school Manning worked at Wagner's Center for Health and Public Service Research and after graduating he joined Mayor Bloomberg's Office of City Legislative Affairs where he worked for two and a half years on health, environmental, and housing issues. In 2006 he moved to the city's Department of Health and Mental Hygiene (DOHMH) where he currently serves as Assistant Commissioner for the department's Bureau of Intergovernmental Affairs. The DOHMH is a place that definitely provides Manning a chance to build a comprehensive set of skills. The vantage point I have from which to see how government operates is pretty hard to beat, he says. His office operates in six major areas: he and his staff of six manage all of the department's relationships with elected officials on the city, state, and federal levels; they develop, manage and promote the department's legislative agenda from initial concept and bill drafting, to lobbying and advocacy; they track and respond to legislation on all levels of government (and there are currently more than 1,800 pieces of relevant legislation on the state level); they coordinate the department's presence at legislative hearings, selecting appropriate delegates and helping to frame the message; they provide strategic guidance to programs around the agency to ensure nothing will become a political issue that shouldn't; and they oversee community affairs for the agency, representing DOHMH at community board meetings and collecting information on the local level. Manning works closely with DOHMH's commissioner and admits that with so much responsibility the environment can be very high pressure at times. The decisions I weigh in on are often all or nothing, he says, which makes the job stressful. He notes that there is rarely an obvious right answer and the best choice sometimes doesn't become apparent until after the fact. Nevertheless, Manning appreciates having the opportunity to have a voice in decision making. It's fascinating to be a part of the conversations that happen, he says. With health issues changing all the time, he explains that the world dictates what I do each day. And Manning knows that whatever decisions are made will be transparent and open to criticism. The things you read on Tuesday in the newspaper are the things I was working on on Monday, he points out. And while he concedes that no one comes into this job knowing exactly what they're supposed to do, there is plenty of opportunity for growth. I've become more comfortable over time with taking information in, thinking critically, and making a recommendation, he says. Manning has gained a good deal of experience at DOHMH, but he is in no hurry to leave. I'll stay until I stop experiencing new things and facing new challenges, he says. For as long as he does, DOHMH will be lucky to have him, with his solid understanding of both the world of public health and the politics of government.      Read Less                           Capstone: In the Field                              Gram Vikas: An Alternative to Community-Led Total Sanitation (2010)      Faculty: Natasha Iskander      Team: Molly Butler, Hallie Caplan, Maulin Mehta, Kimberly Worsham                Gram Vikas is a nonprofit organization located in rural east India with a mission to promote processes which are sustainable, socially inclusive and gender equitable to enable critical masses of poor and marginalized rural people or communities to achieve a dignified quality of life. The Capstone team was asked to evaluate Gram Vikas' water and sanitation program in regards to health and community effectiveness. The team's report integrated the program's impacts on the community with an analysis of how the managerial structure of the organization affects the program.      Read More                 The team conducted literature reviews and read extensive field reports from the water and sanitation sector in India and worldwide to gain a fuller understanding of Gram Vikas' role in the development community, while reviewing outside evaluations and in-house testimonials from the organization to gain a better perspective of the functioning organization. A three week trip to India for field research gave the team a rich amount of data and insight into Gram Vikas, and the team's recommendations are geared to help both the organization specifically as well as leave points of reference for other organizations involved with community led methods.       Read Less                                                            © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Theory & Practice | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Theory &amp; Practice › Theory &amp; Practice          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                             Theory &amp; Practice          Economics and Finance   Governance, Law and Regulation   Health Policy and Management   Inequality and Social Policy   International Development   Leadership, Management and Social Entrepreneurship   Politics and Power   Public and Nonprofit Organizations   Race, Class and Diversity   Urban Policy and Planning                   Apply to Wagner                                              Faculty Research                          Climate Change Mitigation and Adaptation in North American Cities      Climate change mitigation and adaptation action plans are developing at a rapid pace, being driven by both local initiatives and emerging alliances and support organizations that cut across multiple jurisdictions. These plans include a broad range of approaches, many of which are evolving into best or leading practices and which will be increasingly used as a model for the plans of other locales. This paper draws attention to several best practices in both mitigation and adaptation for North American cities, and also highlights many of the supporting alliances and groups that disseminate key practices and drive potential synergies. Additionally, it is noted that despite the increasing rate of plan development, a continuing need exists for increased attention to adaptation at the local level.                              Capstone: In the Field                          Best Practices and Economic Development Opportunities in Water Management (2011)   Faculty: Kate Collignon, Kei Hayashi   Team: Nicole Aimone, Michael Lenore, Paul Salama, Mathew Sanders      Greater New Orleans, Inc. (GNO, Inc.) was charged by the State of Louisiana to coor­dinate the development of a new municipal water management system for the City of New Orleans and portions of its adjacent suburbs. In conjunction with this endeavor, the Capstone team prepared a reference document of case studies detailing best practices in worldwide water management systems, including physical components, financing mechanisms, and implementation strategies. In light of the area's postHurricane Katrina setting, the team emphasized storm water mitigation strategies in other lowlying and floodprone areas. Additionally, the team analyzed potential economic development opportunities and impacts that may present themselves with the implementation of the best management practices. GNO, Inc. will use these recommendations as it engages local political stakeholders, the general public, and consultants who will contribute to the creation of this new plan.                            Alumni in Action                                                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Theory & Practice | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                             Theory &amp; Practice          Economics and Finance   Governance, Law and Regulation   Health Policy and Management   Inequality and Social Policy   International Development   Leadership, Management and Social Entrepreneurship   Politics and Power   Public and Nonprofit Organizations   Race, Class and Diversity   Urban Policy and Planning                   Apply to Wagner                                           Where Theory and Practice Meet     NYU Wagner places great emphasis on the integration of theory and practice, both in our research and teaching. Students take the theories they learn in the classroom and apply them in real-world settings. Faculty research examines issues of public importance with an eye to practical impact, asking and finding answers to the most pressing questions of our time.              Faculty Research                              Childhood Obesity: Public health impact and policy responses.      \"Global View On Childhood Obesity: Current Status, Consequences, and Prevention\" Debasis Bagchi, Editor. Sept-2010                Understanding the complex factors contributing to the growing childhood obesity epidemic is vital not only for the improved health of the world's future generations, but for the healthcare system. The impact of childhood obesity reaches beyond the individual family and into the public arenas of social systems and government policy and programs.      Read More                 Global Perspectives on Childhood Obesity explores these with an approach that considers the current state of childhood obesity around the world as well as future projections, the most highly cited factors contributing to childhood obesity, what it means for the future both for children and society, and suggestions for steps to address and potentially prevent childhood obesity.       Read Less                     Alumni in Action                            Bridging Public Health and Politics      Christopher Manning, MPA-Health               As an undergraduate, Chris Manning studied public health. After finishing college he worked at the American Heart Association as a health educator and over time, he began to get more involved in the organization's advocacy work.      Read More               In doing so, it soon occurred to him that he could impact far more people by working on one good public policy than by conducting the countless community presentations that he did for his job. During that time he also made two key observations that have shaped his career ever since. Manning first noticed that there seemed to be two different groups of people in his field: public health professionals to whom the political process is mostly foreign, and policy experts and lobbyists who understand a good deal about political processes but much less about public health. The field was lacking people who had equal experience in both areas and a solid reputation on each side, Manning explains. He also noticed that while large nonprofits like the American Heart Association have the money and resources to commit towards influencing policy, these groups make up only a small part of the nonprofit health sector. For smaller groups, Manning observed that no one has really been able to identify a role for them in the government process, helping them to become policy makers, not policy takers. Manning decided he wanted to be someone who understood both politics and public health and hoped that after gaining a good deal of balanced experience he could later consult on how to make space for nonprofits in the policy arena. Armed with a bachelor's degree in public health and several years experience in the nonprofit health sector, it was clear to Manning that the next step was to get a master's degree with a policy focus. He came to Wagner and created his own specialization in public affairs by taking the best of the management classes as well as the best of the policy classes. He appreciated that Wagner didn't pigeon-hole you in one area. A multidisciplinary approach really allowed me to be well rounded, he says. While in school Manning worked at Wagner's Center for Health and Public Service Research and after graduating he joined Mayor Bloomberg's Office of City Legislative Affairs where he worked for two and a half years on health, environmental, and housing issues. In 2006 he moved to the city's Department of Health and Mental Hygiene (DOHMH) where he currently serves as Assistant Commissioner for the department's Bureau of Intergovernmental Affairs. The DOHMH is a place that definitely provides Manning a chance to build a comprehensive set of skills. The vantage point I have from which to see how government operates is pretty hard to beat, he says. His office operates in six major areas: he and his staff of six manage all of the department's relationships with elected officials on the city, state, and federal levels; they develop, manage and promote the department's legislative agenda from initial concept and bill drafting, to lobbying and advocacy; they track and respond to legislation on all levels of government (and there are currently more than 1,800 pieces of relevant legislation on the state level); they coordinate the department's presence at legislative hearings, selecting appropriate delegates and helping to frame the message; they provide strategic guidance to programs around the agency to ensure nothing will become a political issue that shouldn't; and they oversee community affairs for the agency, representing DOHMH at community board meetings and collecting information on the local level. Manning works closely with DOHMH's commissioner and admits that with so much responsibility the environment can be very high pressure at times. The decisions I weigh in on are often all or nothing, he says, which makes the job stressful. He notes that there is rarely an obvious right answer and the best choice sometimes doesn't become apparent until after the fact. Nevertheless, Manning appreciates having the opportunity to have a voice in decision making. It's fascinating to be a part of the conversations that happen, he says. With health issues changing all the time, he explains that the world dictates what I do each day. And Manning knows that whatever decisions are made will be transparent and open to criticism. The things you read on Tuesday in the newspaper are the things I was working on on Monday, he points out. And while he concedes that no one comes into this job knowing exactly what they're supposed to do, there is plenty of opportunity for growth. I've become more comfortable over time with taking information in, thinking critically, and making a recommendation, he says. Manning has gained a good deal of experience at DOHMH, but he is in no hurry to leave. I'll stay until I stop experiencing new things and facing new challenges, he says. For as long as he does, DOHMH will be lucky to have him, with his solid understanding of both the world of public health and the politics of government.      Read Less                           Capstone: In the Field                              Gram Vikas: An Alternative to Community-Led Total Sanitation (2010)      Faculty: Natasha Iskander      Team: Molly Butler, Hallie Caplan, Maulin Mehta, Kimberly Worsham                Gram Vikas is a nonprofit organization located in rural east India with a mission to promote processes which are sustainable, socially inclusive and gender equitable to enable critical masses of poor and marginalized rural people or communities to achieve a dignified quality of life. The Capstone team was asked to evaluate Gram Vikas' water and sanitation program in regards to health and community effectiveness. The team's report integrated the program's impacts on the community with an analysis of how the managerial structure of the organization affects the program.      Read More                 The team conducted literature reviews and read extensive field reports from the water and sanitation sector in India and worldwide to gain a fuller understanding of Gram Vikas' role in the development community, while reviewing outside evaluations and in-house testimonials from the organization to gain a better perspective of the functioning organization. A three week trip to India for field research gave the team a rich amount of data and insight into Gram Vikas, and the team's recommendations are geared to help both the organization specifically as well as leave points of reference for other organizations involved with community led methods.       Read Less                                                            © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Theory & Practice | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Theory &amp; Practice › Theory &amp; Practice          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                             Theory &amp; Practice          Economics and Finance   Governance, Law and Regulation   Health Policy and Management   Inequality and Social Policy   International Development   Leadership, Management and Social Entrepreneurship   Politics and Power   Public and Nonprofit Organizations   Race, Class and Diversity   Urban Policy and Planning                   Apply to Wagner                                              Faculty Research                          Climate Change Mitigation and Adaptation in North American Cities      Climate change mitigation and adaptation action plans are developing at a rapid pace, being driven by both local initiatives and emerging alliances and support organizations that cut across multiple jurisdictions. These plans include a broad range of approaches, many of which are evolving into best or leading practices and which will be increasingly used as a model for the plans of other locales. This paper draws attention to several best practices in both mitigation and adaptation for North American cities, and also highlights many of the supporting alliances and groups that disseminate key practices and drive potential synergies. Additionally, it is noted that despite the increasing rate of plan development, a continuing need exists for increased attention to adaptation at the local level.                              Capstone: In the Field                          Best Practices and Economic Development Opportunities in Water Management (2011)   Faculty: Kate Collignon, Kei Hayashi   Team: Nicole Aimone, Michael Lenore, Paul Salama, Mathew Sanders      Greater New Orleans, Inc. (GNO, Inc.) was charged by the State of Louisiana to coor­dinate the development of a new municipal water management system for the City of New Orleans and portions of its adjacent suburbs. In conjunction with this endeavor, the Capstone team prepared a reference document of case studies detailing best practices in worldwide water management systems, including physical components, financing mechanisms, and implementation strategies. In light of the area's postHurricane Katrina setting, the team emphasized storm water mitigation strategies in other lowlying and floodprone areas. Additionally, the team analyzed potential economic development opportunities and impacts that may present themselves with the implementation of the best management practices. GNO, Inc. will use these recommendations as it engages local political stakeholders, the general public, and consultants who will contribute to the creation of this new plan.                            Alumni in Action                                                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Theory & Practice | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                             Theory &amp; Practice          Economics and Finance   Governance, Law and Regulation   Health Policy and Management   Inequality and Social Policy   International Development   Leadership, Management and Social Entrepreneurship   Politics and Power   Public and Nonprofit Organizations   Race, Class and Diversity   Urban Policy and Planning                   Apply to Wagner                                           Where Theory and Practice Meet     NYU Wagner places great emphasis on the integration of theory and practice, both in our research and teaching. Students take the theories they learn in the classroom and apply them in real-world settings. Faculty research examines issues of public importance with an eye to practical impact, asking and finding answers to the most pressing questions of our time.              Faculty Research                              Childhood Obesity: Public health impact and policy responses.      \"Global View On Childhood Obesity: Current Status, Consequences, and Prevention\" Debasis Bagchi, Editor. Sept-2010                Understanding the complex factors contributing to the growing childhood obesity epidemic is vital not only for the improved health of the world's future generations, but for the healthcare system. The impact of childhood obesity reaches beyond the individual family and into the public arenas of social systems and government policy and programs.      Read More                 Global Perspectives on Childhood Obesity explores these with an approach that considers the current state of childhood obesity around the world as well as future projections, the most highly cited factors contributing to childhood obesity, what it means for the future both for children and society, and suggestions for steps to address and potentially prevent childhood obesity.       Read Less                     Alumni in Action                            Bridging Public Health and Politics      Christopher Manning, MPA-Health               As an undergraduate, Chris Manning studied public health. After finishing college he worked at the American Heart Association as a health educator and over time, he began to get more involved in the organization's advocacy work.      Read More               In doing so, it soon occurred to him that he could impact far more people by working on one good public policy than by conducting the countless community presentations that he did for his job. During that time he also made two key observations that have shaped his career ever since. Manning first noticed that there seemed to be two different groups of people in his field: public health professionals to whom the political process is mostly foreign, and policy experts and lobbyists who understand a good deal about political processes but much less about public health. The field was lacking people who had equal experience in both areas and a solid reputation on each side, Manning explains. He also noticed that while large nonprofits like the American Heart Association have the money and resources to commit towards influencing policy, these groups make up only a small part of the nonprofit health sector. For smaller groups, Manning observed that no one has really been able to identify a role for them in the government process, helping them to become policy makers, not policy takers. Manning decided he wanted to be someone who understood both politics and public health and hoped that after gaining a good deal of balanced experience he could later consult on how to make space for nonprofits in the policy arena. Armed with a bachelor's degree in public health and several years experience in the nonprofit health sector, it was clear to Manning that the next step was to get a master's degree with a policy focus. He came to Wagner and created his own specialization in public affairs by taking the best of the management classes as well as the best of the policy classes. He appreciated that Wagner didn't pigeon-hole you in one area. A multidisciplinary approach really allowed me to be well rounded, he says. While in school Manning worked at Wagner's Center for Health and Public Service Research and after graduating he joined Mayor Bloomberg's Office of City Legislative Affairs where he worked for two and a half years on health, environmental, and housing issues. In 2006 he moved to the city's Department of Health and Mental Hygiene (DOHMH) where he currently serves as Assistant Commissioner for the department's Bureau of Intergovernmental Affairs. The DOHMH is a place that definitely provides Manning a chance to build a comprehensive set of skills. The vantage point I have from which to see how government operates is pretty hard to beat, he says. His office operates in six major areas: he and his staff of six manage all of the department's relationships with elected officials on the city, state, and federal levels; they develop, manage and promote the department's legislative agenda from initial concept and bill drafting, to lobbying and advocacy; they track and respond to legislation on all levels of government (and there are currently more than 1,800 pieces of relevant legislation on the state level); they coordinate the department's presence at legislative hearings, selecting appropriate delegates and helping to frame the message; they provide strategic guidance to programs around the agency to ensure nothing will become a political issue that shouldn't; and they oversee community affairs for the agency, representing DOHMH at community board meetings and collecting information on the local level. Manning works closely with DOHMH's commissioner and admits that with so much responsibility the environment can be very high pressure at times. The decisions I weigh in on are often all or nothing, he says, which makes the job stressful. He notes that there is rarely an obvious right answer and the best choice sometimes doesn't become apparent until after the fact. Nevertheless, Manning appreciates having the opportunity to have a voice in decision making. It's fascinating to be a part of the conversations that happen, he says. With health issues changing all the time, he explains that the world dictates what I do each day. And Manning knows that whatever decisions are made will be transparent and open to criticism. The things you read on Tuesday in the newspaper are the things I was working on on Monday, he points out. And while he concedes that no one comes into this job knowing exactly what they're supposed to do, there is plenty of opportunity for growth. I've become more comfortable over time with taking information in, thinking critically, and making a recommendation, he says. Manning has gained a good deal of experience at DOHMH, but he is in no hurry to leave. I'll stay until I stop experiencing new things and facing new challenges, he says. For as long as he does, DOHMH will be lucky to have him, with his solid understanding of both the world of public health and the politics of government.      Read Less                           Capstone: In the Field                              Gram Vikas: An Alternative to Community-Led Total Sanitation (2010)      Faculty: Natasha Iskander      Team: Molly Butler, Hallie Caplan, Maulin Mehta, Kimberly Worsham                Gram Vikas is a nonprofit organization located in rural east India with a mission to promote processes which are sustainable, socially inclusive and gender equitable to enable critical masses of poor and marginalized rural people or communities to achieve a dignified quality of life. The Capstone team was asked to evaluate Gram Vikas' water and sanitation program in regards to health and community effectiveness. The team's report integrated the program's impacts on the community with an analysis of how the managerial structure of the organization affects the program.      Read More                 The team conducted literature reviews and read extensive field reports from the water and sanitation sector in India and worldwide to gain a fuller understanding of Gram Vikas' role in the development community, while reviewing outside evaluations and in-house testimonials from the organization to gain a better perspective of the functioning organization. A three week trip to India for field research gave the team a rich amount of data and insight into Gram Vikas, and the team's recommendations are geared to help both the organization specifically as well as leave points of reference for other organizations involved with community led methods.       Read Less                                                            © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Theory & Practice | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Theory &amp; Practice › Theory &amp; Practice          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                             Theory &amp; Practice          Economics and Finance   Governance, Law and Regulation   Health Policy and Management   Inequality and Social Policy   International Development   Leadership, Management and Social Entrepreneurship   Politics and Power   Public and Nonprofit Organizations   Race, Class and Diversity   Urban Policy and Planning                   Apply to Wagner                                              Faculty Research                          Climate Change Mitigation and Adaptation in North American Cities      Climate change mitigation and adaptation action plans are developing at a rapid pace, being driven by both local initiatives and emerging alliances and support organizations that cut across multiple jurisdictions. These plans include a broad range of approaches, many of which are evolving into best or leading practices and which will be increasingly used as a model for the plans of other locales. This paper draws attention to several best practices in both mitigation and adaptation for North American cities, and also highlights many of the supporting alliances and groups that disseminate key practices and drive potential synergies. Additionally, it is noted that despite the increasing rate of plan development, a continuing need exists for increased attention to adaptation at the local level.                              Capstone: In the Field                          Best Practices and Economic Development Opportunities in Water Management (2011)   Faculty: Kate Collignon, Kei Hayashi   Team: Nicole Aimone, Michael Lenore, Paul Salama, Mathew Sanders      Greater New Orleans, Inc. (GNO, Inc.) was charged by the State of Louisiana to coor­dinate the development of a new municipal water management system for the City of New Orleans and portions of its adjacent suburbs. In conjunction with this endeavor, the Capstone team prepared a reference document of case studies detailing best practices in worldwide water management systems, including physical components, financing mechanisms, and implementation strategies. In light of the area's postHurricane Katrina setting, the team emphasized storm water mitigation strategies in other lowlying and floodprone areas. Additionally, the team analyzed potential economic development opportunities and impacts that may present themselves with the implementation of the best management practices. GNO, Inc. will use these recommendations as it engages local political stakeholders, the general public, and consultants who will contribute to the creation of this new plan.                            Alumni in Action                                                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "MCC-UE 1031 - Digital Media: Theory and Practice - Undergraduate Courses - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              MCC-UE 1031 - Digital Media: Theory and Practice        This course offers students a foundational understanding of the technological building blocks that make up digital media and culture, and of the ways they come together to shape myriad facets of life. Students will acquire a working knowledge of the key concepts behind coding, and survey the contours of digital media architecture, familiarizing themselves with algorithms, databases, hardware, and similar key components. These technological frameworks will be examined as the basic grammar of digital media and related to theories of identity, privacy, policy, and other pertinent themes.    Sample Syllabus                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]