[{"detail": [{"content": "Course Offerings    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings        In addition to the information listed  below, detailed descriptions of each year's course offerings may be  found on the MAP website .       Texts and Ideas   In addition to the traditional  lecture/recitation format, selected sections of Texts and Ideas are  also offered in writing-intensive versions in conjunction with   Writing the Essay (EXPOS-UA 1). Consult the MAP website for each  year's schedule.   Texts and Ideas: Topics   MAP-UA 400 Offered every semester. 4  points.   Recent topics include: Objectivity,  Liberation, the Deliberating Citizen, Animal Humans, Utopias and  Distopias, Freedom and Opression, and Literature in Wonderland.  Consult the MAP website for descriptions of each term's offerings.      Texts and Ideas: Antiquity and the  Middle Ages   MAP-UA 401 Offered occasionally. 4  points.   Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Dante's Inferno, selections from  Paradiso, and other texts from the Middle Ages.      Texts and Ideas: Antiquity and the  Renaissance   MAP-UA 402 Offered every semester. 4  points.   Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Machiavelli's Prince, a Shakespearean  play or Milton's Samson Agonistes, and other texts from the  Renaissance.      Texts and Ideas: Antiquity and the  Enlightenment   MAP-UA 403 Offered every semester. 4  points.   Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Pascal's Pensées, Rousseau's  Confessions, and other texts from the Enlightenment.        Texts and Ideas: Antiquity and the 19th  Century   MAP-UA 404 Offered every semester. 4  points. Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Marx and Engels' Communist Manifesto,  selections from Darwin, Nietzsche's Genealogy of Morality, or  Freud's Civilization and Its Discontents, and other texts from the  19th and early 20th centuries.    Texts and Ideas: Antiquity and the   Renaissance—Writing Intensive   MAP-UA 412 Offered in the fall. 4  points.   The same as MAP-UA 402, but with  additional emphasis on writing. Students read and write about the  course texts both for the lecture course and in their linked section  of Writing the Essay (EXPOS-UA 1).      Texts and Ideas: Antiquity and the 19th  Century—Writing Intensive   MAP-UA 414 Offered in the fall. 4  points.   The same as MAP-UA 404, but with  additional emphasis on writing. Students read and write about the  course texts both for the lecture course and in their linked section  of Writing the Essay (EXPOS-UA 1).         Cultures and Contexts      Cultures and Contexts: Islamic  Societies   MAP-UA 502 Offered every year. 4  points.   Examines the common base and regional  variations of Islamic societies. An \"Islamic society\" is here  understood as one that shares, either as operative present or  historical past, that common religious base called Islam. For  Muslims, Islam is not simply a set of beliefs or observances, but  also includes a history; its study is thus by nature historical,  topical, and regional. The emphasis in the premodern period is first  on the Quran and then on law, political theory, theology, and  mysticism. For the more recent period, the stress is on the search  for religious identity. Throughout, students are exposed to Islamic  societies in the words of their own writings.      Cultures and Contexts: Africa   MAP-UA 505 Offered every year. 4  points.   Key concepts related to understanding  sub-Saharan African cultures and societies, concentrating in  particular on teaching students how to think critically and consult  sources sensibly when studying non-Western cultures. Topics include  problems in the interpretation of African literature, African  history, gender issues, the question of whether African thought and  values constitute a unique system of thinking, the impact of the  slave trade and colonialism on African societies and culture, and the  difficulties of and means for translating and interpreting the system  of thought and behavior in an African traditional society into terms  meaningful to Westerners. Among the readings are novels, current  philosophical theory, and feminist interpretations of black and white  accounts of African societies and the place of women in them. Issues  are approached with the use of analyses from history, anthropology,  sociology, literary theory, and philosophy.      Cultures and Contexts: The Chinese and  Japanese Traditions   MAP-UA 506 Offered every other year. 4  points.   Essential aspects of Asian  culture—Confucianism, Taoism, Buddhism, and Shintoism—studied  through careful reading of major works of philosophy and literature.  A roughly equal division between Chinese and Japanese works is meant  to give a basic understanding of the broad similarities and the less  obvious, but all-important, differences among the cultures of  Confucian Asia. One reading is a Vietnamese adaptation of a Chinese  legend. The last two readings, modern novellas from Japan and China,  show the reaction of the traditional cultures to the Western  invasions.      Cultures and Contexts: Japan—A  Cultural History   MAP-UA 507 Offered every other year. 4  points.   A consideration of the prehistory to  Japan's modernist transformation through an analysis of key  literary, religious, and artistic texts. Concentrates on the  historical experiences that produced elements of a national culture  before there was a nation and on the consciousness of being Japanese  before there was a \"Japan.\" Examines how key cultural elements  were used to make a modern nation-state.      Cultures and Contexts: The Pacific  Islands   MAP-UA 508 Offered occasionally. 4  points.   The Pacific Island region sweeps from  Easter Island in the East to Papua New Guinea in the West, a vast  \"sea of islands\" that has been a crucial space of exchange: of  perspectives, materials, people, and ideas. What can we learn from  the study of this region, a set of islands with both commonalities  and differences that is often imagined as one \"place\"? We examine  the cultures of the Pacific Islands, moving from the first migrations  of indigenous navigators through the age of European exploration and  colonialism, to the local experience of World War II and contemporary  engagements with globalization. We also study the area's unique  cultural configurations of ritual practice, cosmology, and society.  Along the way, we engage directly with the voices of Pacific  islanders, from those who participated in the voyages of Captain  Cook, to indigenous artists who reflect on these complex and  entangled histories. Other primary sources include museum  collections, film, painting, and other visual representations. This  comparative approach enables us to understand debates about colonial  encounter, primitivism, cannibalism, cargo cults, nuclear testing,  resource extraction, and the morality of diet, from a Pacific  perspective.      Cultures and Contexts: Middle Eastern  Societies   MAP-UA 511 Offered every other year. 4  points.   The popular American picture of the  Middle East as a place of violence, veiled women, and oil wealth  portrays none of the richness or complexity of most people's lives  in the region. How can we make sense of these seemingly unfamiliar  societies and think critically about Western images of the  unfamiliar? Questions examined in depth include the following: What  variety of sources do people in the Middle East draw on to define  their sense of who they are—as members of particular households,  regions, nations, or religious communities? How do women and men  construct their gender identity? In what ways are village, town, and  city lives being transformed? Do people of the Middle East experience  their region's politics the way it is portrayed in the West? What  are some of the causes of political repression, armed struggle, or  terror? How did European colonialism reshape the lives of people in  the region, and how do they today encounter the cultural and economic  power of the United States and Europe? Readings are drawn from  history, anthropology, political economy, and the contemporary  literature of the region.      Cultures and Contexts: China   MAP-UA 512 Offered every other year. 4  points.   Fundamental concepts and practices of  Chinese society and culture, examined using primary sources in  translation whenever possible. By studying the social, political,  religious, ideological, ritual, economic, and cultural life of the  Chinese, students gain a sense of the core values and issues of  Chinese civilization and how these have affected and continue to have  an impact on the way people think and live.      Cultures and Contexts: Ancient Israel   MAP-UA 514 Offered every semester. 4  points.   The culture of the ancient Israelite  societies of biblical times, covering the period from about 1200  B.C.E. to the conquests of Alexander the Great, in the fourth century  B.C.E. Topics include the achievements of these societies in the  areas of law and social organization, prophetic movements, Israelite  religion, and ancient Hebrew literature. The Hebrew Bible preserves  much of the creativity of the ancient Israelites, but archaeological  excavations in Israel and neighboring lands, as well as the discovery  of ancient writings in Hebrew and related languages, have added  greatly to our knowledge of life as it was lived in biblical times.  The civilizations of Egypt and Syria-Mesopotamia also shed light on  Israelite culture. Of particular interest is the early development of  Israelite monotheism, which, in time, emerged as ancient Judaism, the  mother religion of Christianity and Islam.      Cultures and Contexts: Latin America   MAP-UA 515 Offered every other year. 4  points.   Explores the cultural, social, and  political organization of indigenous people before the period of  European colonization. Studies the dynamics of the colonial  encounter, focusing on such themes as indigenous responses to  European rule, the formation of \"Indian\" society, and the  interaction of Europeans, Africans, and indigenous people. Considers  postcolonial Latin America, focusing on themes such as political  culture, competing ideologies of economics and social development,  and the construction of collective identities based on region, race,  ethnicity, gender, and class. Readings consist mostly of primary  sources and allow students to hear diverse voices within Latin  American society. Works by European conquerors, Inca and Aztec  descendants in the colonial period, and African and creole slaves are  studied. Novels, short stories, films, photographs, and music are  also included.      Cultures and Contexts: India   MAP-UA 516 Offered every other year. 4  points.   Considers the paradoxes of modern  India: ancient religious ideas coexisting with material progress,  hierarchical caste society with parliamentary democracy, and urban  shantytowns with palatial high-rises. Integrates research on India's  cultural values with social-scientific perspectives on their  contemporary relevance. Examines problems such as protective  discrimination for lower castes and cultural nationalism. Shows how  democracy involves difficult choices among competing, often opposed,  ancient and modern cultural values.      Cultures and Contexts: Contemporary  Latino Cultures   MAP-UA 529 Offered every year. 4  points.   Examines the growth and development of  \"Latino\" as a distinct category of identity out of the highly  diverse populations of Latin American background in the United  States, paying particular attention to the social processes shaping  its emergence. Provides a detailed examination of the processes of  cultural creation behind the rising growth of transnational cultures  and identities worldwide, and of the forces that are fueling their  development. Begins by exploring the immigration of Latin American  peoples to U.S. cities, then turns to three case studies of emerging  Latino communities, and ends by examining contemporary issues  involving Latinos in urban centers such as New York.      Cultures and Contexts: The African  Diaspora   MAP-UA 532 Offered every year. 4  points.   The dispersal of Africans to various  parts of the world and over time, examining their experiences and  those of their descendants. Regions of special interest include the  Americas and the Islamic world, centering on questions of slavery and  freedom while emphasizing the emergence of cultural forms and their  relationship to both African and non-African influences.      Cultures and Contexts: Indigenous  Australia   MAP-UA 536 Offered every other year. 4  points.   The indigenous people of Australia have  long been the subject of interest and imagination by outsiders for  their cultural formulations of kinship, ritual, art, gender, and  politics, and they have entered into representations as distinctively  \"other\"—whether in negative or positive formulations of the  \"primitive.\" These representations—in feature films about them  such as Walkabout and Rabbit-Proof Fence, in New Age literature, or  in museum exhibitions—are now also in dialogue with their own forms  of cultural production. At the same time, Aboriginal people have  struggled to reproduce themselves and their traditions in their own  terms, asserting their right to forms of cultural autonomy and  self-determination. We explore the historical and geographical range  of Aboriginal Australian forms of social being through ethnographic  texts, art, novels, autobiographies, film, and other media, and  consider the ways in which identity is being challenged and  constructed.      Cultures and Contexts: Modern Israel   MAP-UA 537 Offered every year. 4  points.   Despite its small size and population,  Israel is a diverse, dynamic, and complex society. To understand its  ethnic, religious, and political divisions, the different ethnic  origins of the Jewish population over the last 150 years are  examined, and the growing role of the Arab population (approaching 20  percent) in Israeli society is discussed. The special role of  religion in the secular state, the development of Hebrew-speaking  culture, the political system, the settlement movement and the peace  movement, gender issues, and the role of the army in everyday life  are all addressed, concluding with a survey of the debate on whether  Israel is a Jewish state or a state of all its citizens. Although the  controversial issues that keep Israel in the headlines are touched  on, the focus is on the character of Israeli society and the impact  on everyday life of living in the international limelight.      Cultures and Contexts:  Asian/Pacific/American Cultures   MAP-UA 539 Offered every year. 4  points.   Major issues in the historical and  contemporary experiences of Asian Pacific Americans, including  migration, modernization, racial formation, community-building, and  political mobilization. Asian Pacific America encompasses a complex,  diverse, and rapidly changing population of people. Particular  attention is given to Asian Americans' use of cultural productions  (films, literature, art, media, and popular culture) as an expression  and reflection of their cultural identities, historical conditions,  and political efforts.      Cultures and Contexts: New World  Encounters   MAP-UA 541 Offered every year. 4  points.   What was America before it was called  America? How did indigenous cultures understand and document their  first encounters with Europeans? We focus on peoples, events, and  cultural expressions associated with the conquest and colonization of  the Americas, concentrating on three key areas: central Mexico, home  to several pre-Columbian societies, most notably the Aztec Empire,  and later the seat of Spanish power in northern Latin America (the  Viceroyalty of New Spain); the central Andes, home of the Incas and  later the site of Spanish power in southern Latin America (the  Viceroyalty of Peru); and finally, early plantation societies of the  Caribbean, where the violent history of enslaved Africans in the new  world unfolded. On one hand, we explore how those subjugated by  conquest and colonialism interpreted, resisted, and recorded their  experience. On the other, we ask what new cultural forms emerged from  these violent encounters, and consider their role in the foundation  of \"Latin American\" cultures. Readings balance a range of primary  documents and art created during the \"age of encounter,\"  including maps, letters, paintings, and testimonials, along with  historical and theoretical texts.      Cultures and Contexts: Egypt of the  Pharaohs   MAP-UA 545 Offered every year. 4  points.   The archaeology, literature, and art of  ancient Egypt all offer insights into its culture. Subjects of  special interest are ancient Egyptian religious experiences and  ethics, as well as constructions of gender, class, and ethnicity.  Settlements that are particularly well documented through both  archaeological and textual remains—such as Kahun and Deir  el-Medina—yield extensive information about the varieties of social  experience in these societies. Lives differed tremendously based on  gender, profession, and locality (both spatial and temporal).  Likewise, we explore how Egyptians, regardless of social standing,  attempted to alter their socio-political circumstances through  avenues such as concerted political action, magic, revolt, or the  construction of well-crafted satire. Primary sources include letters,  wisdom literature, love poetry, ancient house plans, tomb scenes, and  physical anthropology.        Cultures and Contexts: Global Asia   MAP-UA 546 Offered every other year. 4  points.   Explores the expansive transformation  of Asian cultures from ancient times to the present, focusing on  networks of mobility, interaction, social order, and exchange that  form the particularity of Asian cultures through entanglements with  others. Beginning in the days of Alexander the Great and the  formation of the Afro-Eurasian ecumene, follows the tracks of  Buddhist, Confucian, Hindu, and Muslim expansion and then turns to  the age of early modern landed empires,  Ottoman-Safavid-Mughal-Ming/Ching, and their interactions with  seaborne European expansion. Studies truly global formations of  culture in the flow of goods, ideas, and people among world regions,  during the age of modern empires and nationalism, including the rise  of the nation as a cultural norm, capitalism in Asia, and Japanese  expansion around the Pacific Rim. Concludes by considering cultural  change attending globalization since the 1950s, focusing on  entanglements of Asian cultures with the globalizing culture of the  market, consumerism, and wage labor, and transnational labor  migration, as well as Asian cultural spaces in and around New York  City, including our nearby Chinatown.      Cultures and Contexts: Globalizing the  Americas   MAP-UA 550 Offered every other year. 4  points.   The idea of \"America\" has long been  dissected and reconstituted by a number of ideologues, theorists,  policymakers, artists, activists, and ordinary people. Each has  sought to craft a new existence that distinguished itself from \"Old  World\" tyranny and tensions, significantly through the creation of  imagined communities of identity and belonging, based on various  cultural, political-economic, and social criteria. We focus on  studies of selected communities (e.g., the concept and experience of  race in Brazil, homophobia in the West Indies) and historical events  (e.g., 19th- and 20th-century migrations of Asians to Central  America) and explore how global visions and international movements  as, for example, Negritude, Pan-Americanism, Pan-Africanism,  cosmopolitanism, and mestizaje/créolité emerge from local currents  and practices.      Cultures and Contexts: Immigrant  America in the 19th Century   MAP-UA 551 Offered occasionally. 4  points.   The \"long nineteenth century,\" from  the 1820s through the 1920s, saw the arrival of no fewer than 50  million immigrants to the United States. Coming primarily, although  not exclusively, from Europe, their migrations not only transformed  the places they left, but profoundly altered American society. These  migrations, all of which involved a high degree of choice on the part  of their participants, took place within the context of family and  communal decision making, which in turn impacted significantly on the  women and men who made these journeys, allowing—or forcing—them  to create new kinds of identities, institutions, and cultures.  Indeed, as a result of their migrations, they became new people. They  became \"ethnic,\" as they had to redefine themselves both in terms  of what they left, what they \"brought\" with them, and what they  encountered in America. We explore how their journeys led to the  creation of a set of ethnic communities in America, which we can see  as specific and unique and yet resembling each other in notable ways,  focusing on three seemingly very different 19th-century groups:  Irish, Italian, and Jewish immigrants, and the ethnic cultures they  created.      Cultures &amp; Contexts: Topics—Empires  and Political Imagination   MAP-UA 552 Offered every other year. 4  points.   Comparative study of empires, from the  Romans to the present, and the ways that empires have inspired and  constrained their subjects' ideas of rights, belonging, and power.  Throughout history, few people lived for very long in a state that  consisted entirely or even mainly of people with whom they shared a  language and culture. Empires—polities that maintained social and  cultural distinction even as they incorporated different people—have  been one of the most common and durable forms of political  organization. An examination of the variety of human cultures must   take account of how people lived in  empires—sometimes seeking higher degrees of autonomy, sometimes  accommodating to rulers' authority, sometimes trying to extend  their own power over others. The study of empire expands our ideas of  citizenship and challenges the notion that the nation-state is  natural and necessary. We investigate how empires were held  together—and where they were weak—from perspectives that focus on  political and economic connections over long distances and long time  periods. We also explore how scholars have approached the topic of  empires, examining their methods and their interpretations. Readings  include historical scholarship on the Roman, Chinese, Mongol,  Spanish, Russian, French, British, and American empires, as well as  primary sources produced by people living in these and other imperial  polities.         Societies and the Social Sciences      Note that the prerequisite for all  Societies and the Social Sciences courses is completion of Texts and  Ideas (MAP-UA 4XX) and Cultures and Contexts (MAP-UA 5XX), as well as  completion of (or exemption from) Writing the Essay (EXPOS-UA 1),   Writing II (WRI-UF 2002), or International Writing Workshop II (EXPOS-UA 9).      Societies and the Social Sciences:  Topics in Interdisciplinary Perspective   MAP-UA 600 Offered occasionally. 4  points.   Examines social phenomena that cross  the boundaries among the various social-scientific disciplines.  Topics vary each term and may include, for example, human migration,  religion, fascism, or colonialism. By considering the methodologies  appropriate to the study of these topics, students learn to  appreciate the characteristic approaches of the social sciences,  their power to help us understand such phenomena, and their  limitations.         Expressive Culture      Note that the prerequisite for all  Expressive Culture courses is completion of Texts and Ideas (MAP-UA  4XX) and Cultures and Contexts (MAP-UA 5XX), as well as completion of  (or exemption from) Writing the Essay (EXPOS-UA 1), Writing II (WRI-UF 2002), or International Writing Workshop II (EXPOS-UA 9).      Expressive Culture: Words   MAP-UA 710 Offered occasionally. 4  points.   What is literature or the literary? Is  there a literary language that works differently from ordinary  language? What is literary style and form? What is the position of  the writer or artist in relation to society, and what is the function  of the reader? Is literature a mirror of the world that it describes,  an attempt to influence a reader's ideas or opinions, an expression  of the identity of the writer, or none of these?      Expressive Culture: The Graphic Novel   MAP-UA 711 Offered occasionally. 4  points.   Examines the interplay between words  and images in the graphic novel, a hybrid medium with a system of  communication reminiscent of prose fiction, animation, and film. What  is the connection between text and art? How are internal psychology,  time, and action conveyed in a static series of words and pictures?  What can the graphic novel convey that other media cannot? Authors  include Alan Moore, Art Spiegelman, Peter Milligan, Charles Burns,  and Carla Speed McNeil.      Expressive Culture: Images   MAP-UA 720 Offered occasionally. 4  points.   What is the place of art in an  image-saturated world? We begin by considering the power and taboo of  images and the ways in which individuals and institutions that  constitute \"the art world\" classify some of these images as works  of art; turn to explore the visual and conceptual challenges  presented by major works of sculpture, architecture, and painting;  and conclude with a selection of problems raised by art today.  Students develop the vocabulary to both appreciate and question the  artistic \"gestures\" of society in various places and times.      Expressive Culture: Painting and  Sculpture in New York Field Study   MAP-UA 721 Offered every spring. 4  points.   New York's public art collections  contain important examples of painting and sculpture from almost  every phase of the past, as well as some of the world's foremost  works of contemporary art. Meets once a week for an extended period  and combines on-campus lectures with group excursions to the museums  or other locations where these works are exhibited.      Expressive Culture: Architecture in New  York Field Study   MAP-UA 722 Offered every fall. 4  points.   New York's rich architectural  heritage offers a unique opportunity for firsthand consideration of  the concepts and styles of modern urban architecture, as well as its  social, financial, and cultural contexts. Meets once a week for an  extended period and combines on-campus lectures with group excursions  to prominent buildings. Consideration is given both to individual  buildings as examples of 19th- and 20th-century architecture, as well  as to phenomena such as the development of the skyscraper and the  adaptation of older buildings to new uses.      Expressive Culture: Sounds   MAP-UA 730 Offered every semester. 4  points.   Our lives pulsate with patterns of  sounds that we call music. We encounter these sounds in our homes,  cars, stores, and exercise salons; they accompany us to the grocery  store, the dentist's office, and the movies. Yet we rarely think  consciously about what they mean. Through a series of specific case  studies, we investigate the function and significance of music and  the musician in human life. We raise basic questions about how music  has been created, produced, perceived, and evaluated at diverse  historical moments, in a variety of geographical locations, and among  different cultural groups. Through aural explorations and discussion  of how these vivid worlds \"sound\" in time and space, we assess  the value of music in human experience.      Expressive Culture: Performance   MAP-UA 740 Offered occasionally. 4  points.   Examines \"performance\" both as a  practice and as a theoretical tool with which to understand today's  world. The broad spectrum of live performance is explored by means of  lectures, discussions, and field trips. Students look at theatre and  dance, performance in everyday life, rituals, popular entertainments,  and intercultural performance. On the theoretical level, students are  introduced to \"speech acts,\" \"restored behavior,\" \"ritual  process,\" and \"play.\" Students see a broad variety of  performances, such as Native American powwow, Indian Hindu ritual  drama, off-Broadway theatre and dance, African American gospel,  street performers, and courtroom trials.      Expressive Culture: Film   MAP-UA 750 Offered every semester. 4  points.   Film is a medium that combines a number  of arts. It lies at the intersection of art and technology and of art  and mass culture, and at the boundaries of the national and the  global. Film is also a medium that coincides with and contributes to  the invention of modern life. By exploring the expressive and  representational achievements of cinema in the context of modernity  and mass culture, students learn the concepts to grasp the different  ways in which films create meaning, achieve their emotional impact,  and respond in complex ways to the historical contexts in which they  are made.                  Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings        In addition to the information listed  below, detailed descriptions of each year's course offerings may be  found on the MAP website .       Texts and Ideas   In addition to the traditional  lecture/recitation format, selected sections of Texts and Ideas are  also offered in writing-intensive versions in conjunction with   Writing the Essay (EXPOS-UA 1). Consult the MAP website for each  year's schedule.   Texts and Ideas: Topics   MAP-UA 400 Offered every semester. 4  points.   Recent topics include: Objectivity,  Liberation, the Deliberating Citizen, Animal Humans, Utopias and  Distopias, Freedom and Opression, and Literature in Wonderland.  Consult the MAP website for descriptions of each term's offerings.      Texts and Ideas: Antiquity and the  Middle Ages   MAP-UA 401 Offered occasionally. 4  points.   Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Dante's Inferno, selections from  Paradiso, and other texts from the Middle Ages.      Texts and Ideas: Antiquity and the  Renaissance   MAP-UA 402 Offered every semester. 4  points.   Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Machiavelli's Prince, a Shakespearean  play or Milton's Samson Agonistes, and other texts from the  Renaissance.      Texts and Ideas: Antiquity and the  Enlightenment   MAP-UA 403 Offered every semester. 4  points.   Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Pascal's Pensées, Rousseau's  Confessions, and other texts from the Enlightenment.        Texts and Ideas: Antiquity and the 19th  Century   MAP-UA 404 Offered every semester. 4  points. Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Marx and Engels' Communist Manifesto,  selections from Darwin, Nietzsche's Genealogy of Morality, or  Freud's Civilization and Its Discontents, and other texts from the  19th and early 20th centuries.    Texts and Ideas: Antiquity and the   Renaissance—Writing Intensive   MAP-UA 412 Offered in the fall. 4  points.   The same as MAP-UA 402, but with  additional emphasis on writing. Students read and write about the  course texts both for the lecture course and in their linked section  of Writing the Essay (EXPOS-UA 1).      Texts and Ideas: Antiquity and the 19th  Century—Writing Intensive   MAP-UA 414 Offered in the fall. 4  points.   The same as MAP-UA 404, but with  additional emphasis on writing. Students read and write about the  course texts both for the lecture course and in their linked section  of Writing the Essay (EXPOS-UA 1).         Cultures and Contexts      Cultures and Contexts: Islamic  Societies   MAP-UA 502 Offered every year. 4  points.   Examines the common base and regional  variations of Islamic societies. An \"Islamic society\" is here  understood as one that shares, either as operative present or  historical past, that common religious base called Islam. For  Muslims, Islam is not simply a set of beliefs or observances, but  also includes a history; its study is thus by nature historical,  topical, and regional. The emphasis in the premodern period is first  on the Quran and then on law, political theory, theology, and  mysticism. For the more recent period, the stress is on the search  for religious identity. Throughout, students are exposed to Islamic  societies in the words of their own writings.      Cultures and Contexts: Africa   MAP-UA 505 Offered every year. 4  points.   Key concepts related to understanding  sub-Saharan African cultures and societies, concentrating in  particular on teaching students how to think critically and consult  sources sensibly when studying non-Western cultures. Topics include  problems in the interpretation of African literature, African  history, gender issues, the question of whether African thought and  values constitute a unique system of thinking, the impact of the  slave trade and colonialism on African societies and culture, and the  difficulties of and means for translating and interpreting the system  of thought and behavior in an African traditional society into terms  meaningful to Westerners. Among the readings are novels, current  philosophical theory, and feminist interpretations of black and white  accounts of African societies and the place of women in them. Issues  are approached with the use of analyses from history, anthropology,  sociology, literary theory, and philosophy.      Cultures and Contexts: The Chinese and  Japanese Traditions   MAP-UA 506 Offered every other year. 4  points.   Essential aspects of Asian  culture—Confucianism, Taoism, Buddhism, and Shintoism—studied  through careful reading of major works of philosophy and literature.  A roughly equal division between Chinese and Japanese works is meant  to give a basic understanding of the broad similarities and the less  obvious, but all-important, differences among the cultures of  Confucian Asia. One reading is a Vietnamese adaptation of a Chinese  legend. The last two readings, modern novellas from Japan and China,  show the reaction of the traditional cultures to the Western  invasions.      Cultures and Contexts: Japan—A  Cultural History   MAP-UA 507 Offered every other year. 4  points.   A consideration of the prehistory to  Japan's modernist transformation through an analysis of key  literary, religious, and artistic texts. Concentrates on the  historical experiences that produced elements of a national culture  before there was a nation and on the consciousness of being Japanese  before there was a \"Japan.\" Examines how key cultural elements  were used to make a modern nation-state.      Cultures and Contexts: The Pacific  Islands   MAP-UA 508 Offered occasionally. 4  points.   The Pacific Island region sweeps from  Easter Island in the East to Papua New Guinea in the West, a vast  \"sea of islands\" that has been a crucial space of exchange: of  perspectives, materials, people, and ideas. What can we learn from  the study of this region, a set of islands with both commonalities  and differences that is often imagined as one \"place\"? We examine  the cultures of the Pacific Islands, moving from the first migrations  of indigenous navigators through the age of European exploration and  colonialism, to the local experience of World War II and contemporary  engagements with globalization. We also study the area's unique  cultural configurations of ritual practice, cosmology, and society.  Along the way, we engage directly with the voices of Pacific  islanders, from those who participated in the voyages of Captain  Cook, to indigenous artists who reflect on these complex and  entangled histories. Other primary sources include museum  collections, film, painting, and other visual representations. This  comparative approach enables us to understand debates about colonial  encounter, primitivism, cannibalism, cargo cults, nuclear testing,  resource extraction, and the morality of diet, from a Pacific  perspective.      Cultures and Contexts: Middle Eastern  Societies   MAP-UA 511 Offered every other year. 4  points.   The popular American picture of the  Middle East as a place of violence, veiled women, and oil wealth  portrays none of the richness or complexity of most people's lives  in the region. How can we make sense of these seemingly unfamiliar  societies and think critically about Western images of the  unfamiliar? Questions examined in depth include the following: What  variety of sources do people in the Middle East draw on to define  their sense of who they are—as members of particular households,  regions, nations, or religious communities? How do women and men  construct their gender identity? In what ways are village, town, and  city lives being transformed? Do people of the Middle East experience  their region's politics the way it is portrayed in the West? What  are some of the causes of political repression, armed struggle, or  terror? How did European colonialism reshape the lives of people in  the region, and how do they today encounter the cultural and economic  power of the United States and Europe? Readings are drawn from  history, anthropology, political economy, and the contemporary  literature of the region.      Cultures and Contexts: China   MAP-UA 512 Offered every other year. 4  points.   Fundamental concepts and practices of  Chinese society and culture, examined using primary sources in  translation whenever possible. By studying the social, political,  religious, ideological, ritual, economic, and cultural life of the  Chinese, students gain a sense of the core values and issues of  Chinese civilization and how these have affected and continue to have  an impact on the way people think and live.      Cultures and Contexts: Ancient Israel   MAP-UA 514 Offered every semester. 4  points.   The culture of the ancient Israelite  societies of biblical times, covering the period from about 1200  B.C.E. to the conquests of Alexander the Great, in the fourth century  B.C.E. Topics include the achievements of these societies in the  areas of law and social organization, prophetic movements, Israelite  religion, and ancient Hebrew literature. The Hebrew Bible preserves  much of the creativity of the ancient Israelites, but archaeological  excavations in Israel and neighboring lands, as well as the discovery  of ancient writings in Hebrew and related languages, have added  greatly to our knowledge of life as it was lived in biblical times.  The civilizations of Egypt and Syria-Mesopotamia also shed light on  Israelite culture. Of particular interest is the early development of  Israelite monotheism, which, in time, emerged as ancient Judaism, the  mother religion of Christianity and Islam.      Cultures and Contexts: Latin America   MAP-UA 515 Offered every other year. 4  points.   Explores the cultural, social, and  political organization of indigenous people before the period of  European colonization. Studies the dynamics of the colonial  encounter, focusing on such themes as indigenous responses to  European rule, the formation of \"Indian\" society, and the  interaction of Europeans, Africans, and indigenous people. Considers  postcolonial Latin America, focusing on themes such as political  culture, competing ideologies of economics and social development,  and the construction of collective identities based on region, race,  ethnicity, gender, and class. Readings consist mostly of primary  sources and allow students to hear diverse voices within Latin  American society. Works by European conquerors, Inca and Aztec  descendants in the colonial period, and African and creole slaves are  studied. Novels, short stories, films, photographs, and music are  also included.      Cultures and Contexts: India   MAP-UA 516 Offered every other year. 4  points.   Considers the paradoxes of modern  India: ancient religious ideas coexisting with material progress,  hierarchical caste society with parliamentary democracy, and urban  shantytowns with palatial high-rises. Integrates research on India's  cultural values with social-scientific perspectives on their  contemporary relevance. Examines problems such as protective  discrimination for lower castes and cultural nationalism. Shows how  democracy involves difficult choices among competing, often opposed,  ancient and modern cultural values.      Cultures and Contexts: Contemporary  Latino Cultures   MAP-UA 529 Offered every year. 4  points.   Examines the growth and development of  \"Latino\" as a distinct category of identity out of the highly  diverse populations of Latin American background in the United  States, paying particular attention to the social processes shaping  its emergence. Provides a detailed examination of the processes of  cultural creation behind the rising growth of transnational cultures  and identities worldwide, and of the forces that are fueling their  development. Begins by exploring the immigration of Latin American  peoples to U.S. cities, then turns to three case studies of emerging  Latino communities, and ends by examining contemporary issues  involving Latinos in urban centers such as New York.      Cultures and Contexts: The African  Diaspora   MAP-UA 532 Offered every year. 4  points.   The dispersal of Africans to various  parts of the world and over time, examining their experiences and  those of their descendants. Regions of special interest include the  Americas and the Islamic world, centering on questions of slavery and  freedom while emphasizing the emergence of cultural forms and their  relationship to both African and non-African influences.      Cultures and Contexts: Indigenous  Australia   MAP-UA 536 Offered every other year. 4  points.   The indigenous people of Australia have  long been the subject of interest and imagination by outsiders for  their cultural formulations of kinship, ritual, art, gender, and  politics, and they have entered into representations as distinctively  \"other\"—whether in negative or positive formulations of the  \"primitive.\" These representations—in feature films about them  such as Walkabout and Rabbit-Proof Fence, in New Age literature, or  in museum exhibitions—are now also in dialogue with their own forms  of cultural production. At the same time, Aboriginal people have  struggled to reproduce themselves and their traditions in their own  terms, asserting their right to forms of cultural autonomy and  self-determination. We explore the historical and geographical range  of Aboriginal Australian forms of social being through ethnographic  texts, art, novels, autobiographies, film, and other media, and  consider the ways in which identity is being challenged and  constructed.      Cultures and Contexts: Modern Israel   MAP-UA 537 Offered every year. 4  points.   Despite its small size and population,  Israel is a diverse, dynamic, and complex society. To understand its  ethnic, religious, and political divisions, the different ethnic  origins of the Jewish population over the last 150 years are  examined, and the growing role of the Arab population (approaching 20  percent) in Israeli society is discussed. The special role of  religion in the secular state, the development of Hebrew-speaking  culture, the political system, the settlement movement and the peace  movement, gender issues, and the role of the army in everyday life  are all addressed, concluding with a survey of the debate on whether  Israel is a Jewish state or a state of all its citizens. Although the  controversial issues that keep Israel in the headlines are touched  on, the focus is on the character of Israeli society and the impact  on everyday life of living in the international limelight.      Cultures and Contexts:  Asian/Pacific/American Cultures   MAP-UA 539 Offered every year. 4  points.   Major issues in the historical and  contemporary experiences of Asian Pacific Americans, including  migration, modernization, racial formation, community-building, and  political mobilization. Asian Pacific America encompasses a complex,  diverse, and rapidly changing population of people. Particular  attention is given to Asian Americans' use of cultural productions  (films, literature, art, media, and popular culture) as an expression  and reflection of their cultural identities, historical conditions,  and political efforts.      Cultures and Contexts: New World  Encounters   MAP-UA 541 Offered every year. 4  points.   What was America before it was called  America? How did indigenous cultures understand and document their  first encounters with Europeans? We focus on peoples, events, and  cultural expressions associated with the conquest and colonization of  the Americas, concentrating on three key areas: central Mexico, home  to several pre-Columbian societies, most notably the Aztec Empire,  and later the seat of Spanish power in northern Latin America (the  Viceroyalty of New Spain); the central Andes, home of the Incas and  later the site of Spanish power in southern Latin America (the  Viceroyalty of Peru); and finally, early plantation societies of the  Caribbean, where the violent history of enslaved Africans in the new  world unfolded. On one hand, we explore how those subjugated by  conquest and colonialism interpreted, resisted, and recorded their  experience. On the other, we ask what new cultural forms emerged from  these violent encounters, and consider their role in the foundation  of \"Latin American\" cultures. Readings balance a range of primary  documents and art created during the \"age of encounter,\"  including maps, letters, paintings, and testimonials, along with  historical and theoretical texts.      Cultures and Contexts: Egypt of the  Pharaohs   MAP-UA 545 Offered every year. 4  points.   The archaeology, literature, and art of  ancient Egypt all offer insights into its culture. Subjects of  special interest are ancient Egyptian religious experiences and  ethics, as well as constructions of gender, class, and ethnicity.  Settlements that are particularly well documented through both  archaeological and textual remains—such as Kahun and Deir  el-Medina—yield extensive information about the varieties of social  experience in these societies. Lives differed tremendously based on  gender, profession, and locality (both spatial and temporal).  Likewise, we explore how Egyptians, regardless of social standing,  attempted to alter their socio-political circumstances through  avenues such as concerted political action, magic, revolt, or the  construction of well-crafted satire. Primary sources include letters,  wisdom literature, love poetry, ancient house plans, tomb scenes, and  physical anthropology.        Cultures and Contexts: Global Asia   MAP-UA 546 Offered every other year. 4  points.   Explores the expansive transformation  of Asian cultures from ancient times to the present, focusing on  networks of mobility, interaction, social order, and exchange that  form the particularity of Asian cultures through entanglements with  others. Beginning in the days of Alexander the Great and the  formation of the Afro-Eurasian ecumene, follows the tracks of  Buddhist, Confucian, Hindu, and Muslim expansion and then turns to  the age of early modern landed empires,  Ottoman-Safavid-Mughal-Ming/Ching, and their interactions with  seaborne European expansion. Studies truly global formations of  culture in the flow of goods, ideas, and people among world regions,  during the age of modern empires and nationalism, including the rise  of the nation as a cultural norm, capitalism in Asia, and Japanese  expansion around the Pacific Rim. Concludes by considering cultural  change attending globalization since the 1950s, focusing on  entanglements of Asian cultures with the globalizing culture of the  market, consumerism, and wage labor, and transnational labor  migration, as well as Asian cultural spaces in and around New York  City, including our nearby Chinatown.      Cultures and Contexts: Globalizing the  Americas   MAP-UA 550 Offered every other year. 4  points.   The idea of \"America\" has long been  dissected and reconstituted by a number of ideologues, theorists,  policymakers, artists, activists, and ordinary people. Each has  sought to craft a new existence that distinguished itself from \"Old  World\" tyranny and tensions, significantly through the creation of  imagined communities of identity and belonging, based on various  cultural, political-economic, and social criteria. We focus on  studies of selected communities (e.g., the concept and experience of  race in Brazil, homophobia in the West Indies) and historical events  (e.g., 19th- and 20th-century migrations of Asians to Central  America) and explore how global visions and international movements  as, for example, Negritude, Pan-Americanism, Pan-Africanism,  cosmopolitanism, and mestizaje/créolité emerge from local currents  and practices.      Cultures and Contexts: Immigrant  America in the 19th Century   MAP-UA 551 Offered occasionally. 4  points.   The \"long nineteenth century,\" from  the 1820s through the 1920s, saw the arrival of no fewer than 50  million immigrants to the United States. Coming primarily, although  not exclusively, from Europe, their migrations not only transformed  the places they left, but profoundly altered American society. These  migrations, all of which involved a high degree of choice on the part  of their participants, took place within the context of family and  communal decision making, which in turn impacted significantly on the  women and men who made these journeys, allowing—or forcing—them  to create new kinds of identities, institutions, and cultures.  Indeed, as a result of their migrations, they became new people. They  became \"ethnic,\" as they had to redefine themselves both in terms  of what they left, what they \"brought\" with them, and what they  encountered in America. We explore how their journeys led to the  creation of a set of ethnic communities in America, which we can see  as specific and unique and yet resembling each other in notable ways,  focusing on three seemingly very different 19th-century groups:  Irish, Italian, and Jewish immigrants, and the ethnic cultures they  created.      Cultures &amp; Contexts: Topics—Empires  and Political Imagination   MAP-UA 552 Offered every other year. 4  points.   Comparative study of empires, from the  Romans to the present, and the ways that empires have inspired and  constrained their subjects' ideas of rights, belonging, and power.  Throughout history, few people lived for very long in a state that  consisted entirely or even mainly of people with whom they shared a  language and culture. Empires—polities that maintained social and  cultural distinction even as they incorporated different people—have  been one of the most common and durable forms of political  organization. An examination of the variety of human cultures must   take account of how people lived in  empires—sometimes seeking higher degrees of autonomy, sometimes  accommodating to rulers' authority, sometimes trying to extend  their own power over others. The study of empire expands our ideas of  citizenship and challenges the notion that the nation-state is  natural and necessary. We investigate how empires were held  together—and where they were weak—from perspectives that focus on  political and economic connections over long distances and long time  periods. We also explore how scholars have approached the topic of  empires, examining their methods and their interpretations. Readings  include historical scholarship on the Roman, Chinese, Mongol,  Spanish, Russian, French, British, and American empires, as well as  primary sources produced by people living in these and other imperial  polities.         Societies and the Social Sciences      Note that the prerequisite for all  Societies and the Social Sciences courses is completion of Texts and  Ideas (MAP-UA 4XX) and Cultures and Contexts (MAP-UA 5XX), as well as  completion of (or exemption from) Writing the Essay (EXPOS-UA 1),   Writing II (WRI-UF 2002), or International Writing Workshop II (EXPOS-UA 9).      Societies and the Social Sciences:  Topics in Interdisciplinary Perspective   MAP-UA 600 Offered occasionally. 4  points.   Examines social phenomena that cross  the boundaries among the various social-scientific disciplines.  Topics vary each term and may include, for example, human migration,  religion, fascism, or colonialism. By considering the methodologies  appropriate to the study of these topics, students learn to  appreciate the characteristic approaches of the social sciences,  their power to help us understand such phenomena, and their  limitations.         Expressive Culture      Note that the prerequisite for all  Expressive Culture courses is completion of Texts and Ideas (MAP-UA  4XX) and Cultures and Contexts (MAP-UA 5XX), as well as completion of  (or exemption from) Writing the Essay (EXPOS-UA 1), Writing II (WRI-UF 2002), or International Writing Workshop II (EXPOS-UA 9).      Expressive Culture: Words   MAP-UA 710 Offered occasionally. 4  points.   What is literature or the literary? Is  there a literary language that works differently from ordinary  language? What is literary style and form? What is the position of  the writer or artist in relation to society, and what is the function  of the reader? Is literature a mirror of the world that it describes,  an attempt to influence a reader's ideas or opinions, an expression  of the identity of the writer, or none of these?      Expressive Culture: The Graphic Novel   MAP-UA 711 Offered occasionally. 4  points.   Examines the interplay between words  and images in the graphic novel, a hybrid medium with a system of  communication reminiscent of prose fiction, animation, and film. What  is the connection between text and art? How are internal psychology,  time, and action conveyed in a static series of words and pictures?  What can the graphic novel convey that other media cannot? Authors  include Alan Moore, Art Spiegelman, Peter Milligan, Charles Burns,  and Carla Speed McNeil.      Expressive Culture: Images   MAP-UA 720 Offered occasionally. 4  points.   What is the place of art in an  image-saturated world? We begin by considering the power and taboo of  images and the ways in which individuals and institutions that  constitute \"the art world\" classify some of these images as works  of art; turn to explore the visual and conceptual challenges  presented by major works of sculpture, architecture, and painting;  and conclude with a selection of problems raised by art today.  Students develop the vocabulary to both appreciate and question the  artistic \"gestures\" of society in various places and times.      Expressive Culture: Painting and  Sculpture in New York Field Study   MAP-UA 721 Offered every spring. 4  points.   New York's public art collections  contain important examples of painting and sculpture from almost  every phase of the past, as well as some of the world's foremost  works of contemporary art. Meets once a week for an extended period  and combines on-campus lectures with group excursions to the museums  or other locations where these works are exhibited.      Expressive Culture: Architecture in New  York Field Study   MAP-UA 722 Offered every fall. 4  points.   New York's rich architectural  heritage offers a unique opportunity for firsthand consideration of  the concepts and styles of modern urban architecture, as well as its  social, financial, and cultural contexts. Meets once a week for an  extended period and combines on-campus lectures with group excursions  to prominent buildings. Consideration is given both to individual  buildings as examples of 19th- and 20th-century architecture, as well  as to phenomena such as the development of the skyscraper and the  adaptation of older buildings to new uses.      Expressive Culture: Sounds   MAP-UA 730 Offered every semester. 4  points.   Our lives pulsate with patterns of  sounds that we call music. We encounter these sounds in our homes,  cars, stores, and exercise salons; they accompany us to the grocery  store, the dentist's office, and the movies. Yet we rarely think  consciously about what they mean. Through a series of specific case  studies, we investigate the function and significance of music and  the musician in human life. We raise basic questions about how music  has been created, produced, perceived, and evaluated at diverse  historical moments, in a variety of geographical locations, and among  different cultural groups. Through aural explorations and discussion  of how these vivid worlds \"sound\" in time and space, we assess  the value of music in human experience.      Expressive Culture: Performance   MAP-UA 740 Offered occasionally. 4  points.   Examines \"performance\" both as a  practice and as a theoretical tool with which to understand today's  world. The broad spectrum of live performance is explored by means of  lectures, discussions, and field trips. Students look at theatre and  dance, performance in everyday life, rituals, popular entertainments,  and intercultural performance. On the theoretical level, students are  introduced to \"speech acts,\" \"restored behavior,\" \"ritual  process,\" and \"play.\" Students see a broad variety of  performances, such as Native American powwow, Indian Hindu ritual  drama, off-Broadway theatre and dance, African American gospel,  street performers, and courtroom trials.      Expressive Culture: Film   MAP-UA 750 Offered every semester. 4  points.   Film is a medium that combines a number  of arts. It lies at the intersection of art and technology and of art  and mass culture, and at the boundaries of the national and the  global. Film is also a medium that coincides with and contributes to  the invention of modern life. By exploring the expressive and  representational achievements of cinema in the context of modernity  and mass culture, students learn the concepts to grasp the different  ways in which films create meaning, achieve their emotional impact,  and respond in complex ways to the historical contexts in which they  are made.                  Contact Us | &copy; New York University , Arts and Science"}, {"content": "People    |     American Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home     People     Graduate Program       Undergraduate Program       Events       Resources and Affliliations       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter               Related Information         Affiliated Faculty           Administration and Staff           Alumni           PhD Student Profiles             Useful Links         Arts and Science Faculty Profiles           NYU Public Directory                 Home &gt; People     People   Andrew Ross, Director, American Studies (interim)                   Cristina Beltrán     Associate Professor of Social and Cultural Analysis   Director of Latino Studies   Email:     cbeltran@nyu.edu     Research Interests:   modern and contemporary political theory, democratic theory, Latino Studies/Latino politics in the U.S., feminist theory, American political thought, race and ethnicity, gender and sexuality               Renée Blake     Associate Professor of Linguistics and Social and Cultural Analysis   Director, Africana Studies   Email:     renee.blake@nyu.edu     Research Interests:   Urban sociolinguistics; African American Vernacular English; languages and cultures of the Caribbean.               Arlene Davila     Professor of Anthropology and Social and Cultural Analysis   Email:     arlene.davila@nyu.edu     Research Interests:   race and ethnicity; nationalism; media studies; political economy, globalization; the politics of museum and visual representation; urban studies; consumption; Latinos in the U.S.               David Dent     and Social and Cultural Analysis   Email:     david.dent@nyu.edu                 Carolyn Dinshaw     Professor of Social and Cultural Analysis and English   Chair of Social and Cultural Analysis   Email:     carolyn.dinshaw@nyu.edu     Research Interests:   English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Lisa Duggan     Professor of Social and Cultural Analysis   Research Interests:   Modern U.S. cultural, social, and political history; history of gender and sexuality; lesbian and gay studies.               Juan Flores     Professor of Social and Cultural Analysis   Email:     jflores@igc.org     Research Interests:   Social and cultural theory, Latino and Puerto Rican studies, popular music, theory of diaspora and transnational communities, Afro-Latino culture.               Gayatri Gopinath     Associate Professor of Social and Cultural Analysis   Director of Asian/Pacific/American Studies   Email:     gayatri.gopinath@nyu.edu     Research Interests:   Queer Studies, Postcolonial Studies, and Feminist Theory               Phillip Brian Harper     Erich Maria Remarque Professor of Literature;   Professor of Social and Cultural Analysis and English   Director, Gender and Sexuality Studies   Email:     phil.harper@nyu.edu     Research Interests:   Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Sharon Heijin Lee     Assistant Professor/Faculty Fellow of Social and Cultural Analysis   Email:     sharon.lee@nyu.edu     Research Interests:   transnational feminist cultural studies; intersections between asian american studies and asian studies; korean studies; transnational american studies, gender and sexuality studies               Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.               Harvey Molotch     Professor of Social and Cultural Analysis and Sociology   Email:     harvey.molotch@nyu.edu     Research Interests:   Urban development and political economy; the sociology of architecture, design, and consumption; environmental degradation; mechanisms of interactional inequalities.               Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender               Crystal Parikh     Associate Professor of English and Social and Cultural Analysis   Director of PhD   Email:     crystal.parikh@nyu.edu     Research Interests:   Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Ann Pellegrini     Professor of Social and Cultural Analysis and Performance Studies   Director, Center for the Study of Gender and Sexuality   Email:     ap39@nyu.edu     Research Interests:   religion, sexuality, and U.S. public life • performance and law • psychoanalysis and culture • trauma studies • lgbtq studies • feminist studies • gender and performance • affect studies • critical theories of secularism • religion and biopolitics • Jewish cultural studies • childhood studies               Mary Louise Pratt     Silver Professor;   Professor of Social and Cultural Analysis and Spanish & Portuguese and Comparative Literature   Email:     mlp7@nyu.edu                 Michael Ralph     Associate Professor, Gender and Sexuality Studies, Metropolitan Studies;   Associate Professor of Social and Cultural Analysis and Africana Studies and American Studies   Email:     michael.ralph@nyu.edu     Research Interests:   Citizenship, Sovereignty, Risk, Liability, Urban Youth Culture, Diaspora, Postcolonialism               Renato Rosaldo     Lucie Stern Professor in the Social Sciences;   Professor Emeritus of Anthropology and Social and Cultural Analysis   Email:     renato.rosaldo@nyu.edu     Research Interests:   Sociocultural anthropology, theory, history, cultural poetics, poetry, ethnography as text; island Southeast Asia, US Latinos, Mexico.               Andrew Ross     Professor of Social and Cultural Analysis   Director, American Studies (interim)   Email:     andrew.ross@nyu.edu     Research Interests:   labor and work; urban and suburban studies; intellectual history; social and political theory; science; ecology and technology; cultural studies               María Josefina Saldaña-Portillo     Associate Professor of Social and Cultural Analysis   Director of Undergraduate Studies   Email:     msp6@nyu.edu     Research Interests:   Latina/o cultural studies; development and globalization studies; comparative race in the Americas; 20th century revolutionary thought and literature of the Americas.               S.S. Sandhu     Associate Professor of English and Social and Cultural Analysis   Email:     ss162@nyu.edu     Research Interests:   Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Dean Itsuji Saranillio     Assistant Professor of Social and Cultural Analysis   Email:     ds3859@nyu.edu     Research Interests:   cultural politics at the intersection of diaspora and indigeneity; indigenous critical theory; cultural studies; settler colonial studies; U.S. militarism; asian american and pacific islander history; epistemology and decolonization; U.S. empire.               Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.               John Kuo Wei Tchen     Associate Professor, Gallatin School;   Associate Professor of Social and Cultural Analysis and Asian Pacific American Studies   Email:     jack.tchen@nyu.edu     Research Interests:   Cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory; and radical pedagogy .               Thuy Linh Tu     Associate Professor of Social and Cultural Analysis   Director of American Studies   Research Interests:   Asian American studies, popular/visual studies, and immigration and labor studies.               Daniel J. Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History               Deborah Willis     University Professor; Professor of Photography and Imaging     Email:     deb.willis@nyu.edu     Research Interests:   Visual Culture, Photography               Caitlin Zaloom     Associate Professor of Social and Cultural Analysis   Director of Metropolitan Studies   Email:     caitlin.zaloom@nyu.edu     Research Interests:   culture and economy; cities and globalization; financial markets;  technology and cities; science and technology studies; social theory.                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings        In addition to the information listed  below, detailed descriptions of each year's course offerings may be  found on the MAP website .       Texts and Ideas   In addition to the traditional  lecture/recitation format, selected sections of Texts and Ideas are  also offered in writing-intensive versions in conjunction with   Writing the Essay (EXPOS-UA 1). Consult the MAP website for each  year's schedule.   Texts and Ideas: Topics   MAP-UA 400 Offered every semester. 4  points.   Recent topics include: Objectivity,  Liberation, the Deliberating Citizen, Animal Humans, Utopias and  Distopias, Freedom and Opression, and Literature in Wonderland.  Consult the MAP website for descriptions of each term's offerings.      Texts and Ideas: Antiquity and the  Middle Ages   MAP-UA 401 Offered occasionally. 4  points.   Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Dante's Inferno, selections from  Paradiso, and other texts from the Middle Ages.      Texts and Ideas: Antiquity and the  Renaissance   MAP-UA 402 Offered every semester. 4  points.   Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Machiavelli's Prince, a Shakespearean  play or Milton's Samson Agonistes, and other texts from the  Renaissance.      Texts and Ideas: Antiquity and the  Enlightenment   MAP-UA 403 Offered every semester. 4  points.   Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Pascal's Pensées, Rousseau's  Confessions, and other texts from the Enlightenment.        Texts and Ideas: Antiquity and the 19th  Century   MAP-UA 404 Offered every semester. 4  points. Readings: Hebrew Scriptures and  Christian New Testament, ancient Greek drama and philosophy, Vergil,  and Augustine. Continues with Marx and Engels' Communist Manifesto,  selections from Darwin, Nietzsche's Genealogy of Morality, or  Freud's Civilization and Its Discontents, and other texts from the  19th and early 20th centuries.    Texts and Ideas: Antiquity and the   Renaissance—Writing Intensive   MAP-UA 412 Offered in the fall. 4  points.   The same as MAP-UA 402, but with  additional emphasis on writing. Students read and write about the  course texts both for the lecture course and in their linked section  of Writing the Essay (EXPOS-UA 1).      Texts and Ideas: Antiquity and the 19th  Century—Writing Intensive   MAP-UA 414 Offered in the fall. 4  points.   The same as MAP-UA 404, but with  additional emphasis on writing. Students read and write about the  course texts both for the lecture course and in their linked section  of Writing the Essay (EXPOS-UA 1).         Cultures and Contexts      Cultures and Contexts: Islamic  Societies   MAP-UA 502 Offered every year. 4  points.   Examines the common base and regional  variations of Islamic societies. An \"Islamic society\" is here  understood as one that shares, either as operative present or  historical past, that common religious base called Islam. For  Muslims, Islam is not simply a set of beliefs or observances, but  also includes a history; its study is thus by nature historical,  topical, and regional. The emphasis in the premodern period is first  on the Quran and then on law, political theory, theology, and  mysticism. For the more recent period, the stress is on the search  for religious identity. Throughout, students are exposed to Islamic  societies in the words of their own writings.      Cultures and Contexts: Africa   MAP-UA 505 Offered every year. 4  points.   Key concepts related to understanding  sub-Saharan African cultures and societies, concentrating in  particular on teaching students how to think critically and consult  sources sensibly when studying non-Western cultures. Topics include  problems in the interpretation of African literature, African  history, gender issues, the question of whether African thought and  values constitute a unique system of thinking, the impact of the  slave trade and colonialism on African societies and culture, and the  difficulties of and means for translating and interpreting the system  of thought and behavior in an African traditional society into terms  meaningful to Westerners. Among the readings are novels, current  philosophical theory, and feminist interpretations of black and white  accounts of African societies and the place of women in them. Issues  are approached with the use of analyses from history, anthropology,  sociology, literary theory, and philosophy.      Cultures and Contexts: The Chinese and  Japanese Traditions   MAP-UA 506 Offered every other year. 4  points.   Essential aspects of Asian  culture—Confucianism, Taoism, Buddhism, and Shintoism—studied  through careful reading of major works of philosophy and literature.  A roughly equal division between Chinese and Japanese works is meant  to give a basic understanding of the broad similarities and the less  obvious, but all-important, differences among the cultures of  Confucian Asia. One reading is a Vietnamese adaptation of a Chinese  legend. The last two readings, modern novellas from Japan and China,  show the reaction of the traditional cultures to the Western  invasions.      Cultures and Contexts: Japan—A  Cultural History   MAP-UA 507 Offered every other year. 4  points.   A consideration of the prehistory to  Japan's modernist transformation through an analysis of key  literary, religious, and artistic texts. Concentrates on the  historical experiences that produced elements of a national culture  before there was a nation and on the consciousness of being Japanese  before there was a \"Japan.\" Examines how key cultural elements  were used to make a modern nation-state.      Cultures and Contexts: The Pacific  Islands   MAP-UA 508 Offered occasionally. 4  points.   The Pacific Island region sweeps from  Easter Island in the East to Papua New Guinea in the West, a vast  \"sea of islands\" that has been a crucial space of exchange: of  perspectives, materials, people, and ideas. What can we learn from  the study of this region, a set of islands with both commonalities  and differences that is often imagined as one \"place\"? We examine  the cultures of the Pacific Islands, moving from the first migrations  of indigenous navigators through the age of European exploration and  colonialism, to the local experience of World War II and contemporary  engagements with globalization. We also study the area's unique  cultural configurations of ritual practice, cosmology, and society.  Along the way, we engage directly with the voices of Pacific  islanders, from those who participated in the voyages of Captain  Cook, to indigenous artists who reflect on these complex and  entangled histories. Other primary sources include museum  collections, film, painting, and other visual representations. This  comparative approach enables us to understand debates about colonial  encounter, primitivism, cannibalism, cargo cults, nuclear testing,  resource extraction, and the morality of diet, from a Pacific  perspective.      Cultures and Contexts: Middle Eastern  Societies   MAP-UA 511 Offered every other year. 4  points.   The popular American picture of the  Middle East as a place of violence, veiled women, and oil wealth  portrays none of the richness or complexity of most people's lives  in the region. How can we make sense of these seemingly unfamiliar  societies and think critically about Western images of the  unfamiliar? Questions examined in depth include the following: What  variety of sources do people in the Middle East draw on to define  their sense of who they are—as members of particular households,  regions, nations, or religious communities? How do women and men  construct their gender identity? In what ways are village, town, and  city lives being transformed? Do people of the Middle East experience  their region's politics the way it is portrayed in the West? What  are some of the causes of political repression, armed struggle, or  terror? How did European colonialism reshape the lives of people in  the region, and how do they today encounter the cultural and economic  power of the United States and Europe? Readings are drawn from  history, anthropology, political economy, and the contemporary  literature of the region.      Cultures and Contexts: China   MAP-UA 512 Offered every other year. 4  points.   Fundamental concepts and practices of  Chinese society and culture, examined using primary sources in  translation whenever possible. By studying the social, political,  religious, ideological, ritual, economic, and cultural life of the  Chinese, students gain a sense of the core values and issues of  Chinese civilization and how these have affected and continue to have  an impact on the way people think and live.      Cultures and Contexts: Ancient Israel   MAP-UA 514 Offered every semester. 4  points.   The culture of the ancient Israelite  societies of biblical times, covering the period from about 1200  B.C.E. to the conquests of Alexander the Great, in the fourth century  B.C.E. Topics include the achievements of these societies in the  areas of law and social organization, prophetic movements, Israelite  religion, and ancient Hebrew literature. The Hebrew Bible preserves  much of the creativity of the ancient Israelites, but archaeological  excavations in Israel and neighboring lands, as well as the discovery  of ancient writings in Hebrew and related languages, have added  greatly to our knowledge of life as it was lived in biblical times.  The civilizations of Egypt and Syria-Mesopotamia also shed light on  Israelite culture. Of particular interest is the early development of  Israelite monotheism, which, in time, emerged as ancient Judaism, the  mother religion of Christianity and Islam.      Cultures and Contexts: Latin America   MAP-UA 515 Offered every other year. 4  points.   Explores the cultural, social, and  political organization of indigenous people before the period of  European colonization. Studies the dynamics of the colonial  encounter, focusing on such themes as indigenous responses to  European rule, the formation of \"Indian\" society, and the  interaction of Europeans, Africans, and indigenous people. Considers  postcolonial Latin America, focusing on themes such as political  culture, competing ideologies of economics and social development,  and the construction of collective identities based on region, race,  ethnicity, gender, and class. Readings consist mostly of primary  sources and allow students to hear diverse voices within Latin  American society. Works by European conquerors, Inca and Aztec  descendants in the colonial period, and African and creole slaves are  studied. Novels, short stories, films, photographs, and music are  also included.      Cultures and Contexts: India   MAP-UA 516 Offered every other year. 4  points.   Considers the paradoxes of modern  India: ancient religious ideas coexisting with material progress,  hierarchical caste society with parliamentary democracy, and urban  shantytowns with palatial high-rises. Integrates research on India's  cultural values with social-scientific perspectives on their  contemporary relevance. Examines problems such as protective  discrimination for lower castes and cultural nationalism. Shows how  democracy involves difficult choices among competing, often opposed,  ancient and modern cultural values.      Cultures and Contexts: Contemporary  Latino Cultures   MAP-UA 529 Offered every year. 4  points.   Examines the growth and development of  \"Latino\" as a distinct category of identity out of the highly  diverse populations of Latin American background in the United  States, paying particular attention to the social processes shaping  its emergence. Provides a detailed examination of the processes of  cultural creation behind the rising growth of transnational cultures  and identities worldwide, and of the forces that are fueling their  development. Begins by exploring the immigration of Latin American  peoples to U.S. cities, then turns to three case studies of emerging  Latino communities, and ends by examining contemporary issues  involving Latinos in urban centers such as New York.      Cultures and Contexts: The African  Diaspora   MAP-UA 532 Offered every year. 4  points.   The dispersal of Africans to various  parts of the world and over time, examining their experiences and  those of their descendants. Regions of special interest include the  Americas and the Islamic world, centering on questions of slavery and  freedom while emphasizing the emergence of cultural forms and their  relationship to both African and non-African influences.      Cultures and Contexts: Indigenous  Australia   MAP-UA 536 Offered every other year. 4  points.   The indigenous people of Australia have  long been the subject of interest and imagination by outsiders for  their cultural formulations of kinship, ritual, art, gender, and  politics, and they have entered into representations as distinctively  \"other\"—whether in negative or positive formulations of the  \"primitive.\" These representations—in feature films about them  such as Walkabout and Rabbit-Proof Fence, in New Age literature, or  in museum exhibitions—are now also in dialogue with their own forms  of cultural production. At the same time, Aboriginal people have  struggled to reproduce themselves and their traditions in their own  terms, asserting their right to forms of cultural autonomy and  self-determination. We explore the historical and geographical range  of Aboriginal Australian forms of social being through ethnographic  texts, art, novels, autobiographies, film, and other media, and  consider the ways in which identity is being challenged and  constructed.      Cultures and Contexts: Modern Israel   MAP-UA 537 Offered every year. 4  points.   Despite its small size and population,  Israel is a diverse, dynamic, and complex society. To understand its  ethnic, religious, and political divisions, the different ethnic  origins of the Jewish population over the last 150 years are  examined, and the growing role of the Arab population (approaching 20  percent) in Israeli society is discussed. The special role of  religion in the secular state, the development of Hebrew-speaking  culture, the political system, the settlement movement and the peace  movement, gender issues, and the role of the army in everyday life  are all addressed, concluding with a survey of the debate on whether  Israel is a Jewish state or a state of all its citizens. Although the  controversial issues that keep Israel in the headlines are touched  on, the focus is on the character of Israeli society and the impact  on everyday life of living in the international limelight.      Cultures and Contexts:  Asian/Pacific/American Cultures   MAP-UA 539 Offered every year. 4  points.   Major issues in the historical and  contemporary experiences of Asian Pacific Americans, including  migration, modernization, racial formation, community-building, and  political mobilization. Asian Pacific America encompasses a complex,  diverse, and rapidly changing population of people. Particular  attention is given to Asian Americans' use of cultural productions  (films, literature, art, media, and popular culture) as an expression  and reflection of their cultural identities, historical conditions,  and political efforts.      Cultures and Contexts: New World  Encounters   MAP-UA 541 Offered every year. 4  points.   What was America before it was called  America? How did indigenous cultures understand and document their  first encounters with Europeans? We focus on peoples, events, and  cultural expressions associated with the conquest and colonization of  the Americas, concentrating on three key areas: central Mexico, home  to several pre-Columbian societies, most notably the Aztec Empire,  and later the seat of Spanish power in northern Latin America (the  Viceroyalty of New Spain); the central Andes, home of the Incas and  later the site of Spanish power in southern Latin America (the  Viceroyalty of Peru); and finally, early plantation societies of the  Caribbean, where the violent history of enslaved Africans in the new  world unfolded. On one hand, we explore how those subjugated by  conquest and colonialism interpreted, resisted, and recorded their  experience. On the other, we ask what new cultural forms emerged from  these violent encounters, and consider their role in the foundation  of \"Latin American\" cultures. Readings balance a range of primary  documents and art created during the \"age of encounter,\"  including maps, letters, paintings, and testimonials, along with  historical and theoretical texts.      Cultures and Contexts: Egypt of the  Pharaohs   MAP-UA 545 Offered every year. 4  points.   The archaeology, literature, and art of  ancient Egypt all offer insights into its culture. Subjects of  special interest are ancient Egyptian religious experiences and  ethics, as well as constructions of gender, class, and ethnicity.  Settlements that are particularly well documented through both  archaeological and textual remains—such as Kahun and Deir  el-Medina—yield extensive information about the varieties of social  experience in these societies. Lives differed tremendously based on  gender, profession, and locality (both spatial and temporal).  Likewise, we explore how Egyptians, regardless of social standing,  attempted to alter their socio-political circumstances through  avenues such as concerted political action, magic, revolt, or the  construction of well-crafted satire. Primary sources include letters,  wisdom literature, love poetry, ancient house plans, tomb scenes, and  physical anthropology.        Cultures and Contexts: Global Asia   MAP-UA 546 Offered every other year. 4  points.   Explores the expansive transformation  of Asian cultures from ancient times to the present, focusing on  networks of mobility, interaction, social order, and exchange that  form the particularity of Asian cultures through entanglements with  others. Beginning in the days of Alexander the Great and the  formation of the Afro-Eurasian ecumene, follows the tracks of  Buddhist, Confucian, Hindu, and Muslim expansion and then turns to  the age of early modern landed empires,  Ottoman-Safavid-Mughal-Ming/Ching, and their interactions with  seaborne European expansion. Studies truly global formations of  culture in the flow of goods, ideas, and people among world regions,  during the age of modern empires and nationalism, including the rise  of the nation as a cultural norm, capitalism in Asia, and Japanese  expansion around the Pacific Rim. Concludes by considering cultural  change attending globalization since the 1950s, focusing on  entanglements of Asian cultures with the globalizing culture of the  market, consumerism, and wage labor, and transnational labor  migration, as well as Asian cultural spaces in and around New York  City, including our nearby Chinatown.      Cultures and Contexts: Globalizing the  Americas   MAP-UA 550 Offered every other year. 4  points.   The idea of \"America\" has long been  dissected and reconstituted by a number of ideologues, theorists,  policymakers, artists, activists, and ordinary people. Each has  sought to craft a new existence that distinguished itself from \"Old  World\" tyranny and tensions, significantly through the creation of  imagined communities of identity and belonging, based on various  cultural, political-economic, and social criteria. We focus on  studies of selected communities (e.g., the concept and experience of  race in Brazil, homophobia in the West Indies) and historical events  (e.g., 19th- and 20th-century migrations of Asians to Central  America) and explore how global visions and international movements  as, for example, Negritude, Pan-Americanism, Pan-Africanism,  cosmopolitanism, and mestizaje/créolité emerge from local currents  and practices.      Cultures and Contexts: Immigrant  America in the 19th Century   MAP-UA 551 Offered occasionally. 4  points.   The \"long nineteenth century,\" from  the 1820s through the 1920s, saw the arrival of no fewer than 50  million immigrants to the United States. Coming primarily, although  not exclusively, from Europe, their migrations not only transformed  the places they left, but profoundly altered American society. These  migrations, all of which involved a high degree of choice on the part  of their participants, took place within the context of family and  communal decision making, which in turn impacted significantly on the  women and men who made these journeys, allowing—or forcing—them  to create new kinds of identities, institutions, and cultures.  Indeed, as a result of their migrations, they became new people. They  became \"ethnic,\" as they had to redefine themselves both in terms  of what they left, what they \"brought\" with them, and what they  encountered in America. We explore how their journeys led to the  creation of a set of ethnic communities in America, which we can see  as specific and unique and yet resembling each other in notable ways,  focusing on three seemingly very different 19th-century groups:  Irish, Italian, and Jewish immigrants, and the ethnic cultures they  created.      Cultures &amp; Contexts: Topics—Empires  and Political Imagination   MAP-UA 552 Offered every other year. 4  points.   Comparative study of empires, from the  Romans to the present, and the ways that empires have inspired and  constrained their subjects' ideas of rights, belonging, and power.  Throughout history, few people lived for very long in a state that  consisted entirely or even mainly of people with whom they shared a  language and culture. Empires—polities that maintained social and  cultural distinction even as they incorporated different people—have  been one of the most common and durable forms of political  organization. An examination of the variety of human cultures must   take account of how people lived in  empires—sometimes seeking higher degrees of autonomy, sometimes  accommodating to rulers' authority, sometimes trying to extend  their own power over others. The study of empire expands our ideas of  citizenship and challenges the notion that the nation-state is  natural and necessary. We investigate how empires were held  together—and where they were weak—from perspectives that focus on  political and economic connections over long distances and long time  periods. We also explore how scholars have approached the topic of  empires, examining their methods and their interpretations. Readings  include historical scholarship on the Roman, Chinese, Mongol,  Spanish, Russian, French, British, and American empires, as well as  primary sources produced by people living in these and other imperial  polities.         Societies and the Social Sciences      Note that the prerequisite for all  Societies and the Social Sciences courses is completion of Texts and  Ideas (MAP-UA 4XX) and Cultures and Contexts (MAP-UA 5XX), as well as  completion of (or exemption from) Writing the Essay (EXPOS-UA 1),   Writing II (WRI-UF 2002), or International Writing Workshop II (EXPOS-UA 9).      Societies and the Social Sciences:  Topics in Interdisciplinary Perspective   MAP-UA 600 Offered occasionally. 4  points.   Examines social phenomena that cross  the boundaries among the various social-scientific disciplines.  Topics vary each term and may include, for example, human migration,  religion, fascism, or colonialism. By considering the methodologies  appropriate to the study of these topics, students learn to  appreciate the characteristic approaches of the social sciences,  their power to help us understand such phenomena, and their  limitations.         Expressive Culture      Note that the prerequisite for all  Expressive Culture courses is completion of Texts and Ideas (MAP-UA  4XX) and Cultures and Contexts (MAP-UA 5XX), as well as completion of  (or exemption from) Writing the Essay (EXPOS-UA 1), Writing II (WRI-UF 2002), or International Writing Workshop II (EXPOS-UA 9).      Expressive Culture: Words   MAP-UA 710 Offered occasionally. 4  points.   What is literature or the literary? Is  there a literary language that works differently from ordinary  language? What is literary style and form? What is the position of  the writer or artist in relation to society, and what is the function  of the reader? Is literature a mirror of the world that it describes,  an attempt to influence a reader's ideas or opinions, an expression  of the identity of the writer, or none of these?      Expressive Culture: The Graphic Novel   MAP-UA 711 Offered occasionally. 4  points.   Examines the interplay between words  and images in the graphic novel, a hybrid medium with a system of  communication reminiscent of prose fiction, animation, and film. What  is the connection between text and art? How are internal psychology,  time, and action conveyed in a static series of words and pictures?  What can the graphic novel convey that other media cannot? Authors  include Alan Moore, Art Spiegelman, Peter Milligan, Charles Burns,  and Carla Speed McNeil.      Expressive Culture: Images   MAP-UA 720 Offered occasionally. 4  points.   What is the place of art in an  image-saturated world? We begin by considering the power and taboo of  images and the ways in which individuals and institutions that  constitute \"the art world\" classify some of these images as works  of art; turn to explore the visual and conceptual challenges  presented by major works of sculpture, architecture, and painting;  and conclude with a selection of problems raised by art today.  Students develop the vocabulary to both appreciate and question the  artistic \"gestures\" of society in various places and times.      Expressive Culture: Painting and  Sculpture in New York Field Study   MAP-UA 721 Offered every spring. 4  points.   New York's public art collections  contain important examples of painting and sculpture from almost  every phase of the past, as well as some of the world's foremost  works of contemporary art. Meets once a week for an extended period  and combines on-campus lectures with group excursions to the museums  or other locations where these works are exhibited.      Expressive Culture: Architecture in New  York Field Study   MAP-UA 722 Offered every fall. 4  points.   New York's rich architectural  heritage offers a unique opportunity for firsthand consideration of  the concepts and styles of modern urban architecture, as well as its  social, financial, and cultural contexts. Meets once a week for an  extended period and combines on-campus lectures with group excursions  to prominent buildings. Consideration is given both to individual  buildings as examples of 19th- and 20th-century architecture, as well  as to phenomena such as the development of the skyscraper and the  adaptation of older buildings to new uses.      Expressive Culture: Sounds   MAP-UA 730 Offered every semester. 4  points.   Our lives pulsate with patterns of  sounds that we call music. We encounter these sounds in our homes,  cars, stores, and exercise salons; they accompany us to the grocery  store, the dentist's office, and the movies. Yet we rarely think  consciously about what they mean. Through a series of specific case  studies, we investigate the function and significance of music and  the musician in human life. We raise basic questions about how music  has been created, produced, perceived, and evaluated at diverse  historical moments, in a variety of geographical locations, and among  different cultural groups. Through aural explorations and discussion  of how these vivid worlds \"sound\" in time and space, we assess  the value of music in human experience.      Expressive Culture: Performance   MAP-UA 740 Offered occasionally. 4  points.   Examines \"performance\" both as a  practice and as a theoretical tool with which to understand today's  world. The broad spectrum of live performance is explored by means of  lectures, discussions, and field trips. Students look at theatre and  dance, performance in everyday life, rituals, popular entertainments,  and intercultural performance. On the theoretical level, students are  introduced to \"speech acts,\" \"restored behavior,\" \"ritual  process,\" and \"play.\" Students see a broad variety of  performances, such as Native American powwow, Indian Hindu ritual  drama, off-Broadway theatre and dance, African American gospel,  street performers, and courtroom trials.      Expressive Culture: Film   MAP-UA 750 Offered every semester. 4  points.   Film is a medium that combines a number  of arts. It lies at the intersection of art and technology and of art  and mass culture, and at the boundaries of the national and the  global. Film is also a medium that coincides with and contributes to  the invention of modern life. By exploring the expressive and  representational achievements of cinema in the context of modernity  and mass culture, students learn the concepts to grasp the different  ways in which films create meaning, achieve their emotional impact,  and respond in complex ways to the historical contexts in which they  are made.                  Contact Us | &copy; New York University , Arts and Science"}, {"content": "People    |     American Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home     People     Graduate Program       Undergraduate Program       Events       Resources and Affliliations       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter               Related Information         Affiliated Faculty           Administration and Staff           Alumni           PhD Student Profiles             Useful Links         Arts and Science Faculty Profiles           NYU Public Directory                 Home &gt; People     People   Andrew Ross, Director, American Studies (interim)                   Cristina Beltrán     Associate Professor of Social and Cultural Analysis   Director of Latino Studies   Email:     cbeltran@nyu.edu     Research Interests:   modern and contemporary political theory, democratic theory, Latino Studies/Latino politics in the U.S., feminist theory, American political thought, race and ethnicity, gender and sexuality               Renée Blake     Associate Professor of Linguistics and Social and Cultural Analysis   Director, Africana Studies   Email:     renee.blake@nyu.edu     Research Interests:   Urban sociolinguistics; African American Vernacular English; languages and cultures of the Caribbean.               Arlene Davila     Professor of Anthropology and Social and Cultural Analysis   Email:     arlene.davila@nyu.edu     Research Interests:   race and ethnicity; nationalism; media studies; political economy, globalization; the politics of museum and visual representation; urban studies; consumption; Latinos in the U.S.               David Dent     and Social and Cultural Analysis   Email:     david.dent@nyu.edu                 Carolyn Dinshaw     Professor of Social and Cultural Analysis and English   Chair of Social and Cultural Analysis   Email:     carolyn.dinshaw@nyu.edu     Research Interests:   English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Lisa Duggan     Professor of Social and Cultural Analysis   Research Interests:   Modern U.S. cultural, social, and political history; history of gender and sexuality; lesbian and gay studies.               Juan Flores     Professor of Social and Cultural Analysis   Email:     jflores@igc.org     Research Interests:   Social and cultural theory, Latino and Puerto Rican studies, popular music, theory of diaspora and transnational communities, Afro-Latino culture.               Gayatri Gopinath     Associate Professor of Social and Cultural Analysis   Director of Asian/Pacific/American Studies   Email:     gayatri.gopinath@nyu.edu     Research Interests:   Queer Studies, Postcolonial Studies, and Feminist Theory               Phillip Brian Harper     Erich Maria Remarque Professor of Literature;   Professor of Social and Cultural Analysis and English   Director, Gender and Sexuality Studies   Email:     phil.harper@nyu.edu     Research Interests:   Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Sharon Heijin Lee     Assistant Professor/Faculty Fellow of Social and Cultural Analysis   Email:     sharon.lee@nyu.edu     Research Interests:   transnational feminist cultural studies; intersections between asian american studies and asian studies; korean studies; transnational american studies, gender and sexuality studies               Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.               Harvey Molotch     Professor of Social and Cultural Analysis and Sociology   Email:     harvey.molotch@nyu.edu     Research Interests:   Urban development and political economy; the sociology of architecture, design, and consumption; environmental degradation; mechanisms of interactional inequalities.               Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender               Crystal Parikh     Associate Professor of English and Social and Cultural Analysis   Director of PhD   Email:     crystal.parikh@nyu.edu     Research Interests:   Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Ann Pellegrini     Professor of Social and Cultural Analysis and Performance Studies   Director, Center for the Study of Gender and Sexuality   Email:     ap39@nyu.edu     Research Interests:   religion, sexuality, and U.S. public life • performance and law • psychoanalysis and culture • trauma studies • lgbtq studies • feminist studies • gender and performance • affect studies • critical theories of secularism • religion and biopolitics • Jewish cultural studies • childhood studies               Mary Louise Pratt     Silver Professor;   Professor of Social and Cultural Analysis and Spanish & Portuguese and Comparative Literature   Email:     mlp7@nyu.edu                 Michael Ralph     Associate Professor, Gender and Sexuality Studies, Metropolitan Studies;   Associate Professor of Social and Cultural Analysis and Africana Studies and American Studies   Email:     michael.ralph@nyu.edu     Research Interests:   Citizenship, Sovereignty, Risk, Liability, Urban Youth Culture, Diaspora, Postcolonialism               Renato Rosaldo     Lucie Stern Professor in the Social Sciences;   Professor Emeritus of Anthropology and Social and Cultural Analysis   Email:     renato.rosaldo@nyu.edu     Research Interests:   Sociocultural anthropology, theory, history, cultural poetics, poetry, ethnography as text; island Southeast Asia, US Latinos, Mexico.               Andrew Ross     Professor of Social and Cultural Analysis   Director, American Studies (interim)   Email:     andrew.ross@nyu.edu     Research Interests:   labor and work; urban and suburban studies; intellectual history; social and political theory; science; ecology and technology; cultural studies               María Josefina Saldaña-Portillo     Associate Professor of Social and Cultural Analysis   Director of Undergraduate Studies   Email:     msp6@nyu.edu     Research Interests:   Latina/o cultural studies; development and globalization studies; comparative race in the Americas; 20th century revolutionary thought and literature of the Americas.               S.S. Sandhu     Associate Professor of English and Social and Cultural Analysis   Email:     ss162@nyu.edu     Research Interests:   Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Dean Itsuji Saranillio     Assistant Professor of Social and Cultural Analysis   Email:     ds3859@nyu.edu     Research Interests:   cultural politics at the intersection of diaspora and indigeneity; indigenous critical theory; cultural studies; settler colonial studies; U.S. militarism; asian american and pacific islander history; epistemology and decolonization; U.S. empire.               Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.               John Kuo Wei Tchen     Associate Professor, Gallatin School;   Associate Professor of Social and Cultural Analysis and Asian Pacific American Studies   Email:     jack.tchen@nyu.edu     Research Interests:   Cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory; and radical pedagogy .               Thuy Linh Tu     Associate Professor of Social and Cultural Analysis   Director of American Studies   Research Interests:   Asian American studies, popular/visual studies, and immigration and labor studies.               Daniel J. Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History               Deborah Willis     University Professor; Professor of Photography and Imaging     Email:     deb.willis@nyu.edu     Research Interests:   Visual Culture, Photography               Caitlin Zaloom     Associate Professor of Social and Cultural Analysis   Director of Metropolitan Studies   Email:     caitlin.zaloom@nyu.edu     Research Interests:   culture and economy; cities and globalization; financial markets;  technology and cities; science and technology studies; social theory.                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Media, Culture, and Communication                       Events     Upcoming Events   No events listed        More events...        MCC In the News       Up and Away Times Literary Supplement, April 17    Martin Scherzinger's Alternative Calculus in 'African Math' WQXR, April 20    The Plan to Build an Undersea Cable Around the US&mdash;and Why We Need It Gizmodo, April 8    Undersea Cables Transport 99 Percent of International Data Newsweek, April 2    Undersea Cable Network Operates in a State of Alarm Scientific American, March 27    Occupation Apps Jacobin, March 2015    Facebook Says It Needs Your Help To Root Out Offensive Posts Huffington Post, March 16    Comedy Central's New Talk Show Brings Racial Issues and Family Life to Late Night Deseret News, March 13    The Undersea Network by Nicole Starosielski Times Higher Ed, March 5    The Nature of Trance Afropop Worldwide, February 2015    Here&rsquo;s Why You Shouldn&rsquo;t Put Your Baby Photos Online Matter, February 23    NYU Symposium to Discuss the Politics and Potential of Bitcoin Inside Bitcoins, February 10                                   News            MCC Doctoral Student Receives Mellon/ACLS Fellowship              Tamara Kneese has been awarded a 2015 Mellon/ACLS Dissertation Completion Fellowship for her work \"Digital Afterlives: Patterning Posterity Through Networked Remains.\" Her dissertation chair is MCC Assistant Professor Erica Robles-Anderson. By ...      More                 Paula Chakravartty Co-edits Special Issue of Television and New Media              Along with Professor Srirupa Roy, Associate Professor Paula Chakravartty has edited the May 2015 issue for the journal Television and New Media. The articles in Modi and the Media: Indian Politics and Electoral Aftermath focus on the ...      More                 OPPORTUNITY: Visiting Assistant Professor              The Department of Media, Culture, and Communication in the Steinhardt School of Culture, Education and Human Development at New York University invites applications for a Visiting Assistant Professor starting September 1, 2015. This is a one-year ...      More                 The Undersea Network              A new book by Nicole Starosielski examines the vast underwater infrastructure undergirding the world's Internet. In The Undersea Network Nicole Starosielski follows these cables from the ocean depths to their landing zones on the beaches of the ...      More                 MCC Research Fellow Awarded Funding for FemTechNet Collaboration              A collaboration that will include postdoctoral research fellow Seda Gurses has received funding from the Digital Media and Learning Trust Challenge, which aims to foster trust in online learning environments. Their Resilience Network: ...      More                 Two New Publications by Rodney Benson and Tim Wood              MCC Associate Professor Rodney Benson and doctoral student Tim Wood have authored two new research studies. Their article Who Says What or Nothing at All? Speakers, Frames, and Frameless Quotes in Unauthorized Immigration News in the United States, ...      More                         More News           Email Newsletter           Sign up for the Department's e-newsletter                     Twitter       Tweets by mccNYU              RT @cunygcdi : Job Opportunity: Deputy Director of Digital Initiatives, @GC_CUNY . Please help us spread the word! http://t.co/tm9hBlFww4 #digitalgc             The Digital Image as Material Object —&gt; MCC alum @jacobgaboury in @JVCJournal http://t.co/2K109iScGS #ComputerGraphics #MediaArchaeology             RT @nyu_journalism : Tomorrow @ 5:30PM #NetworkNeutrality : Open Internet, Racial Justice, and Coalition Building @NYUCMEP @mccNYU http://t.co/ziFbcifWtJ             The Times Literary Supplement calls Prof Lisa Gitelman's latest book \"ingenious\" #mediaarchaeology #NYU http://t.co/zpuxcYwZca             RT @pnhoward : Thanks @vemana you have a great intellectual community at @mccNYU @nyuniversity             RT @CenCom : And, we're out. Headed to @mccNYU for our Vox Media panel w @jonathan_h &amp; @Lock . If you missed the chance to RSVP follow the convo #c4c_Vox .         mccNYU on Twitter                                             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]