[{"detail": [{"content": "Master of Arts in Visual Arts Administration - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Arts Administration                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Visual Arts Administration    the program    enrollment    curriculum    requirements    faculty    alumni    study abroad    facilities    how to apply    frequently asked questions    program news                        Featured Video                  Sandra Lang, Director discusses the various aspects of the MA Program in Visual Arts Administration.            Permalink |          Email |     Share on: Facebook |       Twitter                                            Sandra Lang on the MA in Visual Arts Administration                                          Master of Arts in Visual Arts Administration       Established in 1971, the MA program in Visual Arts Administration was the first in the nation to focus specifically on management careers in the visual arts, in both traditional and alternative contexts. Taking into account the cultural and economic impact of the visual arts, nationally and internationally, as well as the challenges facing the arts today, the program prepares students to become leaders in a broad range of arts organizations. The Visual Arts Administration MA program addresses the whole art ecology, including the cultural environment in which art and arts organizations operate; the role of the artist in society; how artwork is documented, presented and interpreted; the structure and management of organizations that display artwork &ndash; both non-profit and for-profit; and the role of art theorists, critics, curators, and collectors. The program curriculum also considers how education in arts organizations expands knowledge and builds audiences, the increasing role of art in urban development and public spaces, and new approaches and tools for encouraging access and participation. A strong emphasis is placed on acquiring the theoretical and practical tools for fundraising, financial management, marketing and knowledge of new media and technology in the visual arts. While the program is primarily oriented toward the non-profit segment of the field, it also offers a strong for-profit concentration. Emphasis is placed on collaboration across the visual arts administration field. The program takes advantage of its position in New York City to utilize the variety of arts organizations and professionals available through case studies, focus groups, site visits and examples of theory applied to practice. Using the program's extensive internship and alumni networks allows students access to a wide range of individuals and organizations in the field and increases the depth of their understanding of the complexities of this challenging area. Since its beginnings, the program has taken an extensive and integrated international outlook. The curriculum fosters a global perspective within course readings and discussions, and through several study abroad options. In London, for example, students analyze the exhibition and display of art in material culture through a dynamic curriculum that blends classroom sessions and site visits. In the Netherlands and Berlin, Performing Arts Administration and Visual Arts Administration students compare and contrast the management of cultural institutions in the U.S. and Europe, with an emphasis on cultural policy, cultural diplomacy, funding mechanisms, globalism and mobility, and cultural identity and diversity.    Student Learning Outcomes    Upon completion of our program, our students will:       Demonstrate an understanding of the creative process, how art and artists function in society    Analyze the economic, political and social environment in which artists and arts organizations operate, including legal, ethical and policy issues    Identify and evaluate how artwork is interpreted, presented, documented and archived    Critique and compare the structure, operations and management of organizations that present or produce artwork on various scales    Outline strategies for marketing, audience development, outreach and community development in the arts    Acquire business skills in accounting, finance, organizational theory and management as well as arts-related media and technology    Develop an expansive and inclusive world view of the field that values different global perspectives, identities, concerns and goals       For More Information    Grad Info Night Wednesday, October 29 6-8 pm 34 Stuyvesant Street Please RSVP .    Arts Management Master's Information Sessions Master's programs in Music Business, Performing Arts Administration and Visual Arts Administration. September 18 November 20 6-8 pm NYU Welcome Center, 50 West 4th Street Please RSVP .    Information Sessions Informal information sessions for the Visual Arts Administration program will also be held at 6pm on the following dates: October 9 December 11 To attend one of these sessions, please RSVP to Sara at smt433@nyu.edu .    Plus, an online information session will be offered at 1 pm on: November 14 Please REGISTER if you would like to participate in this session.                                                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]