[{"detail": [{"content": "Curriculum                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Center for Global Affairs                                                                                                       About                                     Director's Message                       Faculty                       Advisory Board                       News                       Watch Videos                                                                                    Admissions                            Academics                                     Graduate Offerings                       Noncredit Offerings                                                                                    Career                            Conferences and Events                                     Public Events                       Special Events & Series                       The Energy Wise City                                                                                    Initiatives                                     CGA Scenarios Initiative                       Global Initiatives                                                                                    Alumni                                                                                      Curriculum                                            Graduate Programs &rsaquo;                M.S. in Global Affairs                 Curriculum          Opportunities and Outcomes          Faculty          Admissions Process          Advisory Board                   Graduate Certificate in Global Energy            Graduate Certificate in Peacebuilding            Graduate Certificate in Transnational Security            Photo Gallery            Watch Videos                               Ready to Proceed?           Apply Now        Request Information        Events                                                              The M.S. in Global Affairs is a 42-credit program, which includes three components: a core curriculum of five courses, a choice of concentrations, and either a graduate thesis or a team-based capstone project. The core curriculum focuses on the fundamentals of global affairs. Areas of concentration include:     Environment/Energy Policy   Human Rights and International Law   International Development and Humanitarian Assistance   International Relations   Peacebuilding   Private Sector   Transnational Security     The graduate thesis involves primary-source research under the guidance of a faculty member. The capstone project involves the development of a collaboratively designed action plan informed by scholarship, which seeks to reveal new solutions to a difficult challenge facing the international community.   The program is structured to meet the needs of working professionals and full-time students. Typically, students complete the degree within two years of full-time study, or within two to five years of part-time study.             Expand All   Collapse All          Core Curriculum        The core curriculum is designed to provide you with a deep and broad foundation that supports concentration course work and serves you throughout your career. Students are required to take all of the following courses.                        Course     Title     Credits                                           GLOB1-GC1000                                                    International Relations in The Post-Cold War Era                         3.0                                                GLOB1-GC1030                                                    International Political Economy                         3.0                                                GLOB1-GC1040                                                    International Law                         3.0                                                GLOB1-GC1050                                                    Global Civil Society                         3.0                                                GLOB1-GC3035                                                    Analytic Skills for Global Affairs                         3.0                                                GLOB1-GC3900                                                    Graduate Thesis or Capstone Project                         3.0                             Concentrations        Students are required to complete a total of six courses in any one of the seven concentrations, as well as two elective courses chosen from any concentration. With the approval of the faculty advisor or program director, students may take their two elective courses at other schools across NYU, including the NYU Wagner Graduate School of Public Service .              Environment/Energy Policy        This concentration analyzes the implications of the changing global energy and environmental landscape, as well as the new and emerging opportunities and challenges energy and climate changes present for national and global sustainability and security. The modern energy sector is experiencing rapid change with new oil and gas developments reshaping traditional energy geopolitics; a strong and growing renewable energy sector impacting local, national, and international energy policies and future forecasts; and innovative technological advances that are transforming all areas of the energy supply chain. This concentration prepares students to compete and thrive in this challenging and exciting sector, taking advantage of the opportunities occurring across the energy and environmental landscape. Courses reflect the increasing importance of energy in the formulation of national and foreign policy among countries the world over, as well as the impact of climate change on our environment.                      Course     Title     Credits                                           GLOB1-GC2095                                                    Global Climate Change                         3.0                                                GLOB1-GC2125                                                    Clean Technology: Developments, Trends, and Opportunities                         3.0                                                GLOB1-GC2400                                                    Introduction to Energy Policy                         3.0                                                GLOB1-GC2405                                                    Energy, Environment, and Resource Security                         3.0                                                GLOB1-GC2410                                                    The Geopolitics of Energy                         3.0                                                GLOB1-GC2420                                                    The Economics and Finance of Energy                         3.0                                                GLOB1-GC2430                                                    Energy and the Environment                         3.0                                                GLOB1-GC2440                                                    Sustainable Development                         3.0                                                GLOB1-GC2445                                                    Global Electricity Markets and Policy                         3.0                                                GLOB1-GC2460                                                    Nuclear Energy, the Environment, and Proliferation                         3.0                                                GLOB1-GC2465                                                    Revolutions in Sustainability: A U.S./German Perspective                         3.0                                                GLOB1-GC2480                                                    Energy Deals                         3.0                                                GLOB1-GC2485                                                    Environmental Finance                         3.0                                                GLOB1-GC2490                                                    Energy Management for Portfolios ? Putting Policy into Practice                         3.0                                                GLOB1-GC2515                                                    Applied Statistics                         3.0                                                GLOB1-GC2525                                                    Water, Politics, Sustainability, and Opportunities                         3.0                                                GLOB1-GC2540                                                    Human Rights and the Environment                         3.0                                                GLOB1-GC3030                                                    Comparative Energy Politics                         3.0                          Human Rights and International Law        International law and its enforcement, transitional justice, human rights, laws of war, protection of the environment, national reconstruction, and international organizations all play an increasingly important role in the discourse of international affairs. This concentration not only provides an exploration of international law and basic human rights standards, but it also explores areas such as the women's human rights movement and the environment and human rights, as well as providing opportunities to develop skills in human rights research and advocacy.                      Course     Title     Credits                                           GLOB1-GC2205                                                    International Criminal Law and Tribunals (or International Justice)                         3.0                                                GLOB1-GC2215                                                    Transitional Justice in Theory and Practice                         3.0                                                GLOB1-GC2240                                                    International Human Rights: Laws, Mechanisms, and Practices                         3.0                                                GLOB1-GC2250                                                    International Organizations: A Focus on Geneva                         3.0                                                GLOB1-GC2255                                                    Human Security: A New Approach to Today's Global Challenges                         3.0                                                GLOB1-GC2315                                                    War Crimes Prosecutions in the Former Yugoslavia: The Pitfalls and Promise of International Justice                         3.0                                                GLOB1-GC2340                                                    Gender in International Affairs: Sex, Power, and Politics                         3.0                                                GLOB1-GC2341                                                    Childrens Rights: International Norms and Standards                         3.0                                                GLOB1-GC2345                                                    The United Nations                         3.0                                                GLOB1-GC2355                                                    Human Trafficking and People Smuggling                         3.0                                                GLOB1-GC2360                                                    Women and Human Rights: International Law and Policy                         3.0                                                GLOB1-GC2540                                                    Human Rights and the Environment                         3.0                                                GLOB1-GC2545                                                    Human Rights Research and Advocacy                         3.0                                                GLOB1-GC2580                                                    Movement Building Around Sex Trafficking in India: Theory and Practice                         3.0                                                GLOB1-GC2590                                                    Waging Non-Violent Conflict: A Practical Workshop                         3.0                          International Development and Humanitarian Assistance        What can be done about the massive disparities in wealth, development, and opportunity between and within the countries of the world? Among the issues explored by this concentration are global poverty, the state and civil society in development, foreign aid, the role of gender in poverty alleviation, and the principles and politics of humanitarian assistance and intervention, including those aimed at refugees and internally displaced persons.                      Course     Title     Credits                                           GLOB1-GC1020                                                    Developing Countries in The Global Economy                         3.0                                                GLOB1-GC2090                                                    Peacebuilding and Development                         3.0                                                GLOB1-GC2100                                                    Political Economy of Development                         3.0                                                GLOB1-GC2165                                                    Build Your Own NGO: Organizational Development for Global Affairs Professionals                         3.0                                                GLOB1-GC2190                                                    Global Public Health                         3.0                                                GLOB1-GC2195                                                    Building Democracies                         3.0                                                GLOB1-GC2280                                                    Development and Social Change: A Global Perspective                         3.0                                                GLOB1-GC2320                                                    Refugees and Internally Displaced Persons: Protection and Practice                         3.0                                                GLOB1-GC2330                                                    Issues in Humanitarian Assistance and Intervention                         3.0                                                GLOB1-GC2335                                                    Philanthropy's Influence on Global Policy                         3.0                                                GLOB1-GC2340                                                    Gender in International Affairs: Sex, Power, and Politics                         3.0                                                GLOB1-GC2341                                                    Childrens Rights: International Norms and Standards                         3.0                                                GLOB1-GC2385                                                    Gender and Development-Policy and Politics                         3.0                                                GLOB1-GC2390                                                    Gender, Politics and the State in Development                         3.0                                                GLOB1-GC2415                                                    Authoritarianism, Repression, and Corruption                         3.0                                                GLOB1-GC2425                                                    Private Sector Partnerships                         3.0                                                GLOB1-GC2440                                                    Sustainable Development                         3.0                                                GLOB1-GC2465                                                    Revolutions in Sustainability: A U.S./German Perspective                         3.0                                                GLOB1-GC2525                                                    Water, Politics, Sustainability, and Opportunities                         3.0                                                GLOB1-GC2570                                                    Project Management in International Development                         3.0                                                GLOB1-GC2575                                                    The Cluster Approach: Humanitarian Aid in Praxis                         3.0                          International Relations        The pace of change in international relations (IR) is accelerating rapidly and strategic surprise is now the norm. Nearly every day we wake up to something new and unanticipated. This concentration is designed to give students an advanced understanding of the factors shaping IR, and to place these factors in a futures context. What alternate future scenarios can we imagine? What are the forces for change in IR? How are these forces shaping the policies and capabilities of states and nonstate actors? What are the emerging issues that the world will have to face, and how might they be addressed? Courses within this concentration help students improve their ability to anticipate change, and equip them with the analytical tools essential for professional success in a transforming environment.                      Course     Title     Credits                                           GLOB1-GC2015                                                    Critical Analysis for Global Affairs                         3.0                                                GLOB1-GC2020                                                    International Negotiation: Cases and Lessons                         3.0                                                GLOB1-GC2025                                                    Public Diplomacy                         3.0                                                GLOB1-GC2030                                                    Machinery and Politics of U.S. Foreign Policy Decision Making                         3.0                                                GLOB1-GC2035                                                    Ethics in International Affairs                         3.0                                                GLOB1-GC2040                                                    The Role of The U.S. in World Affairs                         3.0                                                GLOB1-GC2045                                                    The Future of International Relations: Forces for Change and Alternate Scenarios                         3.0                                                GLOB1-GC2046                                                    Strategic Foresight for International Relations                         3.0                                                GLOB1-GC2050                                                    The Media and International Affairs                         3.0                                                GLOB1-GC2055                                                    Nuclear Non-Proliferation and Disarmament                         3.0                                                GLOB1-GC2060                                                    Democratic Transitions: Setbacks and Successes                         3.0                                                GLOB1-GC2095                                                    Global Climate Change                         3.0                                                GLOB1-GC2175                                                    Politics and Policies of The EU and European Integration                         3.0                                                GLOB1-GC2250                                                    International Organizations: A Focus on Geneva                         3.0                                                GLOB1-GC2260                                                    Global Empires: From History to the Future                         3.0                                                GLOB1-GC2270                                                    Key Foreign Policy Challenges Confronting the United States                         3.0                                                GLOB1-GC2291                                                    Policy Hacking: International Relations by Design                         3.0                                                GLOB1-GC2335                                                    Philanthropy's Influence on Global Policy                         3.0                                                GLOB1-GC2340                                                    Gender in International Affairs: Sex, Power, and Politics                         3.0                                                GLOB1-GC2342                                                    Women and Gender in the Middle East and South Asia                         3.0                                                GLOB1-GC2345                                                    The United Nations                         3.0                                                GLOB1-GC2470                                                    Contentious Politics                         3.0                                                GLOB1-GC2475                                                    Modern Religious Identities: Competition and Conflict on the World's Stage                         3.0                                                GLOB1-GC2505                                                    Modern Diplomacy                         3.0                                                GLOB1-GC3001                                                    The Contemporary Chinese Financial System                         3.0                          Peacebuilding        The concentration in peacebuilding examines the methodologies and the applied strategies used to establish long-term, sustainable peace and security on a global scale. Peacebuilding emphasizes attaining stability and institutional reform on a structural level through the mediation of government institutions, nongovernmental organizations, and the United Nations.                        Course     Title     Credits                                           GLOB1-GC1010                                                    Peacemaking & Peacebuilding                         3.0                                                GLOB1-GC2005                                                    Conflict Assessment: Theory and Practice                         3.0                                                GLOB1-GC2090                                                    Peacebuilding and Development                         3.0                                                GLOB1-GC2135                                                    Networks as Capacities for Peace                         3.0                                                GLOB1-GC2155                                                    Post-Conflict Policies for Peace Consolidation: A Case Study Approach                         3.0                                                GLOB1-GC2275                                                    Mediation Skills for Global Affairs                         3.0                                                GLOB1-GC2285                                                    Explaining Civil Wars                         3.0                                                GLOB1-GC2350                                                    Workshop in Applied Peacebuilding                         3.0                                                GLOB1-GC2365                                                    Structures of Peace: Measurement and Application                         3.0                                                GLOB1-GC2375                                                    Negotiation and Facilitation                         3.0                                                GLOB1-GC2380                                                    Joint Research Seminar in Peacebuilding                         3.0                                                GLOB1-GC2455                                                    Mediation for Global Affairs Practicum                         3.0                                                GLOB1-GC2595                                                    Advanced Joint Research Seminar in Peacebuilding                         3.0                                                GLOB1-GC3075                                                    Women, Peacemaking and Peacebuilding                         3.0                          Private Sector        The private sector concentration provides a comprehensive introduction to the contemporary principles of international business and finance, as well as in-depth examinations of such emerging issues as corporate governance and social responsibility, impact investing philosophies, and the increasing role of private-public partnerships. Attention is paid to the challenges of economic globalization and interdependence, the issues and problems associated with economic growth, income inequality, and the relationship between economic growth and human development. This concentration uniquely prepares students for gainful employment in the private sector, civil society, and governmental and supra-governmental organizations.                      Course     Title     Credits                                           GLOB1-GC2110                                                    The Multinational Corporation: Economic, Political, and Managerial Perspectives                         3.0                                                GLOB1-GC2130                                                    Corporate Social Responsibility -- Global Implications and Future Leadership                         3.0                                                GLOB1-GC2145                                                    Economics for Global Affairs                         3.0                                                GLOB1-GC2160                                                    Global Corporate Ethics, Compliance, and Governance: A Hands-On Approach                         3.0                                                GLOB1-GC2170                                                    International Banking                         3.0                                                GLOB1-GC2180                                                    The Emerging Markets                         3.0                                                GLOB1-GC2220                                                    International Trade Law and Policy                         3.0                                                GLOB1-GC2225                                                    Law and Policy in International Business                         3.0                                                GLOB1-GC2290                                                    International Business: The Challenge of Global Competition                         3.0                                                GLOB1-GC2295                                                    Fundamentals of Corporate Finance                         3.0                                                GLOB1-GC2420                                                    The Economics and Finance of Energy                         3.0                                                GLOB1-GC2425                                                    Private Sector Partnerships                         3.0                                                GLOB1-GC2445                                                    Global Electricity Markets and Policy                         3.0                                                GLOB1-GC2465                                                    Revolutions in Sustainability: A U.S./German Perspective                         3.0                                                GLOB1-GC2515                                                    Applied Statistics                         3.0                                                GLOB1-GC3060                                                    Political Risk: A Multi-Dimensional Analysis                         3.0                                                GLOB1-GC3065                                                    A Complete Capital Approach to Impact Investing                         3.0                          Transnational Security        Security is everyone's business, and a growing global concern in this age of resource wars, intercommunal violence, terrorism, cross-border crime, and pandemics. This concentration introduces students to the new transnational security agenda by combining the study of traditional issues such as war and disarmament with more contemporary issues, including terrorism, organized crime, and human security scourges. These complex and interconnected challenges are as often the domain of aid workers, police officers, and development specialists as they are of soldiers, spies, and diplomats. The concentration provides students with a combination of knowledge and practical skills preparing them to address security issues and risk assessment in the context of the private and NGO sector, as well as government service.                      Course     Title     Credits                                           GLOB1-GC2000                                                    Transnational Security                         3.0                                                GLOB1-GC2010                                                    Ethnic Conflicts                         3.0                                                GLOB1-GC2065                                                    Transnational Crime                         3.0                                                GLOB1-GC2070                                                    Intelligence and Counterintelligence                         3.0                                                GLOB1-GC2075                                                    Counter-Terrorism and Homeland Security                         3.0                                                GLOB1-GC2080                                                    Transnational Terrorism                         3.0                                                GLOB1-GC2105                                                    Economic Security: Challenges, Prescriptions, and Opportunities in the Post-9/11 Era                         3.0                                                GLOB1-GC2115                                                    U.S. Use of Force and the \"Global War on Terror\"                         3.0                                                GLOB1-GC2235                                                    Hard Power: The Uses and Abuses of Military Force                         3.0                                                GLOB1-GC2245                                                    National Security Decision Making Processes: Applied Theories                         3.0                                                GLOB1-GC2255                                                    Human Security: A New Approach to Today's Global Challenges                         3.0                                                GLOB1-GC2285                                                    Explaining Civil Wars                         3.0                                                GLOB1-GC2355                                                    Human Trafficking and People Smuggling                         3.0                                                GLOB1-GC2405                                                    Energy, Environment, and Resource Security                         3.0                                                GLOB1-GC2415                                                    Authoritarianism, Repression, and Corruption                         3.0                                                GLOB1-GC2510                                                    Cybersecurity                         3.0                                                GLOB1-GC2585                                                    Asymmetric Warfare, Insurgency & Counter-Insurgency                         3.0                                                GLOB1-GC2590                                                    Waging Non-Violent Conflict: A Practical Workshop                         3.0                             Electives        Students select up to two additional courses from any of the above concentrations, or with the approval of the faculty advisor or program director, students may select a maximum of two courses from among designated courses in the graduate programs offered by the NYU Wagner Graduate School of Public Service , another NYU graduate program , or from the following courses that will be offered periodically.           Regional Study Electives  Students select one of the following courses.                      Course     Title     Credits                                           GLOB1-GC1060                                                    From the Mughals to Modernity: India's Democracy and its Discontents                         3.0                                                GLOB1-GC1100                                                    Inside Latin America                         3.0                                                GLOB1-GC1105                                                    Europe in The 21St Century                         3.0                                                GLOB1-GC1110                                                    Inside Africa Today                         3.0                                                GLOB1-GC1115                                                    Asia Today: An Introduction                         3.0                                                GLOB1-GC1125                                                    Transformations in Central Asia: A Global Context                         3.0                                                GLOB1-GC1130                                                    Russia and the World                         3.0                                                GLOB1-GC1135                                                    The Mideast: National Security, Politics, and Society                         3.0                                                GLOB1-GC1140                                                    Vietnam and ASEAN at The Vortex of Geopolitics and the World Economy in the 21st C                         3.0                                                GLOB1-GC1150                                                    The Great Game Redux? The Geopolitics of Afghanistan and Central Asia                         3.0                       Study-Away Electives  Study-away elective courses include components of in-class preparation and short-term travel to the studied region. These courses exist as independent electives, but also can satisfy course requirements for some concentrations .                      Course     Title     Credits                                           GLOB1-GC2185                                                    Chile: Democracy of Institutions and Social Market-Friendly Development                         3.0                                                GLOB1-GC2315                                                    War Crimes Prosecutions in the Former Yugoslavia: The Pitfalls and Promise of International Justice                         3.0                                                GLOB1-GC2325                                                    Vietnam/ASEAN Field Intensive                         3.0                                                GLOB1-GC2370                                                    Prague and Beyond: Security and Transition in Central Europe                         3.0                                                GLOB1-GC2435                                                    Bolivia: A Case Study in Sustainable Development                         3.0                                                GLOB1-GC2580                                                    Movement Building Around Sex Trafficking in India: Theory and Practice                         3.0                                                GLOB1-GC3000                                                    China's Reemergence: The Changing Political, Economic, and Social Landscape                         3.0                                                GLOB1-GC3005                                                    Cuba in the World: An Intercambio                         3.0                                                GLOB1-GC3010                                                    Ghana: a Case Study in Development                         3.0                                                GLOB1-GC3020                                                    South Africa: Challenges of Transformations                         3.0                                                GLOB1-GC3025                                                    The Arab-Israeli Conflict                         3.0                                                GLOB1-GC3040                                                    The Two Worlds of India: Poverty and the Economic Rise of 'New India'                         3.0                                                GLOB1-GC3070                                                    Moscow: Security, Stress and Stability in the New Russia                         3.0                             Optional Courses        Students may take the following courses with approval from the program.                        Course     Title     Credits                                           GLOB1-GC3905                                                    Internship                         1.0                                                GLOB1-GC3915                                                    Independent Study                         3.0                                  Ready to Proceed?          Apply Now      Request Information      Attend an Information Session                Explore Financial Aid Options          Fellowships      Scholarships      Loans                                                                                                     QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Curriculum                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Center for Global Affairs                                                                                                       About                                     Director's Message                       Faculty                       Advisory Board                       News                       Watch Videos                                                                                    Admissions                            Academics                                     Graduate Offerings                       Noncredit Offerings                                                                                    Career                            Conferences and Events                                     Public Events                       Special Events & Series                       The Energy Wise City                                                                                    Initiatives                                     CGA Scenarios Initiative                       Global Initiatives                                                                                    Alumni                                                                                      Curriculum                                            Graduate Programs &rsaquo;                M.S. in Global Affairs                 Curriculum          Opportunities and Outcomes          Faculty          Admissions Process          Advisory Board                   Graduate Certificate in Global Energy            Graduate Certificate in Peacebuilding            Graduate Certificate in Transnational Security            Photo Gallery            Watch Videos                               Ready to Proceed?           Apply Now        Request Information        Events                                                              The M.S. in Global Affairs is a 42-credit program, which includes three components: a core curriculum of five courses, a choice of concentrations, and either a graduate thesis or a team-based capstone project. The core curriculum focuses on the fundamentals of global affairs. Areas of concentration include:     Environment/Energy Policy   Human Rights and International Law   International Development and Humanitarian Assistance   International Relations   Peacebuilding   Private Sector   Transnational Security     The graduate thesis involves primary-source research under the guidance of a faculty member. The capstone project involves the development of a collaboratively designed action plan informed by scholarship, which seeks to reveal new solutions to a difficult challenge facing the international community.   The program is structured to meet the needs of working professionals and full-time students. Typically, students complete the degree within two years of full-time study, or within two to five years of part-time study.             Expand All   Collapse All          Core Curriculum        The core curriculum is designed to provide you with a deep and broad foundation that supports concentration course work and serves you throughout your career. Students are required to take all of the following courses.                        Course     Title     Credits                                           GLOB1-GC1000                                                    International Relations in The Post-Cold War Era                         3.0                                                GLOB1-GC1030                                                    International Political Economy                         3.0                                                GLOB1-GC1040                                                    International Law                         3.0                                                GLOB1-GC1050                                                    Global Civil Society                         3.0                                                GLOB1-GC3035                                                    Analytic Skills for Global Affairs                         3.0                                                GLOB1-GC3900                                                    Graduate Thesis or Capstone Project                         3.0                             Concentrations        Students are required to complete a total of six courses in any one of the seven concentrations, as well as two elective courses chosen from any concentration. With the approval of the faculty advisor or program director, students may take their two elective courses at other schools across NYU, including the NYU Wagner Graduate School of Public Service .              Environment/Energy Policy        This concentration analyzes the implications of the changing global energy and environmental landscape, as well as the new and emerging opportunities and challenges energy and climate changes present for national and global sustainability and security. The modern energy sector is experiencing rapid change with new oil and gas developments reshaping traditional energy geopolitics; a strong and growing renewable energy sector impacting local, national, and international energy policies and future forecasts; and innovative technological advances that are transforming all areas of the energy supply chain. This concentration prepares students to compete and thrive in this challenging and exciting sector, taking advantage of the opportunities occurring across the energy and environmental landscape. Courses reflect the increasing importance of energy in the formulation of national and foreign policy among countries the world over, as well as the impact of climate change on our environment.                      Course     Title     Credits                                           GLOB1-GC2095                                                    Global Climate Change                         3.0                                                GLOB1-GC2125                                                    Clean Technology: Developments, Trends, and Opportunities                         3.0                                                GLOB1-GC2400                                                    Introduction to Energy Policy                         3.0                                                GLOB1-GC2405                                                    Energy, Environment, and Resource Security                         3.0                                                GLOB1-GC2410                                                    The Geopolitics of Energy                         3.0                                                GLOB1-GC2420                                                    The Economics and Finance of Energy                         3.0                                                GLOB1-GC2430                                                    Energy and the Environment                         3.0                                                GLOB1-GC2440                                                    Sustainable Development                         3.0                                                GLOB1-GC2445                                                    Global Electricity Markets and Policy                         3.0                                                GLOB1-GC2460                                                    Nuclear Energy, the Environment, and Proliferation                         3.0                                                GLOB1-GC2465                                                    Revolutions in Sustainability: A U.S./German Perspective                         3.0                                                GLOB1-GC2480                                                    Energy Deals                         3.0                                                GLOB1-GC2485                                                    Environmental Finance                         3.0                                                GLOB1-GC2490                                                    Energy Management for Portfolios ? Putting Policy into Practice                         3.0                                                GLOB1-GC2515                                                    Applied Statistics                         3.0                                                GLOB1-GC2525                                                    Water, Politics, Sustainability, and Opportunities                         3.0                                                GLOB1-GC2540                                                    Human Rights and the Environment                         3.0                                                GLOB1-GC3030                                                    Comparative Energy Politics                         3.0                          Human Rights and International Law        International law and its enforcement, transitional justice, human rights, laws of war, protection of the environment, national reconstruction, and international organizations all play an increasingly important role in the discourse of international affairs. This concentration not only provides an exploration of international law and basic human rights standards, but it also explores areas such as the women's human rights movement and the environment and human rights, as well as providing opportunities to develop skills in human rights research and advocacy.                      Course     Title     Credits                                           GLOB1-GC2205                                                    International Criminal Law and Tribunals (or International Justice)                         3.0                                                GLOB1-GC2215                                                    Transitional Justice in Theory and Practice                         3.0                                                GLOB1-GC2240                                                    International Human Rights: Laws, Mechanisms, and Practices                         3.0                                                GLOB1-GC2250                                                    International Organizations: A Focus on Geneva                         3.0                                                GLOB1-GC2255                                                    Human Security: A New Approach to Today's Global Challenges                         3.0                                                GLOB1-GC2315                                                    War Crimes Prosecutions in the Former Yugoslavia: The Pitfalls and Promise of International Justice                         3.0                                                GLOB1-GC2340                                                    Gender in International Affairs: Sex, Power, and Politics                         3.0                                                GLOB1-GC2341                                                    Childrens Rights: International Norms and Standards                         3.0                                                GLOB1-GC2345                                                    The United Nations                         3.0                                                GLOB1-GC2355                                                    Human Trafficking and People Smuggling                         3.0                                                GLOB1-GC2360                                                    Women and Human Rights: International Law and Policy                         3.0                                                GLOB1-GC2540                                                    Human Rights and the Environment                         3.0                                                GLOB1-GC2545                                                    Human Rights Research and Advocacy                         3.0                                                GLOB1-GC2580                                                    Movement Building Around Sex Trafficking in India: Theory and Practice                         3.0                                                GLOB1-GC2590                                                    Waging Non-Violent Conflict: A Practical Workshop                         3.0                          International Development and Humanitarian Assistance        What can be done about the massive disparities in wealth, development, and opportunity between and within the countries of the world? Among the issues explored by this concentration are global poverty, the state and civil society in development, foreign aid, the role of gender in poverty alleviation, and the principles and politics of humanitarian assistance and intervention, including those aimed at refugees and internally displaced persons.                      Course     Title     Credits                                           GLOB1-GC1020                                                    Developing Countries in The Global Economy                         3.0                                                GLOB1-GC2090                                                    Peacebuilding and Development                         3.0                                                GLOB1-GC2100                                                    Political Economy of Development                         3.0                                                GLOB1-GC2165                                                    Build Your Own NGO: Organizational Development for Global Affairs Professionals                         3.0                                                GLOB1-GC2190                                                    Global Public Health                         3.0                                                GLOB1-GC2195                                                    Building Democracies                         3.0                                                GLOB1-GC2280                                                    Development and Social Change: A Global Perspective                         3.0                                                GLOB1-GC2320                                                    Refugees and Internally Displaced Persons: Protection and Practice                         3.0                                                GLOB1-GC2330                                                    Issues in Humanitarian Assistance and Intervention                         3.0                                                GLOB1-GC2335                                                    Philanthropy's Influence on Global Policy                         3.0                                                GLOB1-GC2340                                                    Gender in International Affairs: Sex, Power, and Politics                         3.0                                                GLOB1-GC2341                                                    Childrens Rights: International Norms and Standards                         3.0                                                GLOB1-GC2385                                                    Gender and Development-Policy and Politics                         3.0                                                GLOB1-GC2390                                                    Gender, Politics and the State in Development                         3.0                                                GLOB1-GC2415                                                    Authoritarianism, Repression, and Corruption                         3.0                                                GLOB1-GC2425                                                    Private Sector Partnerships                         3.0                                                GLOB1-GC2440                                                    Sustainable Development                         3.0                                                GLOB1-GC2465                                                    Revolutions in Sustainability: A U.S./German Perspective                         3.0                                                GLOB1-GC2525                                                    Water, Politics, Sustainability, and Opportunities                         3.0                                                GLOB1-GC2570                                                    Project Management in International Development                         3.0                                                GLOB1-GC2575                                                    The Cluster Approach: Humanitarian Aid in Praxis                         3.0                          International Relations        The pace of change in international relations (IR) is accelerating rapidly and strategic surprise is now the norm. Nearly every day we wake up to something new and unanticipated. This concentration is designed to give students an advanced understanding of the factors shaping IR, and to place these factors in a futures context. What alternate future scenarios can we imagine? What are the forces for change in IR? How are these forces shaping the policies and capabilities of states and nonstate actors? What are the emerging issues that the world will have to face, and how might they be addressed? Courses within this concentration help students improve their ability to anticipate change, and equip them with the analytical tools essential for professional success in a transforming environment.                      Course     Title     Credits                                           GLOB1-GC2015                                                    Critical Analysis for Global Affairs                         3.0                                                GLOB1-GC2020                                                    International Negotiation: Cases and Lessons                         3.0                                                GLOB1-GC2025                                                    Public Diplomacy                         3.0                                                GLOB1-GC2030                                                    Machinery and Politics of U.S. Foreign Policy Decision Making                         3.0                                                GLOB1-GC2035                                                    Ethics in International Affairs                         3.0                                                GLOB1-GC2040                                                    The Role of The U.S. in World Affairs                         3.0                                                GLOB1-GC2045                                                    The Future of International Relations: Forces for Change and Alternate Scenarios                         3.0                                                GLOB1-GC2046                                                    Strategic Foresight for International Relations                         3.0                                                GLOB1-GC2050                                                    The Media and International Affairs                         3.0                                                GLOB1-GC2055                                                    Nuclear Non-Proliferation and Disarmament                         3.0                                                GLOB1-GC2060                                                    Democratic Transitions: Setbacks and Successes                         3.0                                                GLOB1-GC2095                                                    Global Climate Change                         3.0                                                GLOB1-GC2175                                                    Politics and Policies of The EU and European Integration                         3.0                                                GLOB1-GC2250                                                    International Organizations: A Focus on Geneva                         3.0                                                GLOB1-GC2260                                                    Global Empires: From History to the Future                         3.0                                                GLOB1-GC2270                                                    Key Foreign Policy Challenges Confronting the United States                         3.0                                                GLOB1-GC2291                                                    Policy Hacking: International Relations by Design                         3.0                                                GLOB1-GC2335                                                    Philanthropy's Influence on Global Policy                         3.0                                                GLOB1-GC2340                                                    Gender in International Affairs: Sex, Power, and Politics                         3.0                                                GLOB1-GC2342                                                    Women and Gender in the Middle East and South Asia                         3.0                                                GLOB1-GC2345                                                    The United Nations                         3.0                                                GLOB1-GC2470                                                    Contentious Politics                         3.0                                                GLOB1-GC2475                                                    Modern Religious Identities: Competition and Conflict on the World's Stage                         3.0                                                GLOB1-GC2505                                                    Modern Diplomacy                         3.0                                                GLOB1-GC3001                                                    The Contemporary Chinese Financial System                         3.0                          Peacebuilding        The concentration in peacebuilding examines the methodologies and the applied strategies used to establish long-term, sustainable peace and security on a global scale. Peacebuilding emphasizes attaining stability and institutional reform on a structural level through the mediation of government institutions, nongovernmental organizations, and the United Nations.                        Course     Title     Credits                                           GLOB1-GC1010                                                    Peacemaking & Peacebuilding                         3.0                                                GLOB1-GC2005                                                    Conflict Assessment: Theory and Practice                         3.0                                                GLOB1-GC2090                                                    Peacebuilding and Development                         3.0                                                GLOB1-GC2135                                                    Networks as Capacities for Peace                         3.0                                                GLOB1-GC2155                                                    Post-Conflict Policies for Peace Consolidation: A Case Study Approach                         3.0                                                GLOB1-GC2275                                                    Mediation Skills for Global Affairs                         3.0                                                GLOB1-GC2285                                                    Explaining Civil Wars                         3.0                                                GLOB1-GC2350                                                    Workshop in Applied Peacebuilding                         3.0                                                GLOB1-GC2365                                                    Structures of Peace: Measurement and Application                         3.0                                                GLOB1-GC2375                                                    Negotiation and Facilitation                         3.0                                                GLOB1-GC2380                                                    Joint Research Seminar in Peacebuilding                         3.0                                                GLOB1-GC2455                                                    Mediation for Global Affairs Practicum                         3.0                                                GLOB1-GC2595                                                    Advanced Joint Research Seminar in Peacebuilding                         3.0                                                GLOB1-GC3075                                                    Women, Peacemaking and Peacebuilding                         3.0                          Private Sector        The private sector concentration provides a comprehensive introduction to the contemporary principles of international business and finance, as well as in-depth examinations of such emerging issues as corporate governance and social responsibility, impact investing philosophies, and the increasing role of private-public partnerships. Attention is paid to the challenges of economic globalization and interdependence, the issues and problems associated with economic growth, income inequality, and the relationship between economic growth and human development. This concentration uniquely prepares students for gainful employment in the private sector, civil society, and governmental and supra-governmental organizations.                      Course     Title     Credits                                           GLOB1-GC2110                                                    The Multinational Corporation: Economic, Political, and Managerial Perspectives                         3.0                                                GLOB1-GC2130                                                    Corporate Social Responsibility -- Global Implications and Future Leadership                         3.0                                                GLOB1-GC2145                                                    Economics for Global Affairs                         3.0                                                GLOB1-GC2160                                                    Global Corporate Ethics, Compliance, and Governance: A Hands-On Approach                         3.0                                                GLOB1-GC2170                                                    International Banking                         3.0                                                GLOB1-GC2180                                                    The Emerging Markets                         3.0                                                GLOB1-GC2220                                                    International Trade Law and Policy                         3.0                                                GLOB1-GC2225                                                    Law and Policy in International Business                         3.0                                                GLOB1-GC2290                                                    International Business: The Challenge of Global Competition                         3.0                                                GLOB1-GC2295                                                    Fundamentals of Corporate Finance                         3.0                                                GLOB1-GC2420                                                    The Economics and Finance of Energy                         3.0                                                GLOB1-GC2425                                                    Private Sector Partnerships                         3.0                                                GLOB1-GC2445                                                    Global Electricity Markets and Policy                         3.0                                                GLOB1-GC2465                                                    Revolutions in Sustainability: A U.S./German Perspective                         3.0                                                GLOB1-GC2515                                                    Applied Statistics                         3.0                                                GLOB1-GC3060                                                    Political Risk: A Multi-Dimensional Analysis                         3.0                                                GLOB1-GC3065                                                    A Complete Capital Approach to Impact Investing                         3.0                          Transnational Security        Security is everyone's business, and a growing global concern in this age of resource wars, intercommunal violence, terrorism, cross-border crime, and pandemics. This concentration introduces students to the new transnational security agenda by combining the study of traditional issues such as war and disarmament with more contemporary issues, including terrorism, organized crime, and human security scourges. These complex and interconnected challenges are as often the domain of aid workers, police officers, and development specialists as they are of soldiers, spies, and diplomats. The concentration provides students with a combination of knowledge and practical skills preparing them to address security issues and risk assessment in the context of the private and NGO sector, as well as government service.                      Course     Title     Credits                                           GLOB1-GC2000                                                    Transnational Security                         3.0                                                GLOB1-GC2010                                                    Ethnic Conflicts                         3.0                                                GLOB1-GC2065                                                    Transnational Crime                         3.0                                                GLOB1-GC2070                                                    Intelligence and Counterintelligence                         3.0                                                GLOB1-GC2075                                                    Counter-Terrorism and Homeland Security                         3.0                                                GLOB1-GC2080                                                    Transnational Terrorism                         3.0                                                GLOB1-GC2105                                                    Economic Security: Challenges, Prescriptions, and Opportunities in the Post-9/11 Era                         3.0                                                GLOB1-GC2115                                                    U.S. Use of Force and the \"Global War on Terror\"                         3.0                                                GLOB1-GC2235                                                    Hard Power: The Uses and Abuses of Military Force                         3.0                                                GLOB1-GC2245                                                    National Security Decision Making Processes: Applied Theories                         3.0                                                GLOB1-GC2255                                                    Human Security: A New Approach to Today's Global Challenges                         3.0                                                GLOB1-GC2285                                                    Explaining Civil Wars                         3.0                                                GLOB1-GC2355                                                    Human Trafficking and People Smuggling                         3.0                                                GLOB1-GC2405                                                    Energy, Environment, and Resource Security                         3.0                                                GLOB1-GC2415                                                    Authoritarianism, Repression, and Corruption                         3.0                                                GLOB1-GC2510                                                    Cybersecurity                         3.0                                                GLOB1-GC2585                                                    Asymmetric Warfare, Insurgency & Counter-Insurgency                         3.0                                                GLOB1-GC2590                                                    Waging Non-Violent Conflict: A Practical Workshop                         3.0                             Electives        Students select up to two additional courses from any of the above concentrations, or with the approval of the faculty advisor or program director, students may select a maximum of two courses from among designated courses in the graduate programs offered by the NYU Wagner Graduate School of Public Service , another NYU graduate program , or from the following courses that will be offered periodically.           Regional Study Electives  Students select one of the following courses.                      Course     Title     Credits                                           GLOB1-GC1060                                                    From the Mughals to Modernity: India's Democracy and its Discontents                         3.0                                                GLOB1-GC1100                                                    Inside Latin America                         3.0                                                GLOB1-GC1105                                                    Europe in The 21St Century                         3.0                                                GLOB1-GC1110                                                    Inside Africa Today                         3.0                                                GLOB1-GC1115                                                    Asia Today: An Introduction                         3.0                                                GLOB1-GC1125                                                    Transformations in Central Asia: A Global Context                         3.0                                                GLOB1-GC1130                                                    Russia and the World                         3.0                                                GLOB1-GC1135                                                    The Mideast: National Security, Politics, and Society                         3.0                                                GLOB1-GC1140                                                    Vietnam and ASEAN at The Vortex of Geopolitics and the World Economy in the 21st C                         3.0                                                GLOB1-GC1150                                                    The Great Game Redux? The Geopolitics of Afghanistan and Central Asia                         3.0                       Study-Away Electives  Study-away elective courses include components of in-class preparation and short-term travel to the studied region. These courses exist as independent electives, but also can satisfy course requirements for some concentrations .                      Course     Title     Credits                                           GLOB1-GC2185                                                    Chile: Democracy of Institutions and Social Market-Friendly Development                         3.0                                                GLOB1-GC2315                                                    War Crimes Prosecutions in the Former Yugoslavia: The Pitfalls and Promise of International Justice                         3.0                                                GLOB1-GC2325                                                    Vietnam/ASEAN Field Intensive                         3.0                                                GLOB1-GC2370                                                    Prague and Beyond: Security and Transition in Central Europe                         3.0                                                GLOB1-GC2435                                                    Bolivia: A Case Study in Sustainable Development                         3.0                                                GLOB1-GC2580                                                    Movement Building Around Sex Trafficking in India: Theory and Practice                         3.0                                                GLOB1-GC3000                                                    China's Reemergence: The Changing Political, Economic, and Social Landscape                         3.0                                                GLOB1-GC3005                                                    Cuba in the World: An Intercambio                         3.0                                                GLOB1-GC3010                                                    Ghana: a Case Study in Development                         3.0                                                GLOB1-GC3020                                                    South Africa: Challenges of Transformations                         3.0                                                GLOB1-GC3025                                                    The Arab-Israeli Conflict                         3.0                                                GLOB1-GC3040                                                    The Two Worlds of India: Poverty and the Economic Rise of 'New India'                         3.0                                                GLOB1-GC3070                                                    Moscow: Security, Stress and Stability in the New Russia                         3.0                             Optional Courses        Students may take the following courses with approval from the program.                        Course     Title     Credits                                           GLOB1-GC3905                                                    Internship                         1.0                                                GLOB1-GC3915                                                    Independent Study                         3.0                                  Ready to Proceed?          Apply Now      Request Information      Attend an Information Session                Explore Financial Aid Options          Fellowships      Scholarships      Loans                                                                                                     QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "International Law-Curriculum | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; International Law Curriculum                  Areas of Study                 International                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                           Curriculum   The Law School offers an unsurpassed array of courses, seminars, and colloquia in international, comparative, and foreign law. In fact, there are more than 60 courses typically taught in these areas each year, and International Law is now a first-year elective. Students develop cross-cutting expertise between areas that were traditionally studied separately, such as trade and environmental law, intellectual property and human rights, and global antitrust and international labor law.   \"NYU is the premier place to study international law in the world,\" says Professor José Alvarez. \"With specialized expertise and courses in the history and theory of public international law, global governance, and an expanding range of human rights offerings, including various opportunities for hands-on clinics and internships in these fields, our faculty and curriculum are unsurpassed when it comes to 'public' international law subjects. Our center on arbitration and deep coverage of trade, investment, and finance demonstrate NYU's equivalent strengths in international economic law. Perhaps less well known, however, is NYU's unrivaled capacity for interdisciplinary work within and among all such topics. Our international and comparative law faculty include experts on economics, sociology, anthropology, and history, for example—as is appropriate for a world where legal issues are never neatly demarcated as such.\"   The study of international law at NYU is integrally linked to the Hauser Global Law School Program , which reflects and responds to the interconnections and influences of laws and legal systems of various nations among one another. The Hauser program brings the Law School into partnership with leading law schools in Brazil, Argentina, Chile, South Africa, Singapore, China, and Europe, and, with the Institute for International Law and Justice , has an active series of conferences on globalization and public regulatory issues with partners in Delhi, Cape Town, Buenos Aires, São Paulo, Beijing, and elsewhere. The Hauser program also brings leading faculty from around the world to visit and teach at NYU, supplementing our already rich curriculum with further regional, global and comparative perspectives and topics.     Faculty at NYU study and teach international law from a wide range of perspectives:   Global Trade and Regulation   Professors Richard Stewart and Benedict Kingsbury initiated and direct the Institute for International Law and Justice’s Global Administrative Law Research Project —a revolutionary approach to responsibility and participation in global governance that involves scholars worldwide. Kingsbury also works on the issues of indigenous peoples, and directs the Program in the History and Theory of International Law as well as the Institute for International Law and Justice. Stewart is doing groundbreaking work on climate change and on GMOs. Together with Professor Kevin Davis, Stewart and Kingsbury launched a project in 2009 on Climate Change Financing for Development, focused on governance, design, and tax issues in global carbon markets.   Gráinne de Búrca, a leading expert on European Union law, focuses on a wide range of topics related to EU and international law and policy, including doctrine, institutional design, and broad questions about the integration of the EU legal order with the international legal system. She teaches courses on international law, EU law, European human rights law, and a clinic on International Organizations. She is faculty director of the Hauser Global Law Program and co-director of the Jean Monnet Center for International and Regional Economic Law &amp; Justice.   Professor José E. Alvarez, who joined the NYU Law faculty after a decade at Columbia Law School, engages with regulatory issues in his cutting-edge course on international organizations, which addresses the impact that institutions (including international tribunals) have had in fields such as trade, international labor law, international civil aviation, and international health law. In addition, his seminar on law and policy of international investment addresses how bilateral and regional investment treaties, and the arbitral caselaw produced under them, regulate states.    Professor Kevin Davis, who teaches courses on international finance and law and development, considers the regulatory impact of international financial institutions, particularly through their use of indices to promote \"rule of law\" reforms. Indeed, he has led a project to consider the impact of such indices along with Professors Kingsbury and Sally Merry.   University Professor Joseph Weiler, a leading expert on EU, international law and international economic law, is currently on leave to lead the European University Institute in Florence. Professor Robert Howse, a leading WTO expert, joined the Law School’s faculty in 2008, and teaches International Trade Law, International Investment Law and Arbitration, and International Financial Architecture.   International Human Rights   International human rights are the focus of several professors’ teaching, research, and activism. Professor Philip Alston is the current UN Special Rapporteur on Extreme Poverty and Human Rights, a former UN Special Rapporteur on Extrajudicial, Summary or Arbitrary Executions, and co-chair of the Law School’s Center for Human Rights and Global Justice (CHRGJ) . He teaches the International Criminal Law Seminar, International Human Rights Law, and Economic and Social Rights. Professor Ryan Goodman is also co-chair of the CHRGJ, and is Anne and Joel Ehrenkranz Professor of Law. Prior to moving to NYU, Goodman was the inaugural Rita E. Hauser Professor of Human Rights and Humanitarian Law and director of the Human Rights Program at Harvard Law School. The CHRGJ's faculty co-directors, Professors Smita Narula and Margaret Satterthwaite '99, lead the International Human Rights Clinic and conduct cutting-edge research in this area.   Gráinne de Búrca teaches and writes in the area of European human rights.   In general, human rights issues are addressed throughout the international curriculum, including in courses devoted to international criminal law and tribunals, transitional justice, transnational civil litigation, and even economic subjects such as international investment.   International Organizations, Global Governance, and Security   The legal impact of inter-state organizations, such as those of the UN system and other forums for \"global governance\" (such as public/private partnerships), are considered in courses devoted to international organizations or the UN (by distinguished global visitors and Professor Alvarez), courses on global governance and international environmental law (as by Professors Stewart and Kingsbury), courses on finance or law and development (by Professor Kevin Davis), and courses on the European Union (by Professors Eleanor Fox and Gráinne de Búrca). Students wishing more direct contact with some of these organizations may opt for the clinic on international organizations (led by Professors de Búrca and Angelina Fisher). That clinic addresses specific problems being considered by a number of international organizations and matches students with officials from those organizations working on such problems.   A number of the courses involving global governance or international organizations address the problem of \"human security\"—including the risks posed by terrorism, pandemics, and climate change—whether involving action by the UN, the International Civil Aviation Organization, the EU, or the World Health Organization. NYU has also been a leader in promoting an entirely new field of study, global administrative law (GAL), which considers the impact of all forms of global regulation, whether formally legally binding or not. The GAL project has generated a significant reform agenda involving collaborations with scholars from around the world, and is intended to make global regulatory efforts more accountable.    National security issues, particularly under US law, are addressed by a number of faculty members who teach and write in this area, including Professors Samuel Rascoff, Richard Pildes, Samuel Issacharoff, Stephen Schulhofer, and Burt Neuborne. Professor Rascoff, an Arabic-speaking Middle East expert who has worked at high levels of the US government, is the director of the Center on Law and Security . That center is the focal point for such issues, and regularly brings to NYU academic experts and leading practitioners in this cutting-edge field. The Institute for International Law and Justice integrates the Law School’s scholarly excellence in international law into the policy activities of the UN, non-governmental organizations, law firms, and industry, organizing collective research projects with academic and policy institutions internationally, policy work, and academic and practical training initiatives conducted by faculty examining international law questions.   Private and Transactional International Law   NYU School of Law provides a rich academic environment for the study of private and transactional international law. Course offerings include Conflict of Laws, International Litigation and Arbitration, and International Commercial Arbitration. Faculty practicing in the area include Professor Andreas Lowenfeld, a preeminent expert in the field of public and private international law; Professor Linda Silberman, one of the leading scholars and practitioners in the fields of civil procedure, conflict of laws, family law (domestic and international), international litigation, and international arbitration; Professor Clayton Gillette, an expert in the international law of commercial sales and the United Nations Convention on Contracts for the Sale of International Goods; and Professor Rochelle Dreyfuss, director of the Engelberg Center on Innovation Law and Policy and a leader and innovator in the field of international intellectual property.   Professor Kevin Davis directs the Institute for International Law and Justice’s project on financing development, in which real commercial law development financing transactions are studied alongside public law and governance techniques. This work is integrated with Professor Frank Upham's law and development focus on East Asia, pioneering work in international tax policy for development by Professors Mitchell Kane and Lily Batchelder (on leave), and work on financial flows for climate change mitigation by Professors Richard Stewart and Richard Revesz. Professor Franco Ferrari is the director for Center for Transnational Litigation and Commercial Law. He is also a chaired professor of international law at Verona University School of Law. After serving as a member of the Italian Delegation to various sessions of the United Nations Commission on International Trade Law (UNCITRAL) from 1995 to 2000, he served as a legal officer at the United Nations Office of Legal Affairs, International Trade Law Branch (2000-2002). Other Hauser Global Law School faculty work closely with students on arbitration moot courts and student scholarship. Leading arbitration practitioners teaching regularly at the Law School include Donald Donovan, who has argued recent cases before the International Court of Justice and the US Supreme Court. NYU's depth in commercial arbitration is matched by faculty expertise in investor-state arbitration, arising out of the nearly 3,000 investment protection agreements found throughout the world. Faculty who are teaching or writing in that expanding practice area include Professors Alvarez, Howse, Lowenfeld, and Kingsbury.   Other faculty members whose scholarship and practice often intertwine with the fields of private and transactional international law include Professor Harry First, director of the Law School’s Competition, Innovation, and Information Law Program; Professor Eleanor Fox '61, an expert in the field of international antitrust; and Professor Geoffrey Miller, director of the Center for Financial Institutions.   More on the International Law program from the NYU Law Magazine                                    Find out more           International Law:     Overview   Faculty   NYU Law Abroad   Global Legal Practice Pathway   Global Opportunities                   Video @ Van Hall             Paul Mertenskoetter '14 on his international law pathway     Emma Clippinger '15 on taking International Law as a 1L     Alex Kerchner '14 on traveling to Tunisia through his clinic                 Course Topics           There are several International Law course groups. To see individual courses, click on a speciality below.     Comparative and Foreign Law   International Law   International Litigation and Arbitration     See All Courses                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]