[{"detail": [{"content": "Blog Wow: View blog                                 Katarzyna E Lesko                 Katarzyna E Lesko                    K. Lesko: Article on &quot;de-extinction&quot; of animals      Mar 23, 2013 10:51 AM        Hi everybody,      In vein of topics we talked about in class (the tree of life, evolution, animals, and cloning), here is an article that relates to all of them.      http://blogs.e-rockford.com/applesauce/2013/03/19/rockford-native-says-we-should-use-the-dna-of-extinct-animal-species-to-revive-them/      The main claim is that DNA from extinct animals can be cloned and revived in new animals, thus saving many species from extinction as long as their DNA is still recoverable. &quot;Many extinct species&mdash;from the passenger pigeon to the woolly mammoth&mdash;might now be reclassified as &ldquo;bodily, but not genetically, extinct.&rdquo; They&rsquo;re dead, but their DNA is recoverable from museum specimens and fossils, even those up to 200,000 years old.&quot;      This article raises very serious ethical questions. It mentions that this method would allow for genetic altering--that is, to genetically engineer species to survive. If this cloning/revival of extinct animal DNA were scientifically possible and sound, do we have the right to revive these species or alter the course of nature? If that would pass for animal DNA, would the scientific world push for similar experimentation for human DNA?      The author is not very specific as to HOW this DNA would be cloned, only mentions that &quot;Thanks to new developments in genetic technology, DNA may eventually bring the animals back to life. Only species whose DNA is too old to be recovered, such as dinosaurs, are the ones to consider totally extinct, bodily and genetically.&quot; The idea is also extended to currently endangered species--if we had the technology to genetically engineer &quot;bodily extinct&quot; species to survive, we could do the same to species at risk of bodily extinction.       The question is, how would would scientists learn and decide which set of genes is responsible for a species extinction and which genes would replace the &quot;faulty&quot; genes?"}]}]