[{"detail": [{"content": "What &quot;The Literature, Arts, and Medicine Database&quot; Is and How to Use It | Division of Medical Humanities                         Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Division of Medical Humanities                    Department of Medicine                                                                                   Home   About Us   Featured Writing   Education   Promoting Medical Humanities   Contact Us                                  Home What \"The Literature, Arts, and Medicine Database\" Is and How to Use It            Print  Email               - A + A                                         What \"The Literature, Arts, and Medicine Database\" Is and How to Use It      Home   About Us   Featured Writing  Dr. Lerner: &#039;Why History of Medicine&#039;   Dr. Lowenstein: &#039;Gabrielle&#039;     Education   Promoting Medical Humanities   Contact Us                                                                      What &quot;The Literature, Arts, and Medicine Database&quot; Is and How to Use It                                               Resource for a New Paradigm in Training Doctors   By Felice Aull   (About the Author)      Felice Aull, PhD   [This article was originally published in The Write Place At the Write Time (Summer 2012,  www.thewriteplaceatthewritetime.org ) and is reproduced here by their permission as well as that of the author.]   Introduction   Doctors traditionally have been taught that their interactions with patients should be strictly objective, concerned but detached. This view is currently being challenged with an emerging new paradigm. In this new model, engagement - emotional and intellectual - is valued and encouraged. Understanding the context in which individual illness occurs, and the meaning of illness in a person's life-world are recognized as being necessary for accurate diagnosis and successful treatment. It is increasingly understood that healthcare workers must be aware of their biases and preconceptions to avoid making judgment errors, and that they must deal creatively with the ambiguities inherent in their work. When working with patients, they must also be aware of their own fears and anxieties and learn to develop emotional resilience. One could say therefore that a paradigm of detached concern is being replaced by one of engagement, affiliation, reflective practice, and emotional resilience (for articles and books that discuss these concepts see references 1-5).   As educators develop methods to teach and promulgate the new paradigm for healthcare practice, literature and the arts are increasingly being enlisted in this endeavor. This essay will describe the background for this development, and then discuss the founding and use of a key resource, The Literature, Arts, and Medicine Database , which is the major component of the NYU Medical Humanities website. I will also reference relevant essays from the Literature, Arts, and Medicine blog site.   An Interdisciplinary Field   The centrality of story in the medical encounter has long been acknowledged.  In the 1960s a field of scholarship and teaching developed - Literature and Medicine -that uses precepts of literary analysis and focuses on a range of literature relevant to the illness experience. This field officially became an academic discipline in 1972 when a professor of English literature, Joanne Trautmann [Banks], was appointed to the faculty of a medical school (Pennsylvania State University College of Medicine). By 1995, at least one third of US medical schools offered courses in literature and medicine and in 2012 most medical schools in this country either require or offer as electives, courses that incorporate literature, film, and art to address the many facets of illness experience and of caregiver experience that are outside the field of medical science. To reflect the expansion beyond just literature to include other humanities, visual and performing arts, and social sciences as they are brought to bear on healthcare training, the term, 'Medical Humanities', came into common use. Although this field originated in the USA, its interface with healthcare education has spread to many other countries – even as far away as Nepal! (see \" Medical Humanities: Sowing the Seeds in the Himalayan Country of Nepal. \"   While it is still relatively rare to find humanities scholars on the faculty of medical schools, increasingly there is collaboration and consultation between arts and sciences and medical school campuses, and some medical schools have appointed \"artists in residence\" and \"writers in residence.\" Outside of the education setting, Literature and Medicine has entered community hospitals. For example, The Maine Humanities Council initiated a national reading and discussion program for hospital-based staff, \"Literature &amp; Medicine: Humanities at the Heart of Healthcare.\" This program has reached at least 25 states in the US.   Story and Medicine   Fiction, memoir, poetry, and other genres often bring powerful stories to readers. These genres engage the emotions and expose readers to worlds outside their own experience. Such worlds may be those of illness or caregiving, but may also highlight issues of ethnicity, gender, power relations, socioeconomic status, etc. Literature requires us to attend to plot, relationship between characters, language, metaphor, gaps in the narrative. \"Literature teaches us in unique ways to imagine the other, to use the imagination as an instrument of compassion, to tolerate ambiguity, to dwell in paradox, to consider multiple points of view.\" (6) There is usually no single \"correct answer\" in its interpretation. Notes physician-writer Jay Baruch, who recently helped develop \"Integrated Clinical Arts,\" a required medical humanities curriculum at Brown University's medical school: \"reductionist thinking\" is pervasive in medical education but \"the challenge in medicine is dealing with messiness and nuance.\" (7)   During the last 10 years, the turn to narrative has had a large impact on medical humanities, pioneered by Rita Charon, who is trained in both medicine and literature. She coined the term \"narrative medicine\" and her Narrative Medicine Program at Columbia University College of Physicians and Surgeons trains others to teach and practice this approach to healthcare education. (8) A faculty member on her team, Maura Spiegel, writes, \"A premise of Narrative Medicine is that attentiveness to how stories are told can make you better at considering a patient's story -or another caregiver's story or your own. It can help you identify what pieces of the story might be missing, what more you'd like to know, or what doesn't seem to fit. Notice[ing] where a story begins and ends, who's included in the story, whether or not it runs along a familiar plot line, how the teller's affect changes in the course of the telling.\" (\" Teaching Film: A Perspective From Narrative Medicine .\" )   Arts and Medicine   Visual arts have more recently entered medical humanities training. Often the focus is on developing better observational and interpretive skills, but also recognized is the power of visual arts to elicit an emotional response in the observer. Bringing all of these together is the goal of numerous art-and-medicine classes, which often take place in museums and may be led by museum educators or those trained by museum educators. For example, Florence Gelo, faculty at Drexel University College of Medicine, describes how she brings doctors in a Family Medicine residency training program to Philadelphia art museums and encourages them to describe to each other their emotional responses to a painting, to notice details, to interpret. See annotation of \" The HeART of Empathy: Using the Visual Arts in Medical Education \" and its accompanying online video in the Literature, Arts, and Medicine Database.   Performing arts, particularly film and television series, are commonly part of a medical humanities curriculum. Film clips are popular in medical ethics classes, and full-length films that provide insight into the history of medicine are common. Consideration of full-length films can proceed in a way similar to consideration of literary works, emphasizing either topical content or narrative analysis. Maura Spiegel, who teaches both literature and film in the Narrative Medicine Program at Columbia, writes about teaching the film, \"The Doctor\" from both a \"topical\" and a \"narrative\" perspective. Her blog essay is well worth reading (\" Teaching Film: A Perspective From Narrative Medicine \"). For further discussion of use of film and theater in medical humanities, see references 9 and 10, respectively.   Expressive Arts and Medicine   Medical Humanities is now bringing the active arts into curricula and programs. Drawing, as well as creative and reflective writing have been incorporated into optional or required healthcare training. These provide opportunities for creative expression and foster observation and self-analysis. Often they are group activities whose creative products are shared and discussed among participants. Sessions may be led by professional artists and writers. See, for example, the description of a craft of writing workshop at Yale University School of Medicine (Anna Reisman. \"The Craft of Writing: A Workshop for Doctors- in- training\" ) and an essay on how a creative writing project for doctors in Nebraska provides professional inspiration and prevents burnout (Steve Langan. \" The Seven Doctors Project: Creative Writing As Inspiration And Intervention .   Reflective writing is a required curricular element in some medical schools. Students and resident physicians may be asked to write a reflective, self-analytic piece about an experience with a patient or patient's family. Poetry may be a form of expression in certain programs. Johanna Shapiro, Director of the Medical Humanities Program at University of California Irvine School of Medicine, collected and analyzed more than 500 poems by medical students from different institutions. She developed categories that describe what students expressed in their poems. Among these were chaos, journey, and witnessing. (11)   At New York University School of Medicine, artist Laura Ferguson teaches anatomy drawing to interested students and works on her own drawings as she observes dissections in the student anatomy lab and incorporates 3-D images of her own body into her work.  A Family Medicine residency program at McGill University offers trainees an interdisciplinary art project, to fulfill a research requirement. Participants are expected to meet specific goals within stated learning objectives. They have created films, sculpture, poetry, and other products. (See blog essay by the project's creator, Dr. Maureen Rappaport, \" Interdisciplinary Arts Project in a Family Medicine Residency Training Program .\"   Performance studies methodology is currently under consideration to help teach students and physicians \"how to interact with patients in a compassionate and empathetic manner . . . Performance studies offers a paradigm for teaching doctors to identify and critique the professional roles that they play daily and to choose their words and gestures deliberately so that their interactions with patients become more empathetic, compassionate, and thoughtful.\" (12)   The Literature, Arts, and Medicine Database: Development and Uses   Literature and medicine as a field for healthcare training was beginning to take hold in the early 1990s but there were few resources for instructors. Widely used at the time was an annotated bibliography by the pioneering scholar, Joanne Trautmann [Banks]. (14) First published in 1978 and last revised in 1982, it was no longer up to date in the early 90's. The early 90s was also the period when the World Wide Web was introduced and coming into widespread use.   I had started to use literature in seminars with pre-medical and medical students at NYU, exploring the illness experience and experiences of doctors-in-training. As I attended workshops and professional meetings where such teaching was discussed, an idea germinated: those teaching literature and medicine could combine forces and together contribute to a Web-based annotated bibliography. We (NYU) would make this available on the Internet freely so that those interested would have easy access, and so that the field might be promoted and spread. Multiple contributors from different institutions and with varied interests would bring a range of perspectives and literary works. The Web format allows for frequent updates so that the material could be kept current. So, in 1993 the Literature and Medicine Database was established at NYU with four of us in the initial group of editor- annotators. Gradually I recruited additional individuals, resulting in approximately 20 editor-annotators from all over North America. Some have left the project and new ones have joined, but turnover is low. As the field developed to include art and film, the database expanded to include those genres as well.   Currently the Database holds more than 2500 annotations, primarily in literary genres, but also several hundred in art and film. It is searchable by keyword, genre, author, and several other categories as well as with an internal Google search engine that can search for any word or phrase (Free Text Search). There are extensive internal hyperlinks (cross-referencing) and links to external online texts, artworks, film trailers, author and artist homepages. The site gets more than 4000 page views per day and is used to create courses in medical humanities; by students at all levels - graduate, undergraduate, high-school, medical, nursing--for thesis and other academic work; by scholars and writers doing research; by patients and reading groups; by libraries; and by others.   The Search and Examples   How might a user find annotations for a specific purpose, and what might be found? One way to get started is to view the list of keywords, in order to see the topics covered in the database, or to get ideas for course topics, essay topics, etc. Database topics are, however, not confined to those listed as keywords – many other themes are included and can be searched for with the Google engine. Having picked a topic, the user might then decide to limit the search, for example, to poems or short stories, or to art. Perhaps the user wants only to read annotations with online links to the text or art in question. Below are six examples of searches, with highlights of the results.   1. Keyword: Patient Experience   Genre: Poem   This search can be done quickly with the \"Annotation Search\" function, which has a pull-down menu for all the literary genres in the database. The results can be sorted by title or by author; both are displayed. More than 100 results are available – I choose the annotation of L. E. Sissman's poem, \" Homage to Clotho: A Hospital Suite. \"   Writes the annotator, \"Keen observation and carefully clever metaphors make poetry his best defense against his own impending death from Hodgkin’s disease.\" \"Empathy is a major theme of the poem.\"   2. Keyword: Doctor-Patient Relationship   Genre: Poem  Additional feature: on-line text of poem   Since there are now three search criteria, an internal Google search (Free Text Search) of linked terms is best. A search for doctor-patient AND poem AND on-line yields as the first result, \"The Distant Moon\" by Rafael Campo.       In this case the search result link is to the audio and text of Campo's own commentary and reading , which are linked to the annotation. Campo tells us that the poem is about a patient he had and \"how much our patients actually care for us  . . .\" The annotator notes that the poem is \"a fine evocation of the tension between clinical distance and emotional attachment.\" (One can find the annotation using Annotation Search for the title, or from the Author list to see the works by that author annotated in the database.)   3. Keyword: Illness and the Family Genre: Poem Additional feature: on-line   The free text search yields annotations of more than 30 poems. Suppose we select the annotation of Tony Hoagland's poem, \"Lucky,\" about caring for his dying mother. The annotator notes that \"this is caregiving with a twist – the mother is likened to a weakened enemy\". The poem is \"deeply unsettling\" but brings out the conflicting emotions in such a situation. Other works that could be compared with the poem are suggested. Hoagland's audio commentary, reading, and text are linked to the annotation.   4. Keyword: Cross-Cultural Issues Genre: Short Story   Using the Annotation Search function, more than 25 results are displayed. Selecting Toni Morrison's story, \"Recitatif,\"  we learn that \"The story is a wonderful classroom tool for discussing stereotypes of embodied differences like race, class, and disability.\"   5. Keyword: Power Relations Art, on-line   With Free Text Search we find an annotation of the painting by Degas, \"Interior.\"  The annotator writes, \"Degas' brilliant rendering of perspective pulls the viewer into the mystery of what has taken place/is taking place in this room. We don't know how to look at this scene, much less how to interpret it.\" \"The human drive to narrativize and seek meaning in what is seen (and experienced) can lead to misinterpretation.\" Other paintings of psychological exploration and social commentary are mentioned and an article that discusses the painting is referenced.   6. Keyword: Physician Experience Film   The Son's Room . This film, concerns the death of a psychoanalyst's young son. The annotator writes: \"We, the audience, need to process our own loss of the character and our identification with Giovanni’s grief, and instead we are forced, with him, to listen to the anxieties of his patients, which suddenly seem almost outrageously petty and selfish. The challenges of empathy and of professionalism in the face of personal agony has surely seldom been so vividly presented.\"   The above annotations discuss topic but also comment on form and narrative approach.   There are several database annotations of works that focus on activities, for example Gillie Bolton's books, Reflective Practice: Writing and Professional Development and The Therapeutic Potential of Creative Writing: Writing Myself .   And now, please browse and search the Database!   References   Coulehan, John L. “Tenderness and Steadiness: Emotions in Clinical Practice.” Literature and Medicine. 14/2, Fall: 222-236 (1995).   Coulehan, Jack. “Empathy, Passion, Imagination: A Medical Triptych.” Journal of Medical Humanities. 18/2 , Summer 99-110 (1997).   Charon, Rita. \"Narrative Medicine: A Model for Empathy, Reflection, Profession, and Trust.\" Journal of the American Medical Association. 286: 1897-1902 (2001).   Charon, Rita. \"Narrative Medicine: Attention, Representation, Affiliation.\" Narrative. 13/3: 261-270 (2005).   Halpern, Jodi. From Detached Concern to Empathy: Humanizing Medical Practice.  (New York: Oxford University Press) 2001.   Hawkins, Anne Hunsaker.  Teaching Literature and Medicine, eds. Hawkins, Anne Hunsaker and Marilyn McEntyre. (New York:  Modern Language Association 2000), 14.   Cambra, Kris and Delpoio, David. \"Think Different: an integrated humanities curriculum teaches medical students new ways of seeing.\" Brown Medicine Magazine, Winter, 2012 cover story, p.2. &lt; http://brownmedicinemagazine.org/past_issues.php&gt; Accessed  May 23, 2012.   Charon, Rita. Narrative Medicine: Honoring the Stories of Illness. (New York: Oxford University Press) 2006.   Editors Colt, Henri G., Quadrelli, Silvia and Friedman, Lester D., eds. The Picture of Health: Medical Ethics and The Movies. (New York: Oxford University Press) 2011.   Belli. Angela. Bodies and Barriers: Dramas of Dis-Ease. (Kent, Ohio: Kent State University Press, Literature and Medicine Series) 2008.   Shapiro, Johanna. The Inner World of Medical Students: Listening to Their Voices in Poetry. (Abingdon, UK and New York: Radcliiffe Publishing Ltd.) 2009.   Case, Gretchen A. and Brauner, Daniel J. \"The Doctor as Performer: A Proposal for Change Based on a Performance Studies Paradigm.\" Academic Medicine.  85(1), January 2010, pp 159-163.   Martin Kohn. \"Performing medicine: the role of theatre in medical education.\" Medical Humanities. 37:3-4 (2011).   Trautmann, Joanne and Pollard, Carol. Literature and Medicine: An Annotated Bibliography. (Pittsburgh: University of Pittsburgh Press) 1978, 1982.                                                                                    NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "What &quot;The Literature, Arts, and Medicine Database&quot; Is and How to Use It | Division of Medical Humanities                         Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Division of Medical Humanities                    Department of Medicine                                                                                   Home   About Us   Featured Writing   Education   Promoting Medical Humanities   Contact Us                                  Home What \"The Literature, Arts, and Medicine Database\" Is and How to Use It            Print  Email               - A + A                                         What \"The Literature, Arts, and Medicine Database\" Is and How to Use It      Home   About Us   Featured Writing  Dr. Lerner: &#039;Why History of Medicine&#039;   Dr. Lowenstein: &#039;Gabrielle&#039;     Education   Promoting Medical Humanities   Contact Us                                                                      What &quot;The Literature, Arts, and Medicine Database&quot; Is and How to Use It                                               Resource for a New Paradigm in Training Doctors   By Felice Aull   (About the Author)      Felice Aull, PhD   [This article was originally published in The Write Place At the Write Time (Summer 2012,  www.thewriteplaceatthewritetime.org ) and is reproduced here by their permission as well as that of the author.]   Introduction   Doctors traditionally have been taught that their interactions with patients should be strictly objective, concerned but detached. This view is currently being challenged with an emerging new paradigm. In this new model, engagement - emotional and intellectual - is valued and encouraged. Understanding the context in which individual illness occurs, and the meaning of illness in a person's life-world are recognized as being necessary for accurate diagnosis and successful treatment. It is increasingly understood that healthcare workers must be aware of their biases and preconceptions to avoid making judgment errors, and that they must deal creatively with the ambiguities inherent in their work. When working with patients, they must also be aware of their own fears and anxieties and learn to develop emotional resilience. One could say therefore that a paradigm of detached concern is being replaced by one of engagement, affiliation, reflective practice, and emotional resilience (for articles and books that discuss these concepts see references 1-5).   As educators develop methods to teach and promulgate the new paradigm for healthcare practice, literature and the arts are increasingly being enlisted in this endeavor. This essay will describe the background for this development, and then discuss the founding and use of a key resource, The Literature, Arts, and Medicine Database , which is the major component of the NYU Medical Humanities website. I will also reference relevant essays from the Literature, Arts, and Medicine blog site.   An Interdisciplinary Field   The centrality of story in the medical encounter has long been acknowledged.  In the 1960s a field of scholarship and teaching developed - Literature and Medicine -that uses precepts of literary analysis and focuses on a range of literature relevant to the illness experience. This field officially became an academic discipline in 1972 when a professor of English literature, Joanne Trautmann [Banks], was appointed to the faculty of a medical school (Pennsylvania State University College of Medicine). By 1995, at least one third of US medical schools offered courses in literature and medicine and in 2012 most medical schools in this country either require or offer as electives, courses that incorporate literature, film, and art to address the many facets of illness experience and of caregiver experience that are outside the field of medical science. To reflect the expansion beyond just literature to include other humanities, visual and performing arts, and social sciences as they are brought to bear on healthcare training, the term, 'Medical Humanities', came into common use. Although this field originated in the USA, its interface with healthcare education has spread to many other countries – even as far away as Nepal! (see \" Medical Humanities: Sowing the Seeds in the Himalayan Country of Nepal. \"   While it is still relatively rare to find humanities scholars on the faculty of medical schools, increasingly there is collaboration and consultation between arts and sciences and medical school campuses, and some medical schools have appointed \"artists in residence\" and \"writers in residence.\" Outside of the education setting, Literature and Medicine has entered community hospitals. For example, The Maine Humanities Council initiated a national reading and discussion program for hospital-based staff, \"Literature &amp; Medicine: Humanities at the Heart of Healthcare.\" This program has reached at least 25 states in the US.   Story and Medicine   Fiction, memoir, poetry, and other genres often bring powerful stories to readers. These genres engage the emotions and expose readers to worlds outside their own experience. Such worlds may be those of illness or caregiving, but may also highlight issues of ethnicity, gender, power relations, socioeconomic status, etc. Literature requires us to attend to plot, relationship between characters, language, metaphor, gaps in the narrative. \"Literature teaches us in unique ways to imagine the other, to use the imagination as an instrument of compassion, to tolerate ambiguity, to dwell in paradox, to consider multiple points of view.\" (6) There is usually no single \"correct answer\" in its interpretation. Notes physician-writer Jay Baruch, who recently helped develop \"Integrated Clinical Arts,\" a required medical humanities curriculum at Brown University's medical school: \"reductionist thinking\" is pervasive in medical education but \"the challenge in medicine is dealing with messiness and nuance.\" (7)   During the last 10 years, the turn to narrative has had a large impact on medical humanities, pioneered by Rita Charon, who is trained in both medicine and literature. She coined the term \"narrative medicine\" and her Narrative Medicine Program at Columbia University College of Physicians and Surgeons trains others to teach and practice this approach to healthcare education. (8) A faculty member on her team, Maura Spiegel, writes, \"A premise of Narrative Medicine is that attentiveness to how stories are told can make you better at considering a patient's story -or another caregiver's story or your own. It can help you identify what pieces of the story might be missing, what more you'd like to know, or what doesn't seem to fit. Notice[ing] where a story begins and ends, who's included in the story, whether or not it runs along a familiar plot line, how the teller's affect changes in the course of the telling.\" (\" Teaching Film: A Perspective From Narrative Medicine .\" )   Arts and Medicine   Visual arts have more recently entered medical humanities training. Often the focus is on developing better observational and interpretive skills, but also recognized is the power of visual arts to elicit an emotional response in the observer. Bringing all of these together is the goal of numerous art-and-medicine classes, which often take place in museums and may be led by museum educators or those trained by museum educators. For example, Florence Gelo, faculty at Drexel University College of Medicine, describes how she brings doctors in a Family Medicine residency training program to Philadelphia art museums and encourages them to describe to each other their emotional responses to a painting, to notice details, to interpret. See annotation of \" The HeART of Empathy: Using the Visual Arts in Medical Education \" and its accompanying online video in the Literature, Arts, and Medicine Database.   Performing arts, particularly film and television series, are commonly part of a medical humanities curriculum. Film clips are popular in medical ethics classes, and full-length films that provide insight into the history of medicine are common. Consideration of full-length films can proceed in a way similar to consideration of literary works, emphasizing either topical content or narrative analysis. Maura Spiegel, who teaches both literature and film in the Narrative Medicine Program at Columbia, writes about teaching the film, \"The Doctor\" from both a \"topical\" and a \"narrative\" perspective. Her blog essay is well worth reading (\" Teaching Film: A Perspective From Narrative Medicine \"). For further discussion of use of film and theater in medical humanities, see references 9 and 10, respectively.   Expressive Arts and Medicine   Medical Humanities is now bringing the active arts into curricula and programs. Drawing, as well as creative and reflective writing have been incorporated into optional or required healthcare training. These provide opportunities for creative expression and foster observation and self-analysis. Often they are group activities whose creative products are shared and discussed among participants. Sessions may be led by professional artists and writers. See, for example, the description of a craft of writing workshop at Yale University School of Medicine (Anna Reisman. \"The Craft of Writing: A Workshop for Doctors- in- training\" ) and an essay on how a creative writing project for doctors in Nebraska provides professional inspiration and prevents burnout (Steve Langan. \" The Seven Doctors Project: Creative Writing As Inspiration And Intervention .   Reflective writing is a required curricular element in some medical schools. Students and resident physicians may be asked to write a reflective, self-analytic piece about an experience with a patient or patient's family. Poetry may be a form of expression in certain programs. Johanna Shapiro, Director of the Medical Humanities Program at University of California Irvine School of Medicine, collected and analyzed more than 500 poems by medical students from different institutions. She developed categories that describe what students expressed in their poems. Among these were chaos, journey, and witnessing. (11)   At New York University School of Medicine, artist Laura Ferguson teaches anatomy drawing to interested students and works on her own drawings as she observes dissections in the student anatomy lab and incorporates 3-D images of her own body into her work.  A Family Medicine residency program at McGill University offers trainees an interdisciplinary art project, to fulfill a research requirement. Participants are expected to meet specific goals within stated learning objectives. They have created films, sculpture, poetry, and other products. (See blog essay by the project's creator, Dr. Maureen Rappaport, \" Interdisciplinary Arts Project in a Family Medicine Residency Training Program .\"   Performance studies methodology is currently under consideration to help teach students and physicians \"how to interact with patients in a compassionate and empathetic manner . . . Performance studies offers a paradigm for teaching doctors to identify and critique the professional roles that they play daily and to choose their words and gestures deliberately so that their interactions with patients become more empathetic, compassionate, and thoughtful.\" (12)   The Literature, Arts, and Medicine Database: Development and Uses   Literature and medicine as a field for healthcare training was beginning to take hold in the early 1990s but there were few resources for instructors. Widely used at the time was an annotated bibliography by the pioneering scholar, Joanne Trautmann [Banks]. (14) First published in 1978 and last revised in 1982, it was no longer up to date in the early 90's. The early 90s was also the period when the World Wide Web was introduced and coming into widespread use.   I had started to use literature in seminars with pre-medical and medical students at NYU, exploring the illness experience and experiences of doctors-in-training. As I attended workshops and professional meetings where such teaching was discussed, an idea germinated: those teaching literature and medicine could combine forces and together contribute to a Web-based annotated bibliography. We (NYU) would make this available on the Internet freely so that those interested would have easy access, and so that the field might be promoted and spread. Multiple contributors from different institutions and with varied interests would bring a range of perspectives and literary works. The Web format allows for frequent updates so that the material could be kept current. So, in 1993 the Literature and Medicine Database was established at NYU with four of us in the initial group of editor- annotators. Gradually I recruited additional individuals, resulting in approximately 20 editor-annotators from all over North America. Some have left the project and new ones have joined, but turnover is low. As the field developed to include art and film, the database expanded to include those genres as well.   Currently the Database holds more than 2500 annotations, primarily in literary genres, but also several hundred in art and film. It is searchable by keyword, genre, author, and several other categories as well as with an internal Google search engine that can search for any word or phrase (Free Text Search). There are extensive internal hyperlinks (cross-referencing) and links to external online texts, artworks, film trailers, author and artist homepages. The site gets more than 4000 page views per day and is used to create courses in medical humanities; by students at all levels - graduate, undergraduate, high-school, medical, nursing--for thesis and other academic work; by scholars and writers doing research; by patients and reading groups; by libraries; and by others.   The Search and Examples   How might a user find annotations for a specific purpose, and what might be found? One way to get started is to view the list of keywords, in order to see the topics covered in the database, or to get ideas for course topics, essay topics, etc. Database topics are, however, not confined to those listed as keywords – many other themes are included and can be searched for with the Google engine. Having picked a topic, the user might then decide to limit the search, for example, to poems or short stories, or to art. Perhaps the user wants only to read annotations with online links to the text or art in question. Below are six examples of searches, with highlights of the results.   1. Keyword: Patient Experience   Genre: Poem   This search can be done quickly with the \"Annotation Search\" function, which has a pull-down menu for all the literary genres in the database. The results can be sorted by title or by author; both are displayed. More than 100 results are available – I choose the annotation of L. E. Sissman's poem, \" Homage to Clotho: A Hospital Suite. \"   Writes the annotator, \"Keen observation and carefully clever metaphors make poetry his best defense against his own impending death from Hodgkin’s disease.\" \"Empathy is a major theme of the poem.\"   2. Keyword: Doctor-Patient Relationship   Genre: Poem  Additional feature: on-line text of poem   Since there are now three search criteria, an internal Google search (Free Text Search) of linked terms is best. A search for doctor-patient AND poem AND on-line yields as the first result, \"The Distant Moon\" by Rafael Campo.       In this case the search result link is to the audio and text of Campo's own commentary and reading , which are linked to the annotation. Campo tells us that the poem is about a patient he had and \"how much our patients actually care for us  . . .\" The annotator notes that the poem is \"a fine evocation of the tension between clinical distance and emotional attachment.\" (One can find the annotation using Annotation Search for the title, or from the Author list to see the works by that author annotated in the database.)   3. Keyword: Illness and the Family Genre: Poem Additional feature: on-line   The free text search yields annotations of more than 30 poems. Suppose we select the annotation of Tony Hoagland's poem, \"Lucky,\" about caring for his dying mother. The annotator notes that \"this is caregiving with a twist – the mother is likened to a weakened enemy\". The poem is \"deeply unsettling\" but brings out the conflicting emotions in such a situation. Other works that could be compared with the poem are suggested. Hoagland's audio commentary, reading, and text are linked to the annotation.   4. Keyword: Cross-Cultural Issues Genre: Short Story   Using the Annotation Search function, more than 25 results are displayed. Selecting Toni Morrison's story, \"Recitatif,\"  we learn that \"The story is a wonderful classroom tool for discussing stereotypes of embodied differences like race, class, and disability.\"   5. Keyword: Power Relations Art, on-line   With Free Text Search we find an annotation of the painting by Degas, \"Interior.\"  The annotator writes, \"Degas' brilliant rendering of perspective pulls the viewer into the mystery of what has taken place/is taking place in this room. We don't know how to look at this scene, much less how to interpret it.\" \"The human drive to narrativize and seek meaning in what is seen (and experienced) can lead to misinterpretation.\" Other paintings of psychological exploration and social commentary are mentioned and an article that discusses the painting is referenced.   6. Keyword: Physician Experience Film   The Son's Room . This film, concerns the death of a psychoanalyst's young son. The annotator writes: \"We, the audience, need to process our own loss of the character and our identification with Giovanni’s grief, and instead we are forced, with him, to listen to the anxieties of his patients, which suddenly seem almost outrageously petty and selfish. The challenges of empathy and of professionalism in the face of personal agony has surely seldom been so vividly presented.\"   The above annotations discuss topic but also comment on form and narrative approach.   There are several database annotations of works that focus on activities, for example Gillie Bolton's books, Reflective Practice: Writing and Professional Development and The Therapeutic Potential of Creative Writing: Writing Myself .   And now, please browse and search the Database!   References   Coulehan, John L. “Tenderness and Steadiness: Emotions in Clinical Practice.” Literature and Medicine. 14/2, Fall: 222-236 (1995).   Coulehan, Jack. “Empathy, Passion, Imagination: A Medical Triptych.” Journal of Medical Humanities. 18/2 , Summer 99-110 (1997).   Charon, Rita. \"Narrative Medicine: A Model for Empathy, Reflection, Profession, and Trust.\" Journal of the American Medical Association. 286: 1897-1902 (2001).   Charon, Rita. \"Narrative Medicine: Attention, Representation, Affiliation.\" Narrative. 13/3: 261-270 (2005).   Halpern, Jodi. From Detached Concern to Empathy: Humanizing Medical Practice.  (New York: Oxford University Press) 2001.   Hawkins, Anne Hunsaker.  Teaching Literature and Medicine, eds. Hawkins, Anne Hunsaker and Marilyn McEntyre. (New York:  Modern Language Association 2000), 14.   Cambra, Kris and Delpoio, David. \"Think Different: an integrated humanities curriculum teaches medical students new ways of seeing.\" Brown Medicine Magazine, Winter, 2012 cover story, p.2. &lt; http://brownmedicinemagazine.org/past_issues.php&gt; Accessed  May 23, 2012.   Charon, Rita. Narrative Medicine: Honoring the Stories of Illness. (New York: Oxford University Press) 2006.   Editors Colt, Henri G., Quadrelli, Silvia and Friedman, Lester D., eds. The Picture of Health: Medical Ethics and The Movies. (New York: Oxford University Press) 2011.   Belli. Angela. Bodies and Barriers: Dramas of Dis-Ease. (Kent, Ohio: Kent State University Press, Literature and Medicine Series) 2008.   Shapiro, Johanna. The Inner World of Medical Students: Listening to Their Voices in Poetry. (Abingdon, UK and New York: Radcliiffe Publishing Ltd.) 2009.   Case, Gretchen A. and Brauner, Daniel J. \"The Doctor as Performer: A Proposal for Change Based on a Performance Studies Paradigm.\" Academic Medicine.  85(1), January 2010, pp 159-163.   Martin Kohn. \"Performing medicine: the role of theatre in medical education.\" Medical Humanities. 37:3-4 (2011).   Trautmann, Joanne and Pollard, Carol. Literature and Medicine: An Annotated Bibliography. (Pittsburgh: University of Pittsburgh Press) 1978, 1982.                                                                                    NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "LitMed: Literature Arts Medicine Database                                                                                                          Patient Care            Faculty &amp; Staff Directory            Events            Careers            Donate                                                                                                                                                                                                                                                                                                                                                                                                           Toggle navigation                                                                            Home                 Explore                 About The Database                 Editorial Board                 Blog                 Resources                 Contact Us                                                           Litmed                      Literature                 Arts                 Medicine                 Database              Explore                                                                                                                                                                                                                  The Human Condition Curated                                       What's New                          New Blog Post       Thinking About the Body Through Visual Art                      New Blog Post       Finding a Voice                                      Rich Ratzan on Robinson Jeffers' \"Hurt Hawks\"     \"This poem will prove a rich mine of material for students of literature and medicine, especially vis-à-vis ethics, given its frank discussion and description of euthanasia[...]\"                            Gretl Lam on David and Fiona Haslam's \"Fat, Gluttony, and Sloth: Obesity in Literature, Art, and Medicine\"     \"This book examines the rise  of the obesity epidemic through the perspectives of art, literature, and  medicine, particularly in Britain, with brief mention of continental Europe and  North America.\"                            Carol Donley on Jack Coulehan's \"Bursting with Danger and Music\"     \" Bursting with Danger and Music reveals Jack Coulehan’s characteristic sensitivity to contradictions, tensions, and creative energy.\"                            Howard Carter on David Linden's \"Touch: The Science of Hand, Heart, and Mind\"     \"Linden’s big picture of how touch works and how it fits into personal and social behavior is always clear and compelling.\"                            Gretl Lam on Alan and Marcia Emery's \"Medicine and Art\"     \"This is an excellent resource for readers who are seeking a concise yet fascinating introduction to the intersection between art history and medicine, which will whet their curiosity and serve as a launching point for further exploration.\"                                                      Recent Tweets           Tweets by @NYULitMed            Total Database Contents                  165 Visual Art Annotations          2613 Literature Annotations          252 Performing Art Annotations          93 Artists          1669 Authors          141 Keywords                                                                          Student Login         Library                       Policies &amp; Disclaimers         Sitemap                                         Editors Login »"}]},
{"detail": [{"content": "What &quot;The Literature, Arts, and Medicine Database&quot; Is and How to Use It | Division of Medical Humanities                         Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Division of Medical Humanities                    Department of Medicine                                                                                   Home   About Us   Featured Writing   Education   Promoting Medical Humanities   Contact Us                                  Home What \"The Literature, Arts, and Medicine Database\" Is and How to Use It            Print  Email               - A + A                                         What \"The Literature, Arts, and Medicine Database\" Is and How to Use It      Home   About Us   Featured Writing  Dr. Lerner: &#039;Why History of Medicine&#039;   Dr. Lowenstein: &#039;Gabrielle&#039;     Education   Promoting Medical Humanities   Contact Us                                                                      What &quot;The Literature, Arts, and Medicine Database&quot; Is and How to Use It                                               Resource for a New Paradigm in Training Doctors   By Felice Aull   (About the Author)      Felice Aull, PhD   [This article was originally published in The Write Place At the Write Time (Summer 2012,  www.thewriteplaceatthewritetime.org ) and is reproduced here by their permission as well as that of the author.]   Introduction   Doctors traditionally have been taught that their interactions with patients should be strictly objective, concerned but detached. This view is currently being challenged with an emerging new paradigm. In this new model, engagement - emotional and intellectual - is valued and encouraged. Understanding the context in which individual illness occurs, and the meaning of illness in a person's life-world are recognized as being necessary for accurate diagnosis and successful treatment. It is increasingly understood that healthcare workers must be aware of their biases and preconceptions to avoid making judgment errors, and that they must deal creatively with the ambiguities inherent in their work. When working with patients, they must also be aware of their own fears and anxieties and learn to develop emotional resilience. One could say therefore that a paradigm of detached concern is being replaced by one of engagement, affiliation, reflective practice, and emotional resilience (for articles and books that discuss these concepts see references 1-5).   As educators develop methods to teach and promulgate the new paradigm for healthcare practice, literature and the arts are increasingly being enlisted in this endeavor. This essay will describe the background for this development, and then discuss the founding and use of a key resource, The Literature, Arts, and Medicine Database , which is the major component of the NYU Medical Humanities website. I will also reference relevant essays from the Literature, Arts, and Medicine blog site.   An Interdisciplinary Field   The centrality of story in the medical encounter has long been acknowledged.  In the 1960s a field of scholarship and teaching developed - Literature and Medicine -that uses precepts of literary analysis and focuses on a range of literature relevant to the illness experience. This field officially became an academic discipline in 1972 when a professor of English literature, Joanne Trautmann [Banks], was appointed to the faculty of a medical school (Pennsylvania State University College of Medicine). By 1995, at least one third of US medical schools offered courses in literature and medicine and in 2012 most medical schools in this country either require or offer as electives, courses that incorporate literature, film, and art to address the many facets of illness experience and of caregiver experience that are outside the field of medical science. To reflect the expansion beyond just literature to include other humanities, visual and performing arts, and social sciences as they are brought to bear on healthcare training, the term, 'Medical Humanities', came into common use. Although this field originated in the USA, its interface with healthcare education has spread to many other countries – even as far away as Nepal! (see \" Medical Humanities: Sowing the Seeds in the Himalayan Country of Nepal. \"   While it is still relatively rare to find humanities scholars on the faculty of medical schools, increasingly there is collaboration and consultation between arts and sciences and medical school campuses, and some medical schools have appointed \"artists in residence\" and \"writers in residence.\" Outside of the education setting, Literature and Medicine has entered community hospitals. For example, The Maine Humanities Council initiated a national reading and discussion program for hospital-based staff, \"Literature &amp; Medicine: Humanities at the Heart of Healthcare.\" This program has reached at least 25 states in the US.   Story and Medicine   Fiction, memoir, poetry, and other genres often bring powerful stories to readers. These genres engage the emotions and expose readers to worlds outside their own experience. Such worlds may be those of illness or caregiving, but may also highlight issues of ethnicity, gender, power relations, socioeconomic status, etc. Literature requires us to attend to plot, relationship between characters, language, metaphor, gaps in the narrative. \"Literature teaches us in unique ways to imagine the other, to use the imagination as an instrument of compassion, to tolerate ambiguity, to dwell in paradox, to consider multiple points of view.\" (6) There is usually no single \"correct answer\" in its interpretation. Notes physician-writer Jay Baruch, who recently helped develop \"Integrated Clinical Arts,\" a required medical humanities curriculum at Brown University's medical school: \"reductionist thinking\" is pervasive in medical education but \"the challenge in medicine is dealing with messiness and nuance.\" (7)   During the last 10 years, the turn to narrative has had a large impact on medical humanities, pioneered by Rita Charon, who is trained in both medicine and literature. She coined the term \"narrative medicine\" and her Narrative Medicine Program at Columbia University College of Physicians and Surgeons trains others to teach and practice this approach to healthcare education. (8) A faculty member on her team, Maura Spiegel, writes, \"A premise of Narrative Medicine is that attentiveness to how stories are told can make you better at considering a patient's story -or another caregiver's story or your own. It can help you identify what pieces of the story might be missing, what more you'd like to know, or what doesn't seem to fit. Notice[ing] where a story begins and ends, who's included in the story, whether or not it runs along a familiar plot line, how the teller's affect changes in the course of the telling.\" (\" Teaching Film: A Perspective From Narrative Medicine .\" )   Arts and Medicine   Visual arts have more recently entered medical humanities training. Often the focus is on developing better observational and interpretive skills, but also recognized is the power of visual arts to elicit an emotional response in the observer. Bringing all of these together is the goal of numerous art-and-medicine classes, which often take place in museums and may be led by museum educators or those trained by museum educators. For example, Florence Gelo, faculty at Drexel University College of Medicine, describes how she brings doctors in a Family Medicine residency training program to Philadelphia art museums and encourages them to describe to each other their emotional responses to a painting, to notice details, to interpret. See annotation of \" The HeART of Empathy: Using the Visual Arts in Medical Education \" and its accompanying online video in the Literature, Arts, and Medicine Database.   Performing arts, particularly film and television series, are commonly part of a medical humanities curriculum. Film clips are popular in medical ethics classes, and full-length films that provide insight into the history of medicine are common. Consideration of full-length films can proceed in a way similar to consideration of literary works, emphasizing either topical content or narrative analysis. Maura Spiegel, who teaches both literature and film in the Narrative Medicine Program at Columbia, writes about teaching the film, \"The Doctor\" from both a \"topical\" and a \"narrative\" perspective. Her blog essay is well worth reading (\" Teaching Film: A Perspective From Narrative Medicine \"). For further discussion of use of film and theater in medical humanities, see references 9 and 10, respectively.   Expressive Arts and Medicine   Medical Humanities is now bringing the active arts into curricula and programs. Drawing, as well as creative and reflective writing have been incorporated into optional or required healthcare training. These provide opportunities for creative expression and foster observation and self-analysis. Often they are group activities whose creative products are shared and discussed among participants. Sessions may be led by professional artists and writers. See, for example, the description of a craft of writing workshop at Yale University School of Medicine (Anna Reisman. \"The Craft of Writing: A Workshop for Doctors- in- training\" ) and an essay on how a creative writing project for doctors in Nebraska provides professional inspiration and prevents burnout (Steve Langan. \" The Seven Doctors Project: Creative Writing As Inspiration And Intervention .   Reflective writing is a required curricular element in some medical schools. Students and resident physicians may be asked to write a reflective, self-analytic piece about an experience with a patient or patient's family. Poetry may be a form of expression in certain programs. Johanna Shapiro, Director of the Medical Humanities Program at University of California Irvine School of Medicine, collected and analyzed more than 500 poems by medical students from different institutions. She developed categories that describe what students expressed in their poems. Among these were chaos, journey, and witnessing. (11)   At New York University School of Medicine, artist Laura Ferguson teaches anatomy drawing to interested students and works on her own drawings as she observes dissections in the student anatomy lab and incorporates 3-D images of her own body into her work.  A Family Medicine residency program at McGill University offers trainees an interdisciplinary art project, to fulfill a research requirement. Participants are expected to meet specific goals within stated learning objectives. They have created films, sculpture, poetry, and other products. (See blog essay by the project's creator, Dr. Maureen Rappaport, \" Interdisciplinary Arts Project in a Family Medicine Residency Training Program .\"   Performance studies methodology is currently under consideration to help teach students and physicians \"how to interact with patients in a compassionate and empathetic manner . . . Performance studies offers a paradigm for teaching doctors to identify and critique the professional roles that they play daily and to choose their words and gestures deliberately so that their interactions with patients become more empathetic, compassionate, and thoughtful.\" (12)   The Literature, Arts, and Medicine Database: Development and Uses   Literature and medicine as a field for healthcare training was beginning to take hold in the early 1990s but there were few resources for instructors. Widely used at the time was an annotated bibliography by the pioneering scholar, Joanne Trautmann [Banks]. (14) First published in 1978 and last revised in 1982, it was no longer up to date in the early 90's. The early 90s was also the period when the World Wide Web was introduced and coming into widespread use.   I had started to use literature in seminars with pre-medical and medical students at NYU, exploring the illness experience and experiences of doctors-in-training. As I attended workshops and professional meetings where such teaching was discussed, an idea germinated: those teaching literature and medicine could combine forces and together contribute to a Web-based annotated bibliography. We (NYU) would make this available on the Internet freely so that those interested would have easy access, and so that the field might be promoted and spread. Multiple contributors from different institutions and with varied interests would bring a range of perspectives and literary works. The Web format allows for frequent updates so that the material could be kept current. So, in 1993 the Literature and Medicine Database was established at NYU with four of us in the initial group of editor- annotators. Gradually I recruited additional individuals, resulting in approximately 20 editor-annotators from all over North America. Some have left the project and new ones have joined, but turnover is low. As the field developed to include art and film, the database expanded to include those genres as well.   Currently the Database holds more than 2500 annotations, primarily in literary genres, but also several hundred in art and film. It is searchable by keyword, genre, author, and several other categories as well as with an internal Google search engine that can search for any word or phrase (Free Text Search). There are extensive internal hyperlinks (cross-referencing) and links to external online texts, artworks, film trailers, author and artist homepages. The site gets more than 4000 page views per day and is used to create courses in medical humanities; by students at all levels - graduate, undergraduate, high-school, medical, nursing--for thesis and other academic work; by scholars and writers doing research; by patients and reading groups; by libraries; and by others.   The Search and Examples   How might a user find annotations for a specific purpose, and what might be found? One way to get started is to view the list of keywords, in order to see the topics covered in the database, or to get ideas for course topics, essay topics, etc. Database topics are, however, not confined to those listed as keywords – many other themes are included and can be searched for with the Google engine. Having picked a topic, the user might then decide to limit the search, for example, to poems or short stories, or to art. Perhaps the user wants only to read annotations with online links to the text or art in question. Below are six examples of searches, with highlights of the results.   1. Keyword: Patient Experience   Genre: Poem   This search can be done quickly with the \"Annotation Search\" function, which has a pull-down menu for all the literary genres in the database. The results can be sorted by title or by author; both are displayed. More than 100 results are available – I choose the annotation of L. E. Sissman's poem, \" Homage to Clotho: A Hospital Suite. \"   Writes the annotator, \"Keen observation and carefully clever metaphors make poetry his best defense against his own impending death from Hodgkin’s disease.\" \"Empathy is a major theme of the poem.\"   2. Keyword: Doctor-Patient Relationship   Genre: Poem  Additional feature: on-line text of poem   Since there are now three search criteria, an internal Google search (Free Text Search) of linked terms is best. A search for doctor-patient AND poem AND on-line yields as the first result, \"The Distant Moon\" by Rafael Campo.       In this case the search result link is to the audio and text of Campo's own commentary and reading , which are linked to the annotation. Campo tells us that the poem is about a patient he had and \"how much our patients actually care for us  . . .\" The annotator notes that the poem is \"a fine evocation of the tension between clinical distance and emotional attachment.\" (One can find the annotation using Annotation Search for the title, or from the Author list to see the works by that author annotated in the database.)   3. Keyword: Illness and the Family Genre: Poem Additional feature: on-line   The free text search yields annotations of more than 30 poems. Suppose we select the annotation of Tony Hoagland's poem, \"Lucky,\" about caring for his dying mother. The annotator notes that \"this is caregiving with a twist – the mother is likened to a weakened enemy\". The poem is \"deeply unsettling\" but brings out the conflicting emotions in such a situation. Other works that could be compared with the poem are suggested. Hoagland's audio commentary, reading, and text are linked to the annotation.   4. Keyword: Cross-Cultural Issues Genre: Short Story   Using the Annotation Search function, more than 25 results are displayed. Selecting Toni Morrison's story, \"Recitatif,\"  we learn that \"The story is a wonderful classroom tool for discussing stereotypes of embodied differences like race, class, and disability.\"   5. Keyword: Power Relations Art, on-line   With Free Text Search we find an annotation of the painting by Degas, \"Interior.\"  The annotator writes, \"Degas' brilliant rendering of perspective pulls the viewer into the mystery of what has taken place/is taking place in this room. We don't know how to look at this scene, much less how to interpret it.\" \"The human drive to narrativize and seek meaning in what is seen (and experienced) can lead to misinterpretation.\" Other paintings of psychological exploration and social commentary are mentioned and an article that discusses the painting is referenced.   6. Keyword: Physician Experience Film   The Son's Room . This film, concerns the death of a psychoanalyst's young son. The annotator writes: \"We, the audience, need to process our own loss of the character and our identification with Giovanni’s grief, and instead we are forced, with him, to listen to the anxieties of his patients, which suddenly seem almost outrageously petty and selfish. The challenges of empathy and of professionalism in the face of personal agony has surely seldom been so vividly presented.\"   The above annotations discuss topic but also comment on form and narrative approach.   There are several database annotations of works that focus on activities, for example Gillie Bolton's books, Reflective Practice: Writing and Professional Development and The Therapeutic Potential of Creative Writing: Writing Myself .   And now, please browse and search the Database!   References   Coulehan, John L. “Tenderness and Steadiness: Emotions in Clinical Practice.” Literature and Medicine. 14/2, Fall: 222-236 (1995).   Coulehan, Jack. “Empathy, Passion, Imagination: A Medical Triptych.” Journal of Medical Humanities. 18/2 , Summer 99-110 (1997).   Charon, Rita. \"Narrative Medicine: A Model for Empathy, Reflection, Profession, and Trust.\" Journal of the American Medical Association. 286: 1897-1902 (2001).   Charon, Rita. \"Narrative Medicine: Attention, Representation, Affiliation.\" Narrative. 13/3: 261-270 (2005).   Halpern, Jodi. From Detached Concern to Empathy: Humanizing Medical Practice.  (New York: Oxford University Press) 2001.   Hawkins, Anne Hunsaker.  Teaching Literature and Medicine, eds. Hawkins, Anne Hunsaker and Marilyn McEntyre. (New York:  Modern Language Association 2000), 14.   Cambra, Kris and Delpoio, David. \"Think Different: an integrated humanities curriculum teaches medical students new ways of seeing.\" Brown Medicine Magazine, Winter, 2012 cover story, p.2. &lt; http://brownmedicinemagazine.org/past_issues.php&gt; Accessed  May 23, 2012.   Charon, Rita. Narrative Medicine: Honoring the Stories of Illness. (New York: Oxford University Press) 2006.   Editors Colt, Henri G., Quadrelli, Silvia and Friedman, Lester D., eds. The Picture of Health: Medical Ethics and The Movies. (New York: Oxford University Press) 2011.   Belli. Angela. Bodies and Barriers: Dramas of Dis-Ease. (Kent, Ohio: Kent State University Press, Literature and Medicine Series) 2008.   Shapiro, Johanna. The Inner World of Medical Students: Listening to Their Voices in Poetry. (Abingdon, UK and New York: Radcliiffe Publishing Ltd.) 2009.   Case, Gretchen A. and Brauner, Daniel J. \"The Doctor as Performer: A Proposal for Change Based on a Performance Studies Paradigm.\" Academic Medicine.  85(1), January 2010, pp 159-163.   Martin Kohn. \"Performing medicine: the role of theatre in medical education.\" Medical Humanities. 37:3-4 (2011).   Trautmann, Joanne and Pollard, Carol. Literature and Medicine: An Annotated Bibliography. (Pittsburgh: University of Pittsburgh Press) 1978, 1982.                                                                                    NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "LitMed: Literature Arts Medicine Database                                                                                                          Patient Care            Faculty &amp; Staff Directory            Events            Careers            Donate                                                                                                                                                                                                                                                                                                                                                                                                           Toggle navigation                                                                            Home                 Explore                 About The Database                 Editorial Board                 Blog                 Resources                 Contact Us                                                           Litmed                      Literature                 Arts                 Medicine                 Database              Explore                                                                                                                                                                                                                  The Human Condition Curated                                       What's New                          New Blog Post       Thinking About the Body Through Visual Art                      New Blog Post       Finding a Voice                                      Rich Ratzan on Robinson Jeffers' \"Hurt Hawks\"     \"This poem will prove a rich mine of material for students of literature and medicine, especially vis-à-vis ethics, given its frank discussion and description of euthanasia[...]\"                            Gretl Lam on David and Fiona Haslam's \"Fat, Gluttony, and Sloth: Obesity in Literature, Art, and Medicine\"     \"This book examines the rise  of the obesity epidemic through the perspectives of art, literature, and  medicine, particularly in Britain, with brief mention of continental Europe and  North America.\"                            Carol Donley on Jack Coulehan's \"Bursting with Danger and Music\"     \" Bursting with Danger and Music reveals Jack Coulehan’s characteristic sensitivity to contradictions, tensions, and creative energy.\"                            Howard Carter on David Linden's \"Touch: The Science of Hand, Heart, and Mind\"     \"Linden’s big picture of how touch works and how it fits into personal and social behavior is always clear and compelling.\"                            Gretl Lam on Alan and Marcia Emery's \"Medicine and Art\"     \"This is an excellent resource for readers who are seeking a concise yet fascinating introduction to the intersection between art history and medicine, which will whet their curiosity and serve as a launching point for further exploration.\"                                                      Recent Tweets           Tweets by @NYULitMed            Total Database Contents                  165 Visual Art Annotations          2613 Literature Annotations          252 Performing Art Annotations          93 Artists          1669 Authors          141 Keywords                                                                          Student Login         Library                       Policies &amp; Disclaimers         Sitemap                                         Editors Login »"}, {"content": "Literature Faculty, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home     People              Visiting Scholars              Postdoctoral Lecturers         Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People       Literature Faculty         John M. Archer   Professor of English Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.               Thomas Augst   Associate Professor of English Email: tom.augst@nyu.edu   Research/Interest: American literature and culture; literacy, print culture, and the history of the book; 19th century social reform and the development of mass media; the cultural geography of humanist enterprise; graduate training and program development in digital humanities               Jennifer J. Baker   Associate Professor of English; Director of Undergraduate Studies for English Email: jbaker@nyu.edu   Research/Interest: American literature; colonial, early national and antebellum literary and intellectual history; American Romanticism               Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature Email: billblake@nyu.edu   Research/Interest: 17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining               Nicholas T Boggs   Clinical Assistant Professor and Director of Student Research and Advisement, Department of English; Email: nicholas.boggs@nyu.edu   Research/Interest: Twentieth and twenty-first century American literature; African American literature, especially James Baldwin and Ralph Ellison; gender and sexuality studies; creative writing.               Christopher Cannon   Professor of English; Chair Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language               Una Chaudhuri   Collegiate Professor; Professor of English, Drama, Environmental Studies; New York University Abu Dhabi Email: uc1@nyu.edu   Research/Interest: Modern Drama; theatre history; performance theory; animal studies; eco-criticism; art in the Anthropocene               Patricia Crain   Associate Professor of English Email: patcrain@nyu.edu   Research/Interest: Nineteenth-century U.S. literature and culture; history of books and reading; literacy studies; childhood studies; critical pedagogy and civic engagement                 Patrick H Deer   Associate Professor of English Email: patrick.deer@nyu.edu   Research/Interest: Modernism; war culture and war literature; contemporary British literature and culture; the novel and film; cultural studies; Anglophone literature and postcolonial studies.               Carolyn Dinshaw   Professor of Social and Cultural Analysis, English; Chair of Social and Cultural Analysis Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Juliet Fleming   Associate Professor of English; Director of the MA Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.               Elaine Freedgood   Professor of English Email: ef38@nyu.edu   Research/Interest: Victorian literature and culture; critical theory; history of the novel               Toral Gajarawala   Associate Professor of English, Comparative Literature; Graduate Job Placement Coordinator for English Email: tqg1828@nyu.edu   Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.               Ernest B Gilman   Professor of English Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease               Lisa Gitelman   Professor of English; Professor of Media Culture and Communication (Steinhardt) Email: gitelman@nyu.edu   Research/Interest: Media history; American print culture; new media in historical context; techniques of inscription               John Guillory   Silver Professor of English; Professor of English Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory               Richard Halpern   Erich Maria Remarque Professor of Literature; Professor of English; Email: rh101@nyu.edu   Research/Interest: Renaissance literature; Shakespeare; literary theory; modernism; Greek drama               Phillip Brian Harper   Erich Maria Remarque Professor of Literature; Professor of Social and Cultural Analysis, English; Director, Gender and Sexuality Studies Email: phil.harper@nyu.edu   Research/Interest: Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Josephine Gattuso Hendin   Professor of English Email: jh6@nyu.edu   Research/Interest: Contemporary American literature and culture; psychology and literature; ethnicity and literature; creative writing               David L. Hoover   Professor of English Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter               Julia Jarcho   Assistant Professor of English, Drama Email: jarcho@nyu.edu   Research/Interest: Theater and drama studies; modernism; critical theory; literary theory               Wendy Lee   Assistant Professor of English Email: WendyALee@nyu.edu   Research/Interest: 18th-century British literature & culture; Enlightenment philosophy; history & theory of the novel; affect & cognitive studies; Jane Austen; animal studies; Asian American literature               Laurence S Lockridge   Professor of English Email: ll3@nyu.edu   Research/Interest: Romantic literature; philosophical criticism; biography; American cultural studies               John Maynard   Professor of English Email: jrm4@nyu.edu   Research/Interest: Victorian literature and culture; literary theory; reader theory; biography; sexuality and literature; cultural studies; modern literature               Paula McDowell   Associate Professor of English; Deputy Chair of English Email: paula.mcdowell@nyu.edu   Research/Interest: Eighteenth-century British literature and cultural history; history of the book; media history and theory               Elizabeth McHenry   Associate Professor of English Email: elizabeth.mchenry@nyu.edu   Research/Interest: African-American literature, culture, and intellectual history; nineteenth and twentieth-century United States literature; History of the Book               Maureen N. McLane   Professor of English Email: maureen.mclane@nyu.edu   Research/Interest: British romanticism; English and Scottish literature and culture, 1750-1830; twentieth-century and contemporary North American poetry; modernism; postmodernism; media studies; Anglophone poetries/poetics; human sciences and literature               Erin B Mee   Assistant Professor/Faculty Fellow of English, Drama Email: ebm2049@nyu.edu   Research/Interest: Contemporary Indian performance, Theories of acting and directing, Spectatorship, Neuroperformance, Contemporary Remakings of Greek tragedy               Perry Meisel   Professor of English Email: perry.meisel@nyu.edu   Research/Interest: Modern literature; critical theory               Haruko Momma   Professor of English Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism               Peter Nicholls   Henry James Professor; Professor of English Email: pn18@nyu.edu   Research/Interest: Twentieth-century British and American literature; international modernism; modern and contemporary poetry and poetics               Tomás Urayoán Noel   Assistant Professor of English, Spanish & Portuguese Email: tun202@nyu.edu   Research/Interest: U.S. Latino/a literatures and cultures; poetry and poetics of the Americas; media and performance studies; the Caribbean and its diasporas; modernisms and avant-gardes; translation studies; multi-ethnic New York City; creative writing               Crystal Parikh   Associate Professor of English, Social and Cultural Analysis; Director of PhD Email: crystal.parikh@nyu.edu   Research/Interest: Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi Email: cyrus.patell@nyu.edu   Research/Interest: American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography               Mary Poovey   Samuel Rudin University Professor in the Humanities; Professor of English Email: mary.poovey@nyu.edu   Research/Interest: Victorian Literature and Culture, Economic history of Great Britain and History of Financial Institutions               Sonya Posmentier   Assistant Professor, Department of English Email: sp141@nyu.edu   Research/Interest: Black diasporic literature   Poetry and poetics  Ecological and environmental theory  Global Anglophone literatures  Sound studies               Dara Regaignon   Visiting Associate Professor of English; Director of the Expository Writing Program Email: dara.regaignon@nyu.edu   Research/Interest: Victorian literature and culture; children’s literature; composition; writing in the disciplines; writing program administration; pedagogy; genre theory;domesticity and motherhood               Catherine Robson   Professor of English Email: catherine.robson@nyu.edu   Research/Interest: 19th-century British Literature, Victorian Cultural Studies, Education and Childhood Studies               Martha Dana Rust   Associate Professor of English; Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu   Research/Interest: Medieval literature and culture; technologies of writing; phenomenology of reading; picture theory; cognitive science of reading; literary representations of illness and disease; memory studies.               S.S. Sandhu   Associate Professor of English, Social and Cultural Analysis Email: ss162@nyu.edu   Research/Interest: Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Lytle Shaw   Professor of English; Director of Graduate Admissions for English Email: lds2@nyu.edu   Research/Interest: Postwar and contemporary poetry and art, mostly in North America; site-specificity; lowercase theory; museums; experimental historiography and ethnography               Clifford Siskin   Henry W. and Albert A. Berg Professor of English and American Literature; Director, The Re:Enlightenment Project at New York University and the New York Public Library; Email: clifford.siskin@nyu.edu   Research/Interest: Literary, social, and technological change, 1700-1850 (British); print culture and digital culture; literary theory and genre theory; the organization of knowledge.               Jeffrey L Spear   Associate Professor of English Email: jls1@nyu.edu   Research/Interest: Victorian studies; visual culture; Victorian art movements and British India               Gabrielle Starr   Seryl Kushner Dean of the College of Arts and Science; Professor of English Email: ggs3@nyu.edu   Research/Interest: Eighteenth-Century literature; neuroaesthetics; materialism and aesthetics; imagination; the interrelationship of novel and lyric; Ovid and the eighteenth century               Catharine R Stimpson   University Professor; Professor of English Email: catharine.stimpson@nyu.edu   Research/Interest: modern literature; women in culture and society; and education               Pacharee Sudhinaraset   Assistant Professor/Faculty Fellow of English Email: ps139@nyu.edu   Research/Interest: Asian American literary and cultural studies; twentieth-century women of color literature, comparative racialization, and literary utopia               Rajeswari Sunder Rajan   Global Distinguished Professor of English Email: rs191@nyu.edu   Research/Interest: Postcolonial studies; feminist theory; gender and culture in South Asia; Indian writing in English; British Victorian literature               Simón Trujillo   Assistant Professor of English Email: simon.trujillo@nyu.edu   Research/Interest: Chicana/o and Latina/o studies and literature; US multi-ethnic literature; comparative ethnic studies in the Americas; Borderlands theories and methodologies               Gregory Vargo   Assistant Professor/Faculty Fellow of English Email: greg.vargo@nyu.edu   Research/Interest: Nineteenth-century British literature and culture; periodicals and serialization; didactic and political fiction; literature and social history; anti-colonialism in British culture; archival research methods.               Bryan Waterman   Associate Professor of English Email: bryan.waterman@nyu.edu   Research/Interest: 18th- and 19th-century American literary and cultural history; New York City literary, performance, and intellectual cultures; the Revolutionary Atlantic World               Jini Kim Watson   Associate Professor of English, Comparative Literature; Director of Undergraduate Honors for English Email: jkw1@nyu.edu   Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory                 Robert J.C. Young   Silver Professor; Professor of English, Comparative Literature Email: rjy2@nyu.edu   Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.                       More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                                 Related Information                   Graduate Student Directory (M.A.)       Graduate Student Directory (PhD)       Faculty Only                                   Useful Links                   Arts and Science Faculty Profiles       NYU Public Directory                               Contact Us | &copy; New York University , Arts and Science"}]}]