[{"detail": [{"content": "Paramjit Arora   , Professor of Chemistry | NYU                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                            Paramjit Arora Professor of Chemistry Email:   Phone: 212-998-8470 Office: Brown Building, 29 Washington Place, Room 360   Lab Homepage             Areas of Research/Interest   Bioorganic Chemistry and Chemical Biology     Research Description   Proteins often utilize small folded domains for recognition of other proteins, DNA and RNA. The hypothesis guiding our research is that by mimicking these folded domains we can modulate the function of a particular protein with metabolically stable synthetic molecules. The manifestation of this hypothesis into specific and potent compounds that interfere with chosen targets in cellular and animal systems requires new computational and synthetic approaches. We seek to devise a systematic framework to evaluate and target protein-protein interactions with structured peptidic and nonpeptidic scaffolds designed to reproduce the critical interfacial features of proteins.       Publications Lao, B. B.; Drew, K.; Guarracino, D.; Brewer, T.; Heindel, D.; Bonneau, R.; Arora, P. S. “Rational Design of Topographical Helix Mimics as Potent Inhibitors of Protein-Protein Interactions.” J. Am. Chem. Soc. 2014, 136, 7877–7888. Lao, B. B.; Grishagin, I.; Mesallati, H.; Brewer, T. F.; Olenyuk, B. Z.; Arora, P. S. “In vivo modulation of hypoxia-inducible signaling by topographical helix mimetics.” Proc. Natl. Acad. Sci. U.S.A. 2014, 111, 7531–7536. Miller, S. E.; Watkins, A. M.; Kallenbach, N. R.; Arora, P. S. “Effects of side chains in helix nucleation differ from helix propagation.” Proc. Natl. Acad. Sci. U.S.A. 2014, 111, 6636-6641.    Kushal, S.; Lao, B. B.; Henchey, L. K.; Dubey, R. Mesallati, H.; Traaseth, N. J.; Olenyuk, B. Z.; Arora, P. S. “Protein Domain Mimetics as In Vivo Modulators of Hypoxia-Inducible Factor Signaling.” Proc. Natl. Acad. Sci. U.S.A. 2013, 110, 15602-15607.    Patgiri, A.; Joy, S. T.; Arora, P. S. “Nucleation Effects in Peptide Foldamers.” J. Am. Chem. Soc. 2012, 134, 11495-11502.      Bullock, B. N.; Jochim, A. L.; Arora, P. S. “Assessing Helical Protein Interfaces for Inhibitor Design.” J. Am. Chem. Soc. 2011, 133, 14220-14223.      Patgiri, A.; Yadav, K.; Arora, P. S.; Bar-Sagi, D. “An Orthosteric Inhibitor of the Ras–Sos Interface.” Nature Chem. Biol. 2011, 7, 585-587.      Jochim, A. L.; Arora P. S. “Systematic Analysis of Helical Protein Interfaces Reveals Targets for Synthetic Inhibitors.” ACS Chem. Biol. 2010, 5, 919-923.      Wang, D.; Liu, J.; Zheng, Q.; Lu, M.; Arora, P. S. “Atomic Structure of a Short Alpha-Helix Stabilized by a Main Chain Hydrogen Bond Surrogate”. J. Am. Chem. Soc. 2008, 130, 4334-4337.      Wang, D.; Lu, M.; Arora, P.S. “Inhibition of HIV-1 Fusion by Hydrogen-Bond Surrogate Based Alpha-Helices.” Angew. Chem. Int. Ed. 2008, 47, 1879-1882.     Fellowships/Honors   American Cancer Society Postdoctoral Fellowship (1999-2002), James D. Watson Investigator Award (2002), Cottrell Scholar Award (2005), Whitehead Fellowship in Biomedical and Biological Sciences (2005-2006), Golden Dozen Teaching Award (2007)         Update your faculty profile                         * | Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Paramjit Arora   , Professor of Chemistry | NYU                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                            Paramjit Arora Professor of Chemistry Email:   Phone: 212-998-8470 Office: Brown Building, 29 Washington Place, Room 360   Lab Homepage             Areas of Research/Interest   Bioorganic Chemistry and Chemical Biology     Research Description   Proteins often utilize small folded domains for recognition of other proteins, DNA and RNA. The hypothesis guiding our research is that by mimicking these folded domains we can modulate the function of a particular protein with metabolically stable synthetic molecules. The manifestation of this hypothesis into specific and potent compounds that interfere with chosen targets in cellular and animal systems requires new computational and synthetic approaches. We seek to devise a systematic framework to evaluate and target protein-protein interactions with structured peptidic and nonpeptidic scaffolds designed to reproduce the critical interfacial features of proteins.       Publications Lao, B. B.; Drew, K.; Guarracino, D.; Brewer, T.; Heindel, D.; Bonneau, R.; Arora, P. S. “Rational Design of Topographical Helix Mimics as Potent Inhibitors of Protein-Protein Interactions.” J. Am. Chem. Soc. 2014, 136, 7877–7888. Lao, B. B.; Grishagin, I.; Mesallati, H.; Brewer, T. F.; Olenyuk, B. Z.; Arora, P. S. “In vivo modulation of hypoxia-inducible signaling by topographical helix mimetics.” Proc. Natl. Acad. Sci. U.S.A. 2014, 111, 7531–7536. Miller, S. E.; Watkins, A. M.; Kallenbach, N. R.; Arora, P. S. “Effects of side chains in helix nucleation differ from helix propagation.” Proc. Natl. Acad. Sci. U.S.A. 2014, 111, 6636-6641.    Kushal, S.; Lao, B. B.; Henchey, L. K.; Dubey, R. Mesallati, H.; Traaseth, N. J.; Olenyuk, B. Z.; Arora, P. S. “Protein Domain Mimetics as In Vivo Modulators of Hypoxia-Inducible Factor Signaling.” Proc. Natl. Acad. Sci. U.S.A. 2013, 110, 15602-15607.    Patgiri, A.; Joy, S. T.; Arora, P. S. “Nucleation Effects in Peptide Foldamers.” J. Am. Chem. Soc. 2012, 134, 11495-11502.      Bullock, B. N.; Jochim, A. L.; Arora, P. S. “Assessing Helical Protein Interfaces for Inhibitor Design.” J. Am. Chem. Soc. 2011, 133, 14220-14223.      Patgiri, A.; Yadav, K.; Arora, P. S.; Bar-Sagi, D. “An Orthosteric Inhibitor of the Ras–Sos Interface.” Nature Chem. Biol. 2011, 7, 585-587.      Jochim, A. L.; Arora P. S. “Systematic Analysis of Helical Protein Interfaces Reveals Targets for Synthetic Inhibitors.” ACS Chem. Biol. 2010, 5, 919-923.      Wang, D.; Liu, J.; Zheng, Q.; Lu, M.; Arora, P. S. “Atomic Structure of a Short Alpha-Helix Stabilized by a Main Chain Hydrogen Bond Surrogate”. J. Am. Chem. Soc. 2008, 130, 4334-4337.      Wang, D.; Lu, M.; Arora, P.S. “Inhibition of HIV-1 Fusion by Hydrogen-Bond Surrogate Based Alpha-Helices.” Angew. Chem. Int. Ed. 2008, 47, 1879-1882.     Fellowships/Honors   American Cancer Society Postdoctoral Fellowship (1999-2002), James D. Watson Investigator Award (2002), Cottrell Scholar Award (2005), Whitehead Fellowship in Biomedical and Biological Sciences (2005-2006), Golden Dozen Teaching Award (2007)         Update your faculty profile                         * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Michael D. Ward   , Professor of Chemistry | NYU                                NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                            Michael D. Ward Professor of Chemistry; Director, Molecular Design Institute; Editor, Chemistry of Materials B.S., William Paterson College of New Jersey; Ph.D., Princeton University; Postdoctoral Fellow, University of Texas at Austin   Email:   Phone: 212-998-8439 Office: Brown Building, 29 Washington Place, Room 554   Lab Homepage             Areas of Research/Interest   Materials and solid-state chemistry, supramolecular chemistry and self-assembly, interfacial chemistry, crystallization, atomic force microscopy, electrochemistry       Publications The Materials Science of Pathological Crystals, L. N. Poloni, M. D. Ward, Chem. Mater. 2014 , 26 , 477–495.       Illusory spirals and loops in crystal growth. A. G. Shtukenberg1, Z. Zhu, Z. An, M. Bhandari, P. Song, B. Kahr, M. D. Ward, Proc. Natl. Acad. Sci. 2013 , 110 , 17195.       Isolation and Stabilization of a Pheromone in Crystalline Molecular Capsules. W. Xiao, C. Hu, M. D. Ward, Cryst. Growth. Des. 2013 , 13 , 3197.       Stereochemical Control of Polymorph Transitions in Nanoscale Reactors, Q. Jiang, C. Hu, and M. D. Ward, J. Am. Chem. Soc. 2013 , 135 , 2144.       Biomimetic Peptoid Oligomers as Dual-Action Antifreeze Agents, M. L. Huang, D. Ehre, Q. Jiang, C. Hu, K. Kirshenbaum, M. D. Ward, Proc. Natl. Acad. Sci. 2012 , 109 , 19922.       Manipulating Crystal Growth and Polymorphism by Confinement in Nanoscale Crystallization Chambers, J-M. Ha, B. D. Hamilton, M. A. Hillmyer, M. D. Ward, Acc. Chem. Res. 2012 , 45 , 414.       Anti-Counterfeit Protection of Pharmaceutical Products with Spatial Mapping of X-Ray Detectable Barcodes and Logos, D. Musumeci, C. Hu, M. D. Ward, Anal. Chem. 2011 , 83 , 7444.       Persistent Molecular Archimedean Cages Assembled with 72 Hydrogen Bonds, Y. Liu, A. Comotti, C. Hu, M. D. Ward, Science 2011 , 333 , 436.       Controlled Orientation of Polyconjugated Guest Molecules in Tunable Host Cavities, A. C. Soegiarto, A. Comotti, M. D. Ward, J. Am. Chem. Soc. 2010 , 132 , 14603.       Crystal Growth Inhibitors for the Prevention of L-Cystine Kidney Stones through Molecular Design, J. D. Rimer, Z. An, Z. Zhu, M. H. Lee, D. S. Goldfarb, J. A. Wesson, M. D. Ward, Science 2010 , 330 , 337.       Hydrogen-Bonded Monolayers and Interdigitated Multilayers at the Air-Water Interface, S. A. Martin, K. Kjaer, M. J Weygand, I. Weissbuch, and M. D. Ward, J. Phys. Chem. B , 2006 , 110 , 14292.      Directing Assembly of Molecular Crystals, M. D. Ward, MRS Bulletin Special Issue: Self-assembly in Materials Synthesis , 2005 , 30 , 705.      Design of crystalline molecular networks with charge-assisted hydrogen bonds, M. D. Ward, Chem. Comm ., Focus article, 40 th anniversary commemoration, 2005 , 5838.      Chiral Discrimination in Low-density Hydrogen Bonded Frameworks, R. Custelcean and M. D. Ward, Cryst. Growth. Des . 2005 , 5 , 2277.      Crystal surface adhesion explains the pathological activity of calcium oxalate hydrates in kidney stone formation, X. Sheng, J. A. Wesson, and M. D. Ward, J. Amer. Soc. Nephrol. 2005 , 16 , 1904.      Translational Design and Bimodal Assembly of Charge-assisted Hydrogen-bonded Networks, D. Shacklady, S.-O. Lee, S. Ferlay, M. W. Hosseini, and M. D. Ward, Cryst. Growth. Des . 2005 , 5 , 995.      Lyotropic Phases Reinforced by Hydrogen Bonding, S. M. Martin and M. D. Ward, Langmuir , 2005 , 21 , 5324.    Structure and Rheology of Hydrogen-bond Reinforced Smectic Liquid Crystals, S. M. Martin, Y. Yonezawa, M. J. Horner, C. W. Macosko, and M. D. Ward, Chem. Mater. 2004 , 16 , 3045.    Regulating Polymorph Selectivity Through Confined Crystallization in Nanopores, J.-M. Ha, J. H. Wolf, M. A. Hillmyer, and M. D. Ward, J. Am. Chem. Soc ., 2004 , 126 , 3382.    Probing Crystallization of Calcium Oxalate Monohydrate and the Role of Macromolecule Additives with in situ Atomic Force Microscopy, T. Jung , X. Sheng , C. K. Choi, W.-S. Kim , J. A. Wesson,and M. D. Ward, Langmuir , 2004 , 20 , 8587.    Two-Dimensional Host-Guest Inclusion Crystals at the Air-Water Interface, D. J. Plaut, S. M. Martin, K. Kjaer, M. J. Weygand , M. Lahav, L. Leiserowitz, I. Weissbuch and M. D. Ward, J. Am. Chem. Soc . 2003 , 125 , 15922.    Engineering Space Group Symmetry and Polar Order in Molecular Host Frameworks, K. T. Holman, A. M. Pivovar, M. D. Ward, Science 2001 , 294 , 1907. Research    A principal area of research in our group is the design and synthesis of crystalline molecular materials in which the constituents are held together in a lattice by weak, and typically unpredictable, intermolecular interactions. Our goal is to develop and use design principles, based on these interactions, which can be used to direct molecular assembly of molecules into solid-state structures endowed with unique properties, ranging from electronic conductivity to second harmonic generation to high-selectivity enantioselective separations. Our approach relies on the rational adjustment of solid-state structure and properties by deploying the versatility of organic synthesis, sometimes described as “crystal engineering.” For example, recent efforts in our group have led to the discovery of a novel class of porous molecular frameworks, held together by hydrogen bonding, which are capable of organizing guest molecules in their pores in unusual ways, or trapping molecules selectively to enable otherwise difficult separations. Our group also is synthesizing new organic materials designed for use as materials in field effect transistors.    We also seek to understand the nucleation and growth processes that lead to the formation of molecular crystals such as conducting solids, dyes and pharmaceutical reagents, and proteins. This understanding is crucial for control of crystal characteristics such as polymorphism, size, growth orientation, morphology and defect density, which ultimately affect the properties of these materials. These efforts include (i) the study of surface templates for selective growth of desirable crystalline polymorphs; (ii) elucidating the fundamental principles of epitaxy that govern nucleation of thin films and crystals; (iii) crystallization of organic compounds in nanometer-scale reactors, aimed at understanding the thermodynamic properties of organic nano-sized crystals, control of polymorphism, and discovery of new polymorphs. Our group also employs real-time in situ atomic force microscopy (AFM) for direct visualization of crystal growth at the near-molecular level. These efforts include the study of disease pathways associated with pathological biomineralization, such as the formation of kidney stones, which in most cases are aggregates of calcium-containing crystalline minerals such as calcium oxalate and calcium phosphate. AFM is used to study the effect of macromolecules and proteins on crystal growth, and its force measurement capability is used to probe the molecular-level adhesion properties of the various crystal surfaces, properties that are directly related to the formation of kidney stones.     Associated with other departments or programs   Molecular Design Institute       Update your faculty profile                         * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Bart Kahr   , Professor of Chemistry | NYU                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                            Bart Kahr Professor of Chemistry A.B., Middlebury College Ph.D., Princeton University, Postdoctoral Associate, Yale University     Email:   Phone: 212-992-9579 Office: Brown Building, 29 Washington Place, Room 656   Lab Homepage             Areas of Research/Interest   Chemical crystallography, interations of light and organized media, polycrystalline pattern formation, origin of life science, experimental history of science.     Research Description   Crystalline polyhedra are prototypical material objects; light is ethereal. Yet, there has been a surprising reciprocity between crystals and light. Polarization and photon entanglement are crystal-optical discoveries while light scattering has been unsurpassed in the characterization of crystals. We engage this dialogue through investigations of unusual crystalline materials that have informed crystal growth mechanisms and led to the design of new optical materials. Recently, we have focused on the interactions of light with organized polycrystals that occur in biopathological structures, high-polymers, molecular crystals, and simple salts; pattern formation is one of the great organizing principles common to all of the sciences. We develop polarization imaging methodologies for the study of complex aggregates and are especially interested in defining heterogeneities and anisotropies of chiroptical properties.       Publications T Bullard, KL Wustholz, E Bott, M Robertson, PJ. Reid, B Kahr Role of kinks in dyeing crystals: Confocal luminescence microscopy from single molecules to square centimeters Cryst. Growth Des . 2009 , 9 , 982-990 Y Bing, W Kaminsky, B Kahr, D Viterbo Turinese stereochemistry: Eligio Perucca’s enantioselectivity and Primo Levi’s asymmetry Angew. Chem. Int. Ed. Engl. 2009 , 48 , 2-8. B Kahr, J. Freudenthal, S Philips, W Kaminsky Herapathite Science , 2009 , 324 , 1407 See also: J Kemsley, Chem. &amp; Eng News, 22 June 2009, pp 43; P Ball, Nature Materials , 2009 , 8 , 774. B. Kahr, J. Freudenthal, E. Gunn Crystals in light Acc. Chem. Res. 2010 , 43 , 684-692. A. G. Shtukenberg, J. Freudenthal, B. Kahr Reversible twisting during helical hippuric acid crystal growth J. Am. Chem. Soc. 2010 , 132 , 9341-9349. Y. Bing, D. Selassie, R. H. Paradise, C. Isborn, N. Kramer, M. Sadilek, W. Kaminsky, B. Kahr Circular dichroism tensor of a triarylmethyl propeller in sodium chlorate crystals J. Am. Chem. Soc. 2010 , 132 , 7454-7465. B. Kahr Et tu crystallographer: Murder charges against close-packing pioneers evaluated Cryst. Growth Des. 2011 , 11 , 4-11. A. Shtukenberg, E. Gunn, M. Gazzano, J. Freudenthal, E. Camp, R. Sours, E. Rosseeva, B. Kahr Bernauer’s bands ChemPhysChem , 2011 , 12 , 1558-1571. B. Kahr, A. Shtukenberg, E. Gunn, D. L. Carter, A. L. Rohl, Controlling mesoscale chirality with additives, again Cryst. Growth Des. 2011 , 11 , 2070-2073. V. L. Murphy, B. Kahr Planar hydrocarbons more optically active than their isomeric helicenes, J. Am. Chem. Soc. 2011 , 113 , 2918–12921. H.-M. Ye, J. Xu, J. Freudenthal, B. Kahr On the circular birefringence of polycrystalline polymers: polylactide J. Am. Chem. Soc. 2011 , 133 , 13848–13851. DOI: 10.1021/ja205159u B. Kahr, O. Arteaga Arago’s best paper Chemphyschem , 2011 , 0000.     Fellowships/Honors   National Science Foundation Young Investigator, 1994; National Science Foundation Special Award for Creativity, 2007.       Update your faculty profile                         * | Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Paramjit Arora   , Professor of Chemistry | NYU                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                            Paramjit Arora Professor of Chemistry Email:   Phone: 212-998-8470 Office: Brown Building, 29 Washington Place, Room 360   Lab Homepage             Areas of Research/Interest   Bioorganic Chemistry and Chemical Biology     Research Description   Proteins often utilize small folded domains for recognition of other proteins, DNA and RNA. The hypothesis guiding our research is that by mimicking these folded domains we can modulate the function of a particular protein with metabolically stable synthetic molecules. The manifestation of this hypothesis into specific and potent compounds that interfere with chosen targets in cellular and animal systems requires new computational and synthetic approaches. We seek to devise a systematic framework to evaluate and target protein-protein interactions with structured peptidic and nonpeptidic scaffolds designed to reproduce the critical interfacial features of proteins.       Publications Lao, B. B.; Drew, K.; Guarracino, D.; Brewer, T.; Heindel, D.; Bonneau, R.; Arora, P. S. “Rational Design of Topographical Helix Mimics as Potent Inhibitors of Protein-Protein Interactions.” J. Am. Chem. Soc. 2014, 136, 7877–7888. Lao, B. B.; Grishagin, I.; Mesallati, H.; Brewer, T. F.; Olenyuk, B. Z.; Arora, P. S. “In vivo modulation of hypoxia-inducible signaling by topographical helix mimetics.” Proc. Natl. Acad. Sci. U.S.A. 2014, 111, 7531–7536. Miller, S. E.; Watkins, A. M.; Kallenbach, N. R.; Arora, P. S. “Effects of side chains in helix nucleation differ from helix propagation.” Proc. Natl. Acad. Sci. U.S.A. 2014, 111, 6636-6641.    Kushal, S.; Lao, B. B.; Henchey, L. K.; Dubey, R. Mesallati, H.; Traaseth, N. J.; Olenyuk, B. Z.; Arora, P. S. “Protein Domain Mimetics as In Vivo Modulators of Hypoxia-Inducible Factor Signaling.” Proc. Natl. Acad. Sci. U.S.A. 2013, 110, 15602-15607.    Patgiri, A.; Joy, S. T.; Arora, P. S. “Nucleation Effects in Peptide Foldamers.” J. Am. Chem. Soc. 2012, 134, 11495-11502.      Bullock, B. N.; Jochim, A. L.; Arora, P. S. “Assessing Helical Protein Interfaces for Inhibitor Design.” J. Am. Chem. Soc. 2011, 133, 14220-14223.      Patgiri, A.; Yadav, K.; Arora, P. S.; Bar-Sagi, D. “An Orthosteric Inhibitor of the Ras–Sos Interface.” Nature Chem. Biol. 2011, 7, 585-587.      Jochim, A. L.; Arora P. S. “Systematic Analysis of Helical Protein Interfaces Reveals Targets for Synthetic Inhibitors.” ACS Chem. Biol. 2010, 5, 919-923.      Wang, D.; Liu, J.; Zheng, Q.; Lu, M.; Arora, P. S. “Atomic Structure of a Short Alpha-Helix Stabilized by a Main Chain Hydrogen Bond Surrogate”. J. Am. Chem. Soc. 2008, 130, 4334-4337.      Wang, D.; Lu, M.; Arora, P.S. “Inhibition of HIV-1 Fusion by Hydrogen-Bond Surrogate Based Alpha-Helices.” Angew. Chem. Int. Ed. 2008, 47, 1879-1882.     Fellowships/Honors   American Cancer Society Postdoctoral Fellowship (1999-2002), James D. Watson Investigator Award (2002), Cottrell Scholar Award (2005), Whitehead Fellowship in Biomedical and Biological Sciences (2005-2006), Golden Dozen Teaching Award (2007)         Update your faculty profile                         * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Michael D. Ward   , Professor of Chemistry | NYU                                NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                            Michael D. Ward Professor of Chemistry; Director, Molecular Design Institute; Editor, Chemistry of Materials B.S., William Paterson College of New Jersey; Ph.D., Princeton University; Postdoctoral Fellow, University of Texas at Austin   Email:   Phone: 212-998-8439 Office: Brown Building, 29 Washington Place, Room 554   Lab Homepage             Areas of Research/Interest   Materials and solid-state chemistry, supramolecular chemistry and self-assembly, interfacial chemistry, crystallization, atomic force microscopy, electrochemistry       Publications The Materials Science of Pathological Crystals, L. N. Poloni, M. D. Ward, Chem. Mater. 2014 , 26 , 477–495.       Illusory spirals and loops in crystal growth. A. G. Shtukenberg1, Z. Zhu, Z. An, M. Bhandari, P. Song, B. Kahr, M. D. Ward, Proc. Natl. Acad. Sci. 2013 , 110 , 17195.       Isolation and Stabilization of a Pheromone in Crystalline Molecular Capsules. W. Xiao, C. Hu, M. D. Ward, Cryst. Growth. Des. 2013 , 13 , 3197.       Stereochemical Control of Polymorph Transitions in Nanoscale Reactors, Q. Jiang, C. Hu, and M. D. Ward, J. Am. Chem. Soc. 2013 , 135 , 2144.       Biomimetic Peptoid Oligomers as Dual-Action Antifreeze Agents, M. L. Huang, D. Ehre, Q. Jiang, C. Hu, K. Kirshenbaum, M. D. Ward, Proc. Natl. Acad. Sci. 2012 , 109 , 19922.       Manipulating Crystal Growth and Polymorphism by Confinement in Nanoscale Crystallization Chambers, J-M. Ha, B. D. Hamilton, M. A. Hillmyer, M. D. Ward, Acc. Chem. Res. 2012 , 45 , 414.       Anti-Counterfeit Protection of Pharmaceutical Products with Spatial Mapping of X-Ray Detectable Barcodes and Logos, D. Musumeci, C. Hu, M. D. Ward, Anal. Chem. 2011 , 83 , 7444.       Persistent Molecular Archimedean Cages Assembled with 72 Hydrogen Bonds, Y. Liu, A. Comotti, C. Hu, M. D. Ward, Science 2011 , 333 , 436.       Controlled Orientation of Polyconjugated Guest Molecules in Tunable Host Cavities, A. C. Soegiarto, A. Comotti, M. D. Ward, J. Am. Chem. Soc. 2010 , 132 , 14603.       Crystal Growth Inhibitors for the Prevention of L-Cystine Kidney Stones through Molecular Design, J. D. Rimer, Z. An, Z. Zhu, M. H. Lee, D. S. Goldfarb, J. A. Wesson, M. D. Ward, Science 2010 , 330 , 337.       Hydrogen-Bonded Monolayers and Interdigitated Multilayers at the Air-Water Interface, S. A. Martin, K. Kjaer, M. J Weygand, I. Weissbuch, and M. D. Ward, J. Phys. Chem. B , 2006 , 110 , 14292.      Directing Assembly of Molecular Crystals, M. D. Ward, MRS Bulletin Special Issue: Self-assembly in Materials Synthesis , 2005 , 30 , 705.      Design of crystalline molecular networks with charge-assisted hydrogen bonds, M. D. Ward, Chem. Comm ., Focus article, 40 th anniversary commemoration, 2005 , 5838.      Chiral Discrimination in Low-density Hydrogen Bonded Frameworks, R. Custelcean and M. D. Ward, Cryst. Growth. Des . 2005 , 5 , 2277.      Crystal surface adhesion explains the pathological activity of calcium oxalate hydrates in kidney stone formation, X. Sheng, J. A. Wesson, and M. D. Ward, J. Amer. Soc. Nephrol. 2005 , 16 , 1904.      Translational Design and Bimodal Assembly of Charge-assisted Hydrogen-bonded Networks, D. Shacklady, S.-O. Lee, S. Ferlay, M. W. Hosseini, and M. D. Ward, Cryst. Growth. Des . 2005 , 5 , 995.      Lyotropic Phases Reinforced by Hydrogen Bonding, S. M. Martin and M. D. Ward, Langmuir , 2005 , 21 , 5324.    Structure and Rheology of Hydrogen-bond Reinforced Smectic Liquid Crystals, S. M. Martin, Y. Yonezawa, M. J. Horner, C. W. Macosko, and M. D. Ward, Chem. Mater. 2004 , 16 , 3045.    Regulating Polymorph Selectivity Through Confined Crystallization in Nanopores, J.-M. Ha, J. H. Wolf, M. A. Hillmyer, and M. D. Ward, J. Am. Chem. Soc ., 2004 , 126 , 3382.    Probing Crystallization of Calcium Oxalate Monohydrate and the Role of Macromolecule Additives with in situ Atomic Force Microscopy, T. Jung , X. Sheng , C. K. Choi, W.-S. Kim , J. A. Wesson,and M. D. Ward, Langmuir , 2004 , 20 , 8587.    Two-Dimensional Host-Guest Inclusion Crystals at the Air-Water Interface, D. J. Plaut, S. M. Martin, K. Kjaer, M. J. Weygand , M. Lahav, L. Leiserowitz, I. Weissbuch and M. D. Ward, J. Am. Chem. Soc . 2003 , 125 , 15922.    Engineering Space Group Symmetry and Polar Order in Molecular Host Frameworks, K. T. Holman, A. M. Pivovar, M. D. Ward, Science 2001 , 294 , 1907. Research    A principal area of research in our group is the design and synthesis of crystalline molecular materials in which the constituents are held together in a lattice by weak, and typically unpredictable, intermolecular interactions. Our goal is to develop and use design principles, based on these interactions, which can be used to direct molecular assembly of molecules into solid-state structures endowed with unique properties, ranging from electronic conductivity to second harmonic generation to high-selectivity enantioselective separations. Our approach relies on the rational adjustment of solid-state structure and properties by deploying the versatility of organic synthesis, sometimes described as “crystal engineering.” For example, recent efforts in our group have led to the discovery of a novel class of porous molecular frameworks, held together by hydrogen bonding, which are capable of organizing guest molecules in their pores in unusual ways, or trapping molecules selectively to enable otherwise difficult separations. Our group also is synthesizing new organic materials designed for use as materials in field effect transistors.    We also seek to understand the nucleation and growth processes that lead to the formation of molecular crystals such as conducting solids, dyes and pharmaceutical reagents, and proteins. This understanding is crucial for control of crystal characteristics such as polymorphism, size, growth orientation, morphology and defect density, which ultimately affect the properties of these materials. These efforts include (i) the study of surface templates for selective growth of desirable crystalline polymorphs; (ii) elucidating the fundamental principles of epitaxy that govern nucleation of thin films and crystals; (iii) crystallization of organic compounds in nanometer-scale reactors, aimed at understanding the thermodynamic properties of organic nano-sized crystals, control of polymorphism, and discovery of new polymorphs. Our group also employs real-time in situ atomic force microscopy (AFM) for direct visualization of crystal growth at the near-molecular level. These efforts include the study of disease pathways associated with pathological biomineralization, such as the formation of kidney stones, which in most cases are aggregates of calcium-containing crystalline minerals such as calcium oxalate and calcium phosphate. AFM is used to study the effect of macromolecules and proteins on crystal growth, and its force measurement capability is used to probe the molecular-level adhesion properties of the various crystal surfaces, properties that are directly related to the formation of kidney stones.     Associated with other departments or programs   Molecular Design Institute       Update your faculty profile                         * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Bart Kahr   , Professor of Chemistry | NYU                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                            Bart Kahr Professor of Chemistry A.B., Middlebury College Ph.D., Princeton University, Postdoctoral Associate, Yale University     Email:   Phone: 212-992-9579 Office: Brown Building, 29 Washington Place, Room 656   Lab Homepage             Areas of Research/Interest   Chemical crystallography, interations of light and organized media, polycrystalline pattern formation, origin of life science, experimental history of science.     Research Description   Crystalline polyhedra are prototypical material objects; light is ethereal. Yet, there has been a surprising reciprocity between crystals and light. Polarization and photon entanglement are crystal-optical discoveries while light scattering has been unsurpassed in the characterization of crystals. We engage this dialogue through investigations of unusual crystalline materials that have informed crystal growth mechanisms and led to the design of new optical materials. Recently, we have focused on the interactions of light with organized polycrystals that occur in biopathological structures, high-polymers, molecular crystals, and simple salts; pattern formation is one of the great organizing principles common to all of the sciences. We develop polarization imaging methodologies for the study of complex aggregates and are especially interested in defining heterogeneities and anisotropies of chiroptical properties.       Publications T Bullard, KL Wustholz, E Bott, M Robertson, PJ. Reid, B Kahr Role of kinks in dyeing crystals: Confocal luminescence microscopy from single molecules to square centimeters Cryst. Growth Des . 2009 , 9 , 982-990 Y Bing, W Kaminsky, B Kahr, D Viterbo Turinese stereochemistry: Eligio Perucca’s enantioselectivity and Primo Levi’s asymmetry Angew. Chem. Int. Ed. Engl. 2009 , 48 , 2-8. B Kahr, J. Freudenthal, S Philips, W Kaminsky Herapathite Science , 2009 , 324 , 1407 See also: J Kemsley, Chem. &amp; Eng News, 22 June 2009, pp 43; P Ball, Nature Materials , 2009 , 8 , 774. B. Kahr, J. Freudenthal, E. Gunn Crystals in light Acc. Chem. Res. 2010 , 43 , 684-692. A. G. Shtukenberg, J. Freudenthal, B. Kahr Reversible twisting during helical hippuric acid crystal growth J. Am. Chem. Soc. 2010 , 132 , 9341-9349. Y. Bing, D. Selassie, R. H. Paradise, C. Isborn, N. Kramer, M. Sadilek, W. Kaminsky, B. Kahr Circular dichroism tensor of a triarylmethyl propeller in sodium chlorate crystals J. Am. Chem. Soc. 2010 , 132 , 7454-7465. B. Kahr Et tu crystallographer: Murder charges against close-packing pioneers evaluated Cryst. Growth Des. 2011 , 11 , 4-11. A. Shtukenberg, E. Gunn, M. Gazzano, J. Freudenthal, E. Camp, R. Sours, E. Rosseeva, B. Kahr Bernauer’s bands ChemPhysChem , 2011 , 12 , 1558-1571. B. Kahr, A. Shtukenberg, E. Gunn, D. L. Carter, A. L. Rohl, Controlling mesoscale chirality with additives, again Cryst. Growth Des. 2011 , 11 , 2070-2073. V. L. Murphy, B. Kahr Planar hydrocarbons more optically active than their isomeric helicenes, J. Am. Chem. Soc. 2011 , 113 , 2918–12921. H.-M. Ye, J. Xu, J. Freudenthal, B. Kahr On the circular birefringence of polycrystalline polymers: polylactide J. Am. Chem. Soc. 2011 , 133 , 13848–13851. DOI: 10.1021/ja205159u B. Kahr, O. Arteaga Arago’s best paper Chemphyschem , 2011 , 0000.     Fellowships/Honors   National Science Foundation Young Investigator, 1994; National Science Foundation Special Award for Creativity, 2007.       Update your faculty profile                         * | Contact Us | &copy; New York University , Arts and Science"}]}]