[{"detail": [{"content": "Center for Genomics and Systems Biology | New York University                             NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                         Home     About       Faculty       News       Events       Facilities       Academic Programs       Outreach &amp; Diversity       Campaign for the Center       NYU Department of Biology                 Spotlight               NYU Center for Genomics and Systems Biology: Endless Possibilities     Watch Video             NYU Open Education: Genomes and Diversity by Dr. Mark Siegal, Associate Professor of the Center for Genomics and Systems Biology     Read More                     The mission of the Center for Genomics &amp; Systems Biology is to define how regulatory networks operate and how they have evolved to generate diversity across species. For this work, we use approaches that span systems biology, comparative functional genomics &amp; bioinformatic analysis focusing on model organisms and phylogenetically related species. Read more           In The Spotlight               Quantification of cell identity from single-cell gene expression profiles   Idan Efroni developed a method to diagnose the identity of single cells and detect chimeric and transition states of cells undergoing reprogramming.     Read more                 Databases/Software                         VirtualPlant Database     This tool is being used by biologists and computer scientist alike for the purpose it was designed for - to support the analysis of original genomic data generated by the researchers themselves.                       Human Proteome Folding Database     Results from the Human Proteome Folding Project can be found here (associated with the Yeast Resource Center ).                       RNAi Database     RNAiDB provides comprehensive access to publicly available RNAi phenotypic data from C. elegans.         Complete list of databases/software                       News and Highlights               Satija publishes algorithm for spatially mapping single cell RNA-seq     In Nature Biotechnology, Satija et al. describe the Seurat algorithm to infer the spatial localization of single cells during Zebrafish embryogenesis based on RNA-seq data.     Read More...               The Eichenberger lab publishes a paper in PLoS Genetics about cell-type specific control of gene expression     In collaboration with scientists at Lisbon University and Emory, the Eichenberger lab reports the functional characterization of an anti-sigma factor regulating canalization of gene expression during sporulation in Bacillus subtilis,     Read More...               Tara Rock judge for The Scientist’s Top 10 Innovations     The Scientist Magazine conducts an annual competition to name the top 10 innovations in the life sciences. Tara Rock was asked to be on the judging panel.     Read More...               Quantification of cell identity from single-cell gene expression profiles     Idan Efroni developed a method to diagnose the identity of single cells and detect chimeric and transition states of cells undergoing reprogramming.     Read More...               Gustavo Silva and Christine Vogel characterize a new mechanism to combat oxidative stress     The study appears in the latest issue of Nature Structural & Molecular Biology, in which the authors discover a new function for a nonstandard (K63) ubiquitin chain: K63 ubiquitin role is independent of protein degradation and conversely, aids the synthesis of antioxidant proteins and increases cell viability.          Read More...               Carlton appears on a panel with former President Jimmy Carter     Carlton appeared on a panel with former President Jimmy Carter at a special event \"Count Down to Zero: Defeating Disease in the 21st Century\" at the American Museum of Natural History     Read More...           Archives                 Upcoming Events            ,       Link to Calendar       9:30am    Student: Stephanie Lauer    Mentor: David Gresham    Host: Duncan Smith       9:55am    Student: Seana Lymer    Mentor: Justin Blau    Host: Gloria Coruzzi       10:20am    Student: Rani Yeung    Mentor: Duncan Smith    Host: P Eichenberger \" akt=\"PhD Student Colloquium\">PhD Student Colloquium     Location: Silver 1003   Come early and enjoy bagels & OJ in the Graduate Lounge before the presentations start.    Link to Calendar       9:30am    Student: Stephanie Lauer    Mentor: David Gresham    Host: Duncan Smith       9:55am    Student: Seana Lymer    Mentor: Justin Blau    Host: Gloria Coruzzi       10:20am    Student: Rani Yeung    Mentor: Duncan Smith    Host: P Eichenberger        ,       &rdquo;Redox rhythms couple to the plant circadian clock and the yeast cell cycle&rdquo;      Host: Duncan Smith         (click link for more info)   \" akt=\"Monday Seminar Series\">Monday Seminar Series     Location: CGSB Auditorium, 12 Waverly Place   Biology and Physics professor presents ”Redox rhythms couple to the plant circadian clock and the yeast cell cycle”      Host: Duncan Smith         (click link for more info)           ,       &ldquo;The evolution of viral social interactions&rdquo;      Host: David Gresham         (click link for more info)   \" akt=\"Monday Seminar Series\">Monday Seminar Series     Location: CGSB Auditorium, 12 Waverly Place   Our own Biology faculty fellow presents “The evolution of viral social interactions”      Host: David Gresham         (click link for more info)          Complete list of events                             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Center for Genomics and Systems Biology | New York University                             NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                         Home     About       Faculty       News       Events       Facilities       Academic Programs       Outreach &amp; Diversity       Campaign for the Center       NYU Department of Biology                 Spotlight               NYU Center for Genomics and Systems Biology: Endless Possibilities     Watch Video             NYU Open Education: Genomes and Diversity by Dr. Mark Siegal, Associate Professor of the Center for Genomics and Systems Biology     Read More                     The mission of the Center for Genomics &amp; Systems Biology is to define how regulatory networks operate and how they have evolved to generate diversity across species. For this work, we use approaches that span systems biology, comparative functional genomics &amp; bioinformatic analysis focusing on model organisms and phylogenetically related species. Read more           In The Spotlight               Quantification of cell identity from single-cell gene expression profiles   Idan Efroni developed a method to diagnose the identity of single cells and detect chimeric and transition states of cells undergoing reprogramming.     Read more                 Databases/Software                         VirtualPlant Database     This tool is being used by biologists and computer scientist alike for the purpose it was designed for - to support the analysis of original genomic data generated by the researchers themselves.                       Human Proteome Folding Database     Results from the Human Proteome Folding Project can be found here (associated with the Yeast Resource Center ).                       RNAi Database     RNAiDB provides comprehensive access to publicly available RNAi phenotypic data from C. elegans.         Complete list of databases/software                       News and Highlights               Satija publishes algorithm for spatially mapping single cell RNA-seq     In Nature Biotechnology, Satija et al. describe the Seurat algorithm to infer the spatial localization of single cells during Zebrafish embryogenesis based on RNA-seq data.     Read More...               The Eichenberger lab publishes a paper in PLoS Genetics about cell-type specific control of gene expression     In collaboration with scientists at Lisbon University and Emory, the Eichenberger lab reports the functional characterization of an anti-sigma factor regulating canalization of gene expression during sporulation in Bacillus subtilis,     Read More...               Tara Rock judge for The Scientist’s Top 10 Innovations     The Scientist Magazine conducts an annual competition to name the top 10 innovations in the life sciences. Tara Rock was asked to be on the judging panel.     Read More...               Quantification of cell identity from single-cell gene expression profiles     Idan Efroni developed a method to diagnose the identity of single cells and detect chimeric and transition states of cells undergoing reprogramming.     Read More...               Gustavo Silva and Christine Vogel characterize a new mechanism to combat oxidative stress     The study appears in the latest issue of Nature Structural & Molecular Biology, in which the authors discover a new function for a nonstandard (K63) ubiquitin chain: K63 ubiquitin role is independent of protein degradation and conversely, aids the synthesis of antioxidant proteins and increases cell viability.          Read More...               Carlton appears on a panel with former President Jimmy Carter     Carlton appeared on a panel with former President Jimmy Carter at a special event \"Count Down to Zero: Defeating Disease in the 21st Century\" at the American Museum of Natural History     Read More...           Archives                 Upcoming Events            ,       Link to Calendar       9:30am    Student: Stephanie Lauer    Mentor: David Gresham    Host: Duncan Smith       9:55am    Student: Seana Lymer    Mentor: Justin Blau    Host: Gloria Coruzzi       10:20am    Student: Rani Yeung    Mentor: Duncan Smith    Host: P Eichenberger \" akt=\"PhD Student Colloquium\">PhD Student Colloquium     Location: Silver 1003   Come early and enjoy bagels & OJ in the Graduate Lounge before the presentations start.    Link to Calendar       9:30am    Student: Stephanie Lauer    Mentor: David Gresham    Host: Duncan Smith       9:55am    Student: Seana Lymer    Mentor: Justin Blau    Host: Gloria Coruzzi       10:20am    Student: Rani Yeung    Mentor: Duncan Smith    Host: P Eichenberger        ,       &rdquo;Redox rhythms couple to the plant circadian clock and the yeast cell cycle&rdquo;      Host: Duncan Smith         (click link for more info)   \" akt=\"Monday Seminar Series\">Monday Seminar Series     Location: CGSB Auditorium, 12 Waverly Place   Biology and Physics professor presents ”Redox rhythms couple to the plant circadian clock and the yeast cell cycle”      Host: Duncan Smith         (click link for more info)           ,       &ldquo;The evolution of viral social interactions&rdquo;      Host: David Gresham         (click link for more info)   \" akt=\"Monday Seminar Series\">Monday Seminar Series     Location: CGSB Auditorium, 12 Waverly Place   Our own Biology faculty fellow presents “The evolution of viral social interactions”      Host: David Gresham         (click link for more info)          Complete list of events                             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Program    | Department of Biology | New York University                                 NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                     Home       Mission Statement       People       Research       Facilities and Resources     Undergraduate Program     Graduate Programs       Outreach       News       Events       Employment       FAQs       Forms       Contact Us               Core and Program Requirements (from the Bulletin)       Major in Biology       Minor in Biology       Course Offerings       Accelerated BS/MS Program           Related Information       Current Course Schedule on Albert       Undergraduate Course Syllabi       Course Planning for Biology Majors                          Useful Links               NYU Academic Calendar       Undergraduate Admissions       CAS Bulletin       Undergrad FAQs       Upper-Level Electives       Four-Year Course Plans For Biology Majors       Study Away Opportunities for Biology Majors       Current Fall-Spring Biology Courses               Home &gt; Undergraduate Program     Undergraduate Program   The science of biology concerns itself with the workings of life in all its varied forms. Over the past several years, biology has been revolutionized with the development of powerful techniques in molecular and cellular biology, genomics and bioinformatics that are now being applied to research across the spectrum of the science, from genetics and development to biomedicine, field studies and animal behavior. The department’s programs of study and research reflect this contemporary view of biology.    The department offers students the opportunity to explore the various areas of current biology in an integrated yet diverse program that builds from a solid foundation of the basic elements of molecular and cellular biology, genetics, evolution, organ systems and population studies. Students are exposed to modern concepts, state-of-the-art approaches and current methods of experimentation in molecular biology, biochemistry, genomics and bioinformatics within introductory courses taken at the very outset of their studies. A variety of intermediate courses then provides in-depth exploration of major fields of biology. Advanced students may register for graduate-level courses, which are most often given in the specialized areas of faculty research.    Three options are available to students pursuing a major in Biology. The standard Biology track provides the major with a broad background in biology with the laboratory, quantitative and reasoning skills needed for today’s modern biology. The Ecology track also provides students with the broad background in modern biology, but with a focus on ecological concepts, approaches and analytical methods. The Global Public Health/Science major with Concentration in Biology provides students with strong foundations in biological science and global public health, with a focus on one of three emphasis areas: genetics and genomics, infectious diseases or environmental health.    The department also offers a series of discrete minors in the life sciences , specifically in the areas of:      Molecular and Cell Biology    Genetics    Genomics and Bioinformatics    Environmental Biology          Each minor is designed to hone skills in a particular contemporary area of biology and requires a laboratory experience. The minors permit students to create a course of study that will meet their unique academic and career goals.    The Biology majors and minors provide outstanding preparation for careers in research, academia, medicine, dentistry and related fields. Graduates of the department have a remarkable record of success in acceptance into professional schools and in establishing notable careers in the biomedical sciences.    Other courses offered by the department are designed to acquaint nonscience majors with contemporary issues in biology. Such courses are often topical, addressing problems such as environmental pollution, limits of the earth, and human physiology.    Outstanding and highly motivated students are offered special opportunities for honors work, independent study, summer laboratory research, internships and other enhancements. Upper-level students may become involved in undergraduate research projects in faculty laboratories through the many formal and informal opportunities afforded by the department. The department has a tradition of important research accomplishment and contains several specialized research and laboratory facilities that are integrated into the educational programs. These include the undergraduate Molecular Biology Laboratory, the Microscope Facility, the Genomics Core Facility and the Tissue Culture Facility. Field studies are carried out at many regional sites. Department faculty are also affiliated with the NYU Center for Genomics and Systems Biology, the NYU Courant Institute for Mathematical Sciences, the NYU School of Medicine, the NYU David B. Kriser School of Dentistry, the American Museum of Natural History, the New York Botanical Garden, and Cold Spring Harbor Laboratories.    Students with questions about majoring in biology or minoring in a specific area of biology should visit the office of the Department of Biology. Those declaring a major in biology should complete a department declaration form. They are assigned a faculty adviser from the department; students meet with that professor to design a program of study, determine course selections and discuss career goals. The faculty adviser is also available to provide guidance concerning the many options and opportunities afforded by the department for curricular enhancement, including research experiences.    Questions concerning the Biology Department's undergraduate programs or any of their requirements should be addressed to: biology.dugs@nyu.edu . For announcements of upcoming events and other information of interest to current and prospective Biology majors, see the BioDUGS blog at: blogs.nyu.edu/as/biology/dugs/                Contact Us | &copy; New York University , Arts and Science"}, {"content": "Department of Biology | New York University                                     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE           Department of Biology   Arts &amp; Science                   Home     Mission Statement       People       Research       Facilities and Resources       Undergraduate Program       Graduate Programs       Outreach       News       Events       Employment       FAQs       Forms       Contact Us             Research Areas:     Genomics and Systems Biology   Developmental Genetics   Molecular and Cellular Biology   Evolution, Ecology and Environmental Biology             Upcoming Events       Friday, May 1st, 9:30am   at Silver 1003     PhD Student Colloquium     Stephanie Lauer, Seana Lymer, Rani Yeung       Monday, May 4th, 4:00pm   at CGSB Auditorium, 12 Waverly Place     Monday Seminar Series     Dr. Nicolas Buchler, Duke University       Monday, May 11th, 4:00pm   at CGSB Auditorium, 12 Waverly Place     Monday Seminar Series     Dr. Sam Díaz-Muñoz, NYU Biology         Complete list of events         Spotlight on Education   Biology Open House Fall 2013   Come to the Biology UG Open House to learn about study away opportunities, the new Ecology track, the new GPH/Science major, changes to Bio curriculum, new lab courses, and informal advising. Read More         Facilities &amp; Resources   FACS   Fluorescence-activated cell sorting is a type of flow cytometry. Read More             News             The Searle Scholars Program supports research of outstanding individuals who have recently begun their appointment at the assistant professor level. Each year 15 new individuals are named Searle Scholars and awarded flexible grants of $300,000 over three years.   Read More               In Nature Biotechnology, Satija et al. describe the Seurat algorithm to infer the spatial localization of single cells during Zebrafish embryogenesis based on RNA-seq data.   Read More               Christiaen Lab published a review in Nature on development and evolution of the heart and head muscles.   Read More               In collaboration with scientists at Lisbon University and Emory, the Eichenberger lab reports the functional characterization of an anti-sigma factor regulating canalization of gene expression during sporulation in Bacillus subtilis,   Read More               Kaplan, Razy-Krajka and Christiaen published a new review on heart and head muscles development and evolution in Current Opinion in Genes and Development, titled &ldquo;Regulation and evolution of cardiopharyngeal cell identity and behavior: insights from simple chordates&rdquo;.   Read More               Duncan Smith has been named a 2015 Searle Scholar       Satija publishes algorithm for spatially mapping single cell RNA       Christiaen Lab published a review in Nature       Eichenberger lab publishes a paper in PLoS Genetics       Christiaen Lab published a new review in Current Opinion         See all News         People Past and Present   Gladys Mateyko   \"Specialized in the histology and cytology of pathological cell dynamics in tumor cells.\"             Meet Dr.         Mateyko         Video Spotlight CGSB Scientist R. Bonneau and IBM Mark Computational Milestone   IBM announced a major computational milestone &ndash; surpassing 500,000 CPU years of computer time used by CGSB scientist Richard Bonneau and his Proteome Folding Project. Read More                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Center for Genomics and Systems Biology | New York University                             NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                         Home     About       Faculty       News       Events       Facilities       Academic Programs       Outreach &amp; Diversity       Campaign for the Center       NYU Department of Biology                 Spotlight               NYU Center for Genomics and Systems Biology: Endless Possibilities     Watch Video             NYU Open Education: Genomes and Diversity by Dr. Mark Siegal, Associate Professor of the Center for Genomics and Systems Biology     Read More                     The mission of the Center for Genomics &amp; Systems Biology is to define how regulatory networks operate and how they have evolved to generate diversity across species. For this work, we use approaches that span systems biology, comparative functional genomics &amp; bioinformatic analysis focusing on model organisms and phylogenetically related species. Read more           In The Spotlight               Quantification of cell identity from single-cell gene expression profiles   Idan Efroni developed a method to diagnose the identity of single cells and detect chimeric and transition states of cells undergoing reprogramming.     Read more                 Databases/Software                         VirtualPlant Database     This tool is being used by biologists and computer scientist alike for the purpose it was designed for - to support the analysis of original genomic data generated by the researchers themselves.                       Human Proteome Folding Database     Results from the Human Proteome Folding Project can be found here (associated with the Yeast Resource Center ).                       RNAi Database     RNAiDB provides comprehensive access to publicly available RNAi phenotypic data from C. elegans.         Complete list of databases/software                       News and Highlights               Satija publishes algorithm for spatially mapping single cell RNA-seq     In Nature Biotechnology, Satija et al. describe the Seurat algorithm to infer the spatial localization of single cells during Zebrafish embryogenesis based on RNA-seq data.     Read More...               The Eichenberger lab publishes a paper in PLoS Genetics about cell-type specific control of gene expression     In collaboration with scientists at Lisbon University and Emory, the Eichenberger lab reports the functional characterization of an anti-sigma factor regulating canalization of gene expression during sporulation in Bacillus subtilis,     Read More...               Tara Rock judge for The Scientist’s Top 10 Innovations     The Scientist Magazine conducts an annual competition to name the top 10 innovations in the life sciences. Tara Rock was asked to be on the judging panel.     Read More...               Quantification of cell identity from single-cell gene expression profiles     Idan Efroni developed a method to diagnose the identity of single cells and detect chimeric and transition states of cells undergoing reprogramming.     Read More...               Gustavo Silva and Christine Vogel characterize a new mechanism to combat oxidative stress     The study appears in the latest issue of Nature Structural & Molecular Biology, in which the authors discover a new function for a nonstandard (K63) ubiquitin chain: K63 ubiquitin role is independent of protein degradation and conversely, aids the synthesis of antioxidant proteins and increases cell viability.          Read More...               Carlton appears on a panel with former President Jimmy Carter     Carlton appeared on a panel with former President Jimmy Carter at a special event \"Count Down to Zero: Defeating Disease in the 21st Century\" at the American Museum of Natural History     Read More...           Archives                 Upcoming Events            ,       Link to Calendar       9:30am    Student: Stephanie Lauer    Mentor: David Gresham    Host: Duncan Smith       9:55am    Student: Seana Lymer    Mentor: Justin Blau    Host: Gloria Coruzzi       10:20am    Student: Rani Yeung    Mentor: Duncan Smith    Host: P Eichenberger \" akt=\"PhD Student Colloquium\">PhD Student Colloquium     Location: Silver 1003   Come early and enjoy bagels & OJ in the Graduate Lounge before the presentations start.    Link to Calendar       9:30am    Student: Stephanie Lauer    Mentor: David Gresham    Host: Duncan Smith       9:55am    Student: Seana Lymer    Mentor: Justin Blau    Host: Gloria Coruzzi       10:20am    Student: Rani Yeung    Mentor: Duncan Smith    Host: P Eichenberger        ,       &rdquo;Redox rhythms couple to the plant circadian clock and the yeast cell cycle&rdquo;      Host: Duncan Smith         (click link for more info)   \" akt=\"Monday Seminar Series\">Monday Seminar Series     Location: CGSB Auditorium, 12 Waverly Place   Biology and Physics professor presents ”Redox rhythms couple to the plant circadian clock and the yeast cell cycle”      Host: Duncan Smith         (click link for more info)           ,       &ldquo;The evolution of viral social interactions&rdquo;      Host: David Gresham         (click link for more info)   \" akt=\"Monday Seminar Series\">Monday Seminar Series     Location: CGSB Auditorium, 12 Waverly Place   Our own Biology faculty fellow presents “The evolution of viral social interactions”      Host: David Gresham         (click link for more info)          Complete list of events                             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Program    | Department of Biology | New York University                                 NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                     Home       Mission Statement       People       Research       Facilities and Resources     Undergraduate Program     Graduate Programs       Outreach       News       Events       Employment       FAQs       Forms       Contact Us               Core and Program Requirements (from the Bulletin)       Major in Biology       Minor in Biology       Course Offerings       Accelerated BS/MS Program           Related Information       Current Course Schedule on Albert       Undergraduate Course Syllabi       Course Planning for Biology Majors                          Useful Links               NYU Academic Calendar       Undergraduate Admissions       CAS Bulletin       Undergrad FAQs       Upper-Level Electives       Four-Year Course Plans For Biology Majors       Study Away Opportunities for Biology Majors       Current Fall-Spring Biology Courses               Home &gt; Undergraduate Program     Undergraduate Program   The science of biology concerns itself with the workings of life in all its varied forms. Over the past several years, biology has been revolutionized with the development of powerful techniques in molecular and cellular biology, genomics and bioinformatics that are now being applied to research across the spectrum of the science, from genetics and development to biomedicine, field studies and animal behavior. The department’s programs of study and research reflect this contemporary view of biology.    The department offers students the opportunity to explore the various areas of current biology in an integrated yet diverse program that builds from a solid foundation of the basic elements of molecular and cellular biology, genetics, evolution, organ systems and population studies. Students are exposed to modern concepts, state-of-the-art approaches and current methods of experimentation in molecular biology, biochemistry, genomics and bioinformatics within introductory courses taken at the very outset of their studies. A variety of intermediate courses then provides in-depth exploration of major fields of biology. Advanced students may register for graduate-level courses, which are most often given in the specialized areas of faculty research.    Three options are available to students pursuing a major in Biology. The standard Biology track provides the major with a broad background in biology with the laboratory, quantitative and reasoning skills needed for today’s modern biology. The Ecology track also provides students with the broad background in modern biology, but with a focus on ecological concepts, approaches and analytical methods. The Global Public Health/Science major with Concentration in Biology provides students with strong foundations in biological science and global public health, with a focus on one of three emphasis areas: genetics and genomics, infectious diseases or environmental health.    The department also offers a series of discrete minors in the life sciences , specifically in the areas of:      Molecular and Cell Biology    Genetics    Genomics and Bioinformatics    Environmental Biology          Each minor is designed to hone skills in a particular contemporary area of biology and requires a laboratory experience. The minors permit students to create a course of study that will meet their unique academic and career goals.    The Biology majors and minors provide outstanding preparation for careers in research, academia, medicine, dentistry and related fields. Graduates of the department have a remarkable record of success in acceptance into professional schools and in establishing notable careers in the biomedical sciences.    Other courses offered by the department are designed to acquaint nonscience majors with contemporary issues in biology. Such courses are often topical, addressing problems such as environmental pollution, limits of the earth, and human physiology.    Outstanding and highly motivated students are offered special opportunities for honors work, independent study, summer laboratory research, internships and other enhancements. Upper-level students may become involved in undergraduate research projects in faculty laboratories through the many formal and informal opportunities afforded by the department. The department has a tradition of important research accomplishment and contains several specialized research and laboratory facilities that are integrated into the educational programs. These include the undergraduate Molecular Biology Laboratory, the Microscope Facility, the Genomics Core Facility and the Tissue Culture Facility. Field studies are carried out at many regional sites. Department faculty are also affiliated with the NYU Center for Genomics and Systems Biology, the NYU Courant Institute for Mathematical Sciences, the NYU School of Medicine, the NYU David B. Kriser School of Dentistry, the American Museum of Natural History, the New York Botanical Garden, and Cold Spring Harbor Laboratories.    Students with questions about majoring in biology or minoring in a specific area of biology should visit the office of the Department of Biology. Those declaring a major in biology should complete a department declaration form. They are assigned a faculty adviser from the department; students meet with that professor to design a program of study, determine course selections and discuss career goals. The faculty adviser is also available to provide guidance concerning the many options and opportunities afforded by the department for curricular enhancement, including research experiences.    Questions concerning the Biology Department's undergraduate programs or any of their requirements should be addressed to: biology.dugs@nyu.edu . For announcements of upcoming events and other information of interest to current and prospective Biology majors, see the BioDUGS blog at: blogs.nyu.edu/as/biology/dugs/                Contact Us | &copy; New York University , Arts and Science"}, {"content": "Department of Biology | New York University                                     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE           Department of Biology   Arts &amp; Science                   Home     Mission Statement       People       Research       Facilities and Resources       Undergraduate Program       Graduate Programs       Outreach       News       Events       Employment       FAQs       Forms       Contact Us             Research Areas:     Genomics and Systems Biology   Developmental Genetics   Molecular and Cellular Biology   Evolution, Ecology and Environmental Biology             Upcoming Events       Friday, May 1st, 9:30am   at Silver 1003     PhD Student Colloquium     Stephanie Lauer, Seana Lymer, Rani Yeung       Monday, May 4th, 4:00pm   at CGSB Auditorium, 12 Waverly Place     Monday Seminar Series     Dr. Nicolas Buchler, Duke University       Monday, May 11th, 4:00pm   at CGSB Auditorium, 12 Waverly Place     Monday Seminar Series     Dr. Sam Díaz-Muñoz, NYU Biology         Complete list of events         Spotlight on Education   Biology Open House Fall 2013   Come to the Biology UG Open House to learn about study away opportunities, the new Ecology track, the new GPH/Science major, changes to Bio curriculum, new lab courses, and informal advising. Read More         Facilities &amp; Resources   FACS   Fluorescence-activated cell sorting is a type of flow cytometry. Read More             News             The Searle Scholars Program supports research of outstanding individuals who have recently begun their appointment at the assistant professor level. Each year 15 new individuals are named Searle Scholars and awarded flexible grants of $300,000 over three years.   Read More               In Nature Biotechnology, Satija et al. describe the Seurat algorithm to infer the spatial localization of single cells during Zebrafish embryogenesis based on RNA-seq data.   Read More               Christiaen Lab published a review in Nature on development and evolution of the heart and head muscles.   Read More               In collaboration with scientists at Lisbon University and Emory, the Eichenberger lab reports the functional characterization of an anti-sigma factor regulating canalization of gene expression during sporulation in Bacillus subtilis,   Read More               Kaplan, Razy-Krajka and Christiaen published a new review on heart and head muscles development and evolution in Current Opinion in Genes and Development, titled &ldquo;Regulation and evolution of cardiopharyngeal cell identity and behavior: insights from simple chordates&rdquo;.   Read More               Duncan Smith has been named a 2015 Searle Scholar       Satija publishes algorithm for spatially mapping single cell RNA       Christiaen Lab published a review in Nature       Eichenberger lab publishes a paper in PLoS Genetics       Christiaen Lab published a new review in Current Opinion         See all News         People Past and Present   Gladys Mateyko   \"Specialized in the histology and cytology of pathological cell dynamics in tumor cells.\"             Meet Dr.         Mateyko         Video Spotlight CGSB Scientist R. Bonneau and IBM Mark Computational Milestone   IBM announced a major computational milestone &ndash; surpassing 500,000 CPU years of computer time used by CGSB scientist Richard Bonneau and his Proteome Folding Project. Read More                 Contact Us | &copy; New York University , Arts and Science"}]}]