[{"detail": [{"content": "The Courage to Cut | Department of Neurosurgery                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Neurosurgery                                                                                  Home   About Us   Patient Care   For Physicians   Education &amp; Training   Research   News   Contact                                  Home About Us The Courage to Cut            Print  Email               - A + A                                         About Us      Message From the Chairman   View From the Chairman     open/close   Our Team     open/close   NYU Langone Hospitals &amp; Affiliates   History of Neurosurgery at NYU Langone   The Courage to Cut                                                                      The Courage to Cut                                                                      A Journey into the Hearts and Minds of NYU Langone’s Neurosurgeons     By Thomas Ranieri     from NYU Physician Spring 2013              This div will be replaced by the JW Player.         It’s taken hours of painstaking work—prepping, cutting, sawing, drilling, and clamping—to get here, but John Golfinos, MD, has finally reached his destination: the first of two benign tumors he’ll be removing from the patient’s brain. During an especially delicate part of the procedure, he shares a piece of wisdom, born of 17 years of experience as a lead surgeon, with his assisting surgeon, a seventh-year resident. “Now, when you get to this part,” he says quietly, peering through the eyepieces of a large overhead microscope, “you have to have the courage to cut.”    The courage to cut. The phrase goes to the heart of what it means to be a neurosurgeon, and what makes neurosurgeons a breed apart. “Sometimes you face a tough decision,” explains Dr. Golfinos, associate professor of neurosurgery and otolaryngology, and chair of the Department of Neurosurgery. “Either I try to remove every last bit of this tumor, or I leave some behind. Most of the time, the tumor will keep growing. But if you try to get it all, there’s often a cost to the patient. You’re constantly doing risk-benefit analysis. That’s why you have to know the patient as well as you can. You must have a sense of what he or she would be willing to sacrifice to extend their life. I’m amazed at how much more aggressive I was just 10 years ago. As you get older, all the complications and consequences start to weigh on you.”    Dr. Golfinos and his colleagues in the Department of Neurosurgery are ever mindful of their unique, profound responsibility: treating the organ that, more than any other, makes us who we are. “From the brain and the brain only,” noted Hippocrates, “arise our pleasures, joys, laughter, and jests, as well as our sorrows, pains, grief, and fears.” Chandranath Sen, MD, professor of neurosurgery and director of the Division of Skull Base Surgery, speaks of “the sacred privilege” of being a neurosurgeon. “When I first meet a patient, that person has never seen me before, yet he or she is willing to put their life in my hands. This is the weakest moment in that person’s life—they are lost, helpless, scared to death. I have to treat this person very gently. I never take the risk. It’s the patient who takes the risk. He or she must have courage. I must have conviction. Before a big case, I meditate. It gets my mind in the zone.”    That gentleness, says Dr. Sen, must carry over into the OR. “The brain has the consistency of Jell-O. A tumor feels like a piece of meat. The nerves are like small wet noodles,” he explains. “You must peel away the meat without disrupting the Jell-O. Along the way, you must be careful not to damage any blood vessels, which could cause a stroke, or nerves, which could cause blindness, deafness, paralysis, or other problems. To succeed, you must have the touch of a woman—and the heart of a lion. Once you are done with the operation, the brain must never know you were there.”    Is it any wonder that neurosurgeons speak so reverentially of this three-pound mass of pinkish-gray tissue about the size of a cantaloupe? “The brain is the most complex organ in the universe,” says Jafar Jafar, MD, professor of neurosurgery, director of the Division of Cerebrovascular Surgery, and neurosurgeon-in-chief. “We still don’t know which part of the brain we see with. It’s an enduring mystery—one of many enduring mysteries.” Dr. Golfinos puts it another way: “We can operate on someone’s brain while they’re awake, take out part of it, and they can talk to us the entire time. Even though we’re actually damaging a small part of the brain, the rest of it couldn’t care less.”    The marvels of the human brain don’t end there, of course. An organ whose makeup is 75% water, it generates 100,000 chemical reactions every second and enough electrochemical energy to power a 10-watt lightbulb. The brain contains 100 billion neurons (nerve cells), each connected—directly or indirectly—to as many as 100,000 others. Twelve pairs of cranial nerves, some of which control numerous parts of the head, and 100,000 miles of blood vessels crisscross its terrain. Though pain is registered in the brain, the organ itself has no pain receptors and cannot feel pain. The brain demands 15 to 20% of the blood pumped from the heart. If it’s deprived of blood-borne oxygen for as little as 8 to 10 seconds, the result is unconsciousness. After 30 seconds or so, permanent brain damage may occur. In a single day, the brain gives rise to an estimated 70,000 thoughts, processing information at a rate of up to 268 miles per hour. In a lifetime, it can retain 1 quadrillion separate bits of information.    Such a precious object deserves high-level security, and the brain’s protective mechanisms are truly impressive. The bony skull, or vault, is a quarter-inch thick at the top and even thicker at the base. The meninges, three layers of membranes that line the skull, shield the brain further. The brain is suspended in cerebrospinal fluid, which functions as a shock absorber, reducing the impact of sudden blows. Isolated from the bloodstream by a blood-brain barrier, the brain has a dutiful gatekeeper, admitting some nourishing elements and forbidding entrance to others, notably toxins.    The challenge of penetrating this formidable fortress to reach the treasure that lies within has intrigued mankind for centuries. The first successful operations to remove tumors, however, took place only about a century ago. Until the 1970s and 1980s, when CT scans, overhead microscopes, high-intensity illumination in the OR, and microsurgical instruments became available, a neurosurgeon’s skill relied largely on his keenness of vision and steadiness of hand. While manual dexterity, hand-eye coordination, spatial perception, and tactile memory (the ability to return your hand to exactly the same place it was before you moved it) will always be the hallmarks of a neurosurgeon, “golden hands have become less and less important,” says Jeffrey Wisoff, MD, associate professor of neurosurgery and pediatrics, and director of the Division of Pediatric Neurosurgery. “Before we had the benefit of detailed imaging, stereotactic navigation, and electrophysiological monitoring, you had to have incredible technical mastery,” he explains. “That said, you can’t be a klutz.”    Then what does separate good neurosurgeons from great ones? “The greats have a real balance of confidence and empathy,” Dr. Golfinos says. “The hardest thing to teach is taking ownership of the patient—realizing that this person has placed everything they have in your hands.” Dr. Sen agrees: “If you exude a lack of confidence, your entire team senses it, and the team breaks down. If you get anxious, your hand shakes, and the situation quickly deteriorates.” For Dr. Wisoff, the key is strategy. “You plan an operation like you plan a battle,” he says. “You know where all the pieces lie, and you’re prepared for as many contingencies as possible.” Dr. Jafar sums it up in a single word: tenacity. “Hating to lose is what makes us a breed apart. I chose neurosurgery because it’s difficult. I thrive on challenges. I’m a bad loser.”    NYU Langone Medical Center’s Department of Neurosurgery has never had so many winners. In the last two years, Dr. Golfinos has recruited several outstanding neurosurgeons, some of them world renowned for their expertise in subspecialties. The department now has 17 neurosurgeons serving patients at Tisch Hospital, Bellevue Hospital Center, and the Manhattan VA Medical Center. Its long-standing reputation for excellence encompasses surgery for brain tumors, brain aneurysms and vascular malformations, spine ailments, epileptic seizures, Parkinson’s disease (treated with deep brain stimulation), and a range of other conditions.    “Some of our new colleagues are iconic,” says Anthony Frempong-Boadu, MD, associate professor of neurosurgery and director of the Division of Spinal Surgery. “We observe each other in the OR like it’s our first time there. The intellectual exchange has upped everyone’s game.” Dr. Jafar is so proud of his newly expanded department that he says, “I’ve visited many departments of neurosurgery around the world, and few of them rival ours. Many patients are told that their tumor is inoperable, but then they come here and they survive.”    “Our goal,” Dr. Golfinos says, “is to be the place that other neurosurgery centers refer their really difficult cases to because we can get the job done.” For neurosurgeons, that often requires what Dr. Frempong-Boadu describes as “walking the tightrope” between confidence and hubris. “Neurosurgeons are comfortable going into the unknown,” he says. “A lot of what we do is shrouded in mystery. What makes a great neurosurgeon is his thinking. It’s not about technical skills. It’s about knowing what you can and can’t touch, what you can and can’t move. A great neurosurgeon can almost see through things.”    For all the information and insights that sophisticated imaging can provide, the map is not the same as the territory itself, and danger, if not disaster, is sometimes only a millimeter away. “You’re often working in a surgical field the size of a quarter or half-dollar,” Dr. Wisoff explains. “If you don’t have fear,” adds Dr. Jafar, “you’re dangerous. You can work for hours, and in the last 10 seconds, you can ruin everything. The most dangerous part of the operation is the last five minutes because you think you’re finished. You can’t afford to let your guard down, even for a moment. I don’t listen to music while I’m operating. The night before, I listen to Mozart. In the OR, I’m listening to the patient’s heart rate, one of many things that guide me.”    The importance of total concentration is just one of the lessons Dr. Jafar tries to instill in his residents, mostly by example. Unlike many programs in neurosurgery, NYU Langone has a training period of seven years instead of six. During the last year (the second of two as chief resident), the newly minted neurosurgeon functions as the operating surgeon for more than 300 varied neurological procedures. Yet there’s one thing, says Dr. Jafar, that you can’t teach: judgment. “For a neurosurgeon,” he explains, “common sense is knowing what your limits are. Knowing how to stay out of trouble—or get yourself out of trouble. Knowing when to stop the surgery if you have to.”    Dr. Wisoff feels that the key to mastering the art of critical thinking inside the OR is to anticipate as many pitfalls as possible and carefully consider the options outside the OR. “When you’re removing a malignant tumor,” he says, “you have to be appropriately aggressive. If you go in with a timid attitude, you’ll perform a timid operation—what we call peek and shriek. If that’s not right for the patient, you’ve done him or her a tremendous disservice.” In the still fairly uncharted landscape of the brain, doing what’s right for the patient may be the greatest challenge of being a neurosurgeon, but it’s also the most critical. “If I’m not comfortable with a resident I’ve trained operating on a member of my own family,” Dr. Jafar says, “then I’ve failed.”    For even the best neurosurgeons, the possibility of failure—be it deficits or death—always looms large. “Every one of my cases is my toughest case ever,” Dr. Sen says. “That degree of respect keeps you from becoming cavalier.” The survival rates for benign brain tumors have increased dramatically over the years, so most of the time, notes Dr. Jafar, “the odds are by far in favor of the patient.” In children with malignant brain tumors, explains Dr. Wisoff, the cure rates are above 80%. “I followed in my father’s footsteps,” he explains, “and he taught me that to be a neurosurgeon, you have to be an optimist. ‘Maybe it’s a subdural hematoma that we can drain and cure the patient,’ he would say. Or ‘Maybe it’s a benign tumor that we can remove and cure the patient.’ Or ‘Maybe it’s a low-grade malignancy that will allow us to buy the patient a lot of time.’ Or ‘Maybe we can’t save the patient, but we can bring better quality to their life.’ ”    “Some patients have a will to live that’s very, very strong,” Dr. Golfinos notes, “especially if they have children or someone else to live for.” But on those rare occasions when a neurosurgeon must accept defeat—and they can recite the names of every patient they’ve ever lost—the toll is a lingering one. “When my kids were young,” Dr. Wisoff recalls, “I would go home and give them a big hug. Then I’d sit down with my wife and have a long talk.” For Dr. Sen, healing requires solitude. “When I have a disaster,” he says, “I go home, I sit quietly, and I have even cried.” Dr. Jafar believes that the only true measure of comfort comes from “knowing that you did your best, and that you’re at peace with yourself.”    Neurosurgeons seem to reserve their greatest optimism for their faith in nature and science. “When you think of the billions of cell divisions that take place between conception and delivery,” says Dr. Wisoff, “creating the potential for our genetic code to be misinterpreted or to go awry, it’s astonishing how few problems we actually have.” Dr. Golfinos points to improved medications, endovascular techniques, technology, and other advances that have “stacked the odds in our favor.” Fifty years ago, in Ben Casey’s day, he reminds us, “there was only one kind of tumor he could remove without killing the patient: a meningioma. Fifty years from now, the greatest advance will be the elimination of neurosurgery. Our specialty will probably be obsolete.”                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "The Courage to Cut | Department of Neurosurgery                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Neurosurgery                                                                                  Home   About Us   Patient Care   For Physicians   Education &amp; Training   Research   News   Contact                                  Home About Us The Courage to Cut            Print  Email               - A + A                                         About Us      Message From the Chairman   View From the Chairman     open/close   Our Team     open/close   NYU Langone Hospitals &amp; Affiliates   History of Neurosurgery at NYU Langone   The Courage to Cut                                                                      The Courage to Cut                                                                      A Journey into the Hearts and Minds of NYU Langone’s Neurosurgeons     By Thomas Ranieri     from NYU Physician Spring 2013              This div will be replaced by the JW Player.         It’s taken hours of painstaking work—prepping, cutting, sawing, drilling, and clamping—to get here, but John Golfinos, MD, has finally reached his destination: the first of two benign tumors he’ll be removing from the patient’s brain. During an especially delicate part of the procedure, he shares a piece of wisdom, born of 17 years of experience as a lead surgeon, with his assisting surgeon, a seventh-year resident. “Now, when you get to this part,” he says quietly, peering through the eyepieces of a large overhead microscope, “you have to have the courage to cut.”    The courage to cut. The phrase goes to the heart of what it means to be a neurosurgeon, and what makes neurosurgeons a breed apart. “Sometimes you face a tough decision,” explains Dr. Golfinos, associate professor of neurosurgery and otolaryngology, and chair of the Department of Neurosurgery. “Either I try to remove every last bit of this tumor, or I leave some behind. Most of the time, the tumor will keep growing. But if you try to get it all, there’s often a cost to the patient. You’re constantly doing risk-benefit analysis. That’s why you have to know the patient as well as you can. You must have a sense of what he or she would be willing to sacrifice to extend their life. I’m amazed at how much more aggressive I was just 10 years ago. As you get older, all the complications and consequences start to weigh on you.”    Dr. Golfinos and his colleagues in the Department of Neurosurgery are ever mindful of their unique, profound responsibility: treating the organ that, more than any other, makes us who we are. “From the brain and the brain only,” noted Hippocrates, “arise our pleasures, joys, laughter, and jests, as well as our sorrows, pains, grief, and fears.” Chandranath Sen, MD, professor of neurosurgery and director of the Division of Skull Base Surgery, speaks of “the sacred privilege” of being a neurosurgeon. “When I first meet a patient, that person has never seen me before, yet he or she is willing to put their life in my hands. This is the weakest moment in that person’s life—they are lost, helpless, scared to death. I have to treat this person very gently. I never take the risk. It’s the patient who takes the risk. He or she must have courage. I must have conviction. Before a big case, I meditate. It gets my mind in the zone.”    That gentleness, says Dr. Sen, must carry over into the OR. “The brain has the consistency of Jell-O. A tumor feels like a piece of meat. The nerves are like small wet noodles,” he explains. “You must peel away the meat without disrupting the Jell-O. Along the way, you must be careful not to damage any blood vessels, which could cause a stroke, or nerves, which could cause blindness, deafness, paralysis, or other problems. To succeed, you must have the touch of a woman—and the heart of a lion. Once you are done with the operation, the brain must never know you were there.”    Is it any wonder that neurosurgeons speak so reverentially of this three-pound mass of pinkish-gray tissue about the size of a cantaloupe? “The brain is the most complex organ in the universe,” says Jafar Jafar, MD, professor of neurosurgery, director of the Division of Cerebrovascular Surgery, and neurosurgeon-in-chief. “We still don’t know which part of the brain we see with. It’s an enduring mystery—one of many enduring mysteries.” Dr. Golfinos puts it another way: “We can operate on someone’s brain while they’re awake, take out part of it, and they can talk to us the entire time. Even though we’re actually damaging a small part of the brain, the rest of it couldn’t care less.”    The marvels of the human brain don’t end there, of course. An organ whose makeup is 75% water, it generates 100,000 chemical reactions every second and enough electrochemical energy to power a 10-watt lightbulb. The brain contains 100 billion neurons (nerve cells), each connected—directly or indirectly—to as many as 100,000 others. Twelve pairs of cranial nerves, some of which control numerous parts of the head, and 100,000 miles of blood vessels crisscross its terrain. Though pain is registered in the brain, the organ itself has no pain receptors and cannot feel pain. The brain demands 15 to 20% of the blood pumped from the heart. If it’s deprived of blood-borne oxygen for as little as 8 to 10 seconds, the result is unconsciousness. After 30 seconds or so, permanent brain damage may occur. In a single day, the brain gives rise to an estimated 70,000 thoughts, processing information at a rate of up to 268 miles per hour. In a lifetime, it can retain 1 quadrillion separate bits of information.    Such a precious object deserves high-level security, and the brain’s protective mechanisms are truly impressive. The bony skull, or vault, is a quarter-inch thick at the top and even thicker at the base. The meninges, three layers of membranes that line the skull, shield the brain further. The brain is suspended in cerebrospinal fluid, which functions as a shock absorber, reducing the impact of sudden blows. Isolated from the bloodstream by a blood-brain barrier, the brain has a dutiful gatekeeper, admitting some nourishing elements and forbidding entrance to others, notably toxins.    The challenge of penetrating this formidable fortress to reach the treasure that lies within has intrigued mankind for centuries. The first successful operations to remove tumors, however, took place only about a century ago. Until the 1970s and 1980s, when CT scans, overhead microscopes, high-intensity illumination in the OR, and microsurgical instruments became available, a neurosurgeon’s skill relied largely on his keenness of vision and steadiness of hand. While manual dexterity, hand-eye coordination, spatial perception, and tactile memory (the ability to return your hand to exactly the same place it was before you moved it) will always be the hallmarks of a neurosurgeon, “golden hands have become less and less important,” says Jeffrey Wisoff, MD, associate professor of neurosurgery and pediatrics, and director of the Division of Pediatric Neurosurgery. “Before we had the benefit of detailed imaging, stereotactic navigation, and electrophysiological monitoring, you had to have incredible technical mastery,” he explains. “That said, you can’t be a klutz.”    Then what does separate good neurosurgeons from great ones? “The greats have a real balance of confidence and empathy,” Dr. Golfinos says. “The hardest thing to teach is taking ownership of the patient—realizing that this person has placed everything they have in your hands.” Dr. Sen agrees: “If you exude a lack of confidence, your entire team senses it, and the team breaks down. If you get anxious, your hand shakes, and the situation quickly deteriorates.” For Dr. Wisoff, the key is strategy. “You plan an operation like you plan a battle,” he says. “You know where all the pieces lie, and you’re prepared for as many contingencies as possible.” Dr. Jafar sums it up in a single word: tenacity. “Hating to lose is what makes us a breed apart. I chose neurosurgery because it’s difficult. I thrive on challenges. I’m a bad loser.”    NYU Langone Medical Center’s Department of Neurosurgery has never had so many winners. In the last two years, Dr. Golfinos has recruited several outstanding neurosurgeons, some of them world renowned for their expertise in subspecialties. The department now has 17 neurosurgeons serving patients at Tisch Hospital, Bellevue Hospital Center, and the Manhattan VA Medical Center. Its long-standing reputation for excellence encompasses surgery for brain tumors, brain aneurysms and vascular malformations, spine ailments, epileptic seizures, Parkinson’s disease (treated with deep brain stimulation), and a range of other conditions.    “Some of our new colleagues are iconic,” says Anthony Frempong-Boadu, MD, associate professor of neurosurgery and director of the Division of Spinal Surgery. “We observe each other in the OR like it’s our first time there. The intellectual exchange has upped everyone’s game.” Dr. Jafar is so proud of his newly expanded department that he says, “I’ve visited many departments of neurosurgery around the world, and few of them rival ours. Many patients are told that their tumor is inoperable, but then they come here and they survive.”    “Our goal,” Dr. Golfinos says, “is to be the place that other neurosurgery centers refer their really difficult cases to because we can get the job done.” For neurosurgeons, that often requires what Dr. Frempong-Boadu describes as “walking the tightrope” between confidence and hubris. “Neurosurgeons are comfortable going into the unknown,” he says. “A lot of what we do is shrouded in mystery. What makes a great neurosurgeon is his thinking. It’s not about technical skills. It’s about knowing what you can and can’t touch, what you can and can’t move. A great neurosurgeon can almost see through things.”    For all the information and insights that sophisticated imaging can provide, the map is not the same as the territory itself, and danger, if not disaster, is sometimes only a millimeter away. “You’re often working in a surgical field the size of a quarter or half-dollar,” Dr. Wisoff explains. “If you don’t have fear,” adds Dr. Jafar, “you’re dangerous. You can work for hours, and in the last 10 seconds, you can ruin everything. The most dangerous part of the operation is the last five minutes because you think you’re finished. You can’t afford to let your guard down, even for a moment. I don’t listen to music while I’m operating. The night before, I listen to Mozart. In the OR, I’m listening to the patient’s heart rate, one of many things that guide me.”    The importance of total concentration is just one of the lessons Dr. Jafar tries to instill in his residents, mostly by example. Unlike many programs in neurosurgery, NYU Langone has a training period of seven years instead of six. During the last year (the second of two as chief resident), the newly minted neurosurgeon functions as the operating surgeon for more than 300 varied neurological procedures. Yet there’s one thing, says Dr. Jafar, that you can’t teach: judgment. “For a neurosurgeon,” he explains, “common sense is knowing what your limits are. Knowing how to stay out of trouble—or get yourself out of trouble. Knowing when to stop the surgery if you have to.”    Dr. Wisoff feels that the key to mastering the art of critical thinking inside the OR is to anticipate as many pitfalls as possible and carefully consider the options outside the OR. “When you’re removing a malignant tumor,” he says, “you have to be appropriately aggressive. If you go in with a timid attitude, you’ll perform a timid operation—what we call peek and shriek. If that’s not right for the patient, you’ve done him or her a tremendous disservice.” In the still fairly uncharted landscape of the brain, doing what’s right for the patient may be the greatest challenge of being a neurosurgeon, but it’s also the most critical. “If I’m not comfortable with a resident I’ve trained operating on a member of my own family,” Dr. Jafar says, “then I’ve failed.”    For even the best neurosurgeons, the possibility of failure—be it deficits or death—always looms large. “Every one of my cases is my toughest case ever,” Dr. Sen says. “That degree of respect keeps you from becoming cavalier.” The survival rates for benign brain tumors have increased dramatically over the years, so most of the time, notes Dr. Jafar, “the odds are by far in favor of the patient.” In children with malignant brain tumors, explains Dr. Wisoff, the cure rates are above 80%. “I followed in my father’s footsteps,” he explains, “and he taught me that to be a neurosurgeon, you have to be an optimist. ‘Maybe it’s a subdural hematoma that we can drain and cure the patient,’ he would say. Or ‘Maybe it’s a benign tumor that we can remove and cure the patient.’ Or ‘Maybe it’s a low-grade malignancy that will allow us to buy the patient a lot of time.’ Or ‘Maybe we can’t save the patient, but we can bring better quality to their life.’ ”    “Some patients have a will to live that’s very, very strong,” Dr. Golfinos notes, “especially if they have children or someone else to live for.” But on those rare occasions when a neurosurgeon must accept defeat—and they can recite the names of every patient they’ve ever lost—the toll is a lingering one. “When my kids were young,” Dr. Wisoff recalls, “I would go home and give them a big hug. Then I’d sit down with my wife and have a long talk.” For Dr. Sen, healing requires solitude. “When I have a disaster,” he says, “I go home, I sit quietly, and I have even cried.” Dr. Jafar believes that the only true measure of comfort comes from “knowing that you did your best, and that you’re at peace with yourself.”    Neurosurgeons seem to reserve their greatest optimism for their faith in nature and science. “When you think of the billions of cell divisions that take place between conception and delivery,” says Dr. Wisoff, “creating the potential for our genetic code to be misinterpreted or to go awry, it’s astonishing how few problems we actually have.” Dr. Golfinos points to improved medications, endovascular techniques, technology, and other advances that have “stacked the odds in our favor.” Fifty years ago, in Ben Casey’s day, he reminds us, “there was only one kind of tumor he could remove without killing the patient: a meningioma. Fifty years from now, the greatest advance will be the elimination of neurosurgery. Our specialty will probably be obsolete.”                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "FAQs                                       ADVISING         CURRICULUM     PLACEMENT     ADVANCED STANDING     FAQs     ACADEMIC RESOURCES        REGISTRATION         HOW TO REGISTER     ENTERING FRESHMAN           STUDENT AFFAIRS         STUDENT COUNCIL     STUDENT CLUBS     STUDENT RESOURCES               INTERNSHIPS    GLOBAL STUDY    FORMS    CONTACT US                         FREQUENTLY ASKED QUESTIONS                    Academic Policies and Procedures         Registration and The Core Program Courses         Majors and Minors         Resources         Internships and Job Searches         Tuition and Financial Aid       Academic Policies and Procedures     I need a copy of my transcript. How do I get one?   For instructions on obtaining transcripts, please find the information here . NYU does not accept transcript requests via email.      How do I calculate my GPA?    You can calculate your Grade Point Average (GPA) by determining the total of all    grade points earned and dividing that figure by the total number of credits    completed. For example, a student who has completed one 4-credit course with    a grade of A, one 4-credit course with a grade of B+, and one 2-credit course with    a grade of B has a grade point average of 3.52. This was computed as follows:        Credits                      Point Value            4 credits x 4.0 (A)        16.0    4 credits x 3.3 (B+)     13.2    2 credits x 3.0 (B)        6.0     10 credits                    35.2        Now, divide the total point value (35.2) by the number of credits earned (10).    The total is your GPA (3.52).        Grades for work done at other institutions including those earned while matriculating    in other institutions are not included in a student’s grade point average.    There are no A+, D-, or F+ grades.          How do I bring in my AP, A-Level, IB, or previously completed college credits?    The Advanced Placement Program (AP), the International Baccalaureate Program, and results of some foreign maturity certificate examinations may enable you to receive credit. Please meet with an adviser to assess your scores for which credit may be given. If you are seeking to apply credit for previous college work, you must submit an official transcript and a syllabus or course description. Credits will be applicable only if the content of the course is similar to an equivalent NYU course. More information regarding credits may be found here .            How do I take a course Pass/Fail?    As a Liberal Studies Core Program student, you may elect one pass/fail option each semester, including the summer session. A total of 16 points may be taken pass/fail while in the Liberal Studies Program. The pass/fail option is not available for courses completed at non-NYU institutions.    The pass/fail option is unavailable for: 1. Courses in the LS Core Program Curriculum (Writing I &amp; II, Cultural Foundations I, II &amp; II, Social Foundations I, II &amp; III); 2. Required coursework towards a major and/or minor; and 3. Courses under the Morse Academic Plan requirements for CAS or core requirements for other NYU schools. To take a course pass/fail, you must submit a Pass/Fail Option form to the Liberal Studies Advising Center by the end of the fifth week of classes during the fall and spring terms, and by the end of the second week of classes for the summer sessions. Please meet with an academic advisor to submit the form.      How do I take an incomplete in a course?   If you encounter a serious problem based on unpredictable circumstances, it is at the discretion of the instructor whether or not to grant an incomplete at the end of a semester. Incompletes may only be awarded through prior written agreement (e.g. an Incomplete Contract) between the student and the professor before the end of the course.      How do I withdraw from a course? What is the significance of receiving a &ldquo;W&rdquo; for a dropped class?    To withdraw from a course, you must submit a Withdrawal form to the Liberal Studies Advising Center by the end of the tenth week of classes during the fall and spring terms. The Assistant Director of Students must review and approve your request to withdraw. Once approved, a &ldquo;W&rdquo; will be recorded on your transcript and will not be included in the calculation of your grade point average. Specific deadline dates for this semester may be found here .    The significance of a &ldquo;W&rdquo; can vary depending on your particular circumstances. If you have a single &ldquo;W&rdquo; on your transcript, and you have a legitimate and justifiable reason for having withdrawn from a class, then a &ldquo;W&rdquo; should not be a serious cause for concern. However, if you have &ldquo;W&rsquo;s&rdquo; in multiple courses or consecutive semesters, or if you have withdrawn from a particular class multiple times, this may be interpreted as a cause for concern by someone reviewing your transcript.      What happens if I fail a course?   If you fail a core course required by the Liberal Studies Core Program (Writing I &amp; II, Cultural Foundations I, II &amp; II, Social Foundations I, II &amp; III), you must retake the course and receive a passing grade to be allowed to transfer to a degree program.   Failing non-required courses impacts your grade point averages such that you may need to retake them to satisfy transfer or major requirements.      What is a passing grade? Can I repeat a course?    A &ldquo;D&rdquo; is considered a passing grade. In some cases, you may need to repeat a course for a higher grade. Though both grades will still appear on your transcript, the grade you earn for the repeated course will be factored into your grade point average; the first grade is no longer calculated in the grade point average.        How do I take a leave of absence from the NYU?    If you need to take a semester off due various circumstances, please obtain an official leave of absence from the Assistant Director of Students, Leah Guarino-Ramirez, before the beginning of the semester. If you do not obtain an official leave of absence, you will need to apply for readmission to NYU. A leave may be requested for one semester or for the entire academic year.    You may apply for a medical leave of absence at any time. Medical leaves will be granted upon the recommendation of a physician, the Student Health Center , or Counseling and Wellness Services . Program changes may also be requested based on medical conditions.    If you leave for medical or psychological reasons, you will be required to show medical documentation stating that you are able physically and/or emotionally to continue school. In addition, if you took a leave of absence for psychological reasons, you will also be evaluated by NYU’s University Counseling office before returning to school.      How do I take a military leave of absence from the University?    If you need to take a military leave of absence, please contact Leah Guarino-Ramirez in the Liberal Studies Advising Center.        How do I withdraw from the University?    If you are withdrawing from the University, please meet with Leah Guarino-Ramirez , Assistant Director of Students, at the Liberal Studies Program Advising Center as soon as possible. In addition, if you are staying in University Housing, you will be asked to provide proof of withdrawal from the LSP Advising Center so that you will not be charged for future semesters. Please come to the Advising Center in person to obtain the necessary paperwork.      What are the requirements to successfully transition?    Students entering in the Fall Semester of 2011 and later must maintain good academic standing (2.0) to transfer to a degree granting program unless the program requires special qualifications.        How do I transfer to another school as a Core Program student?    If you wish to attend a different school not offering direct transition, please consult with an academic adviser to discuss the internal transfer process and application as soon as possible. If you wish to apply for an off-track transfer, please refer to the admissions website since some schools have additional requirements . Information regarding transfer dates may be found here .         Will my Core Program grades count after I transfer?    Yes. When you transition to CAS or any other school, your LS grades are calculated as part of the GPA for that school.         Registration and The Core Program Courses        How do I register for classes?    You may register for classes online, through ALBERT, the NYU students’ information website. After you have your advisor’s approval and have been cleared to register, you may register via Albert, accessed through the NYU Home web portal. Questions or concerns regarding ALBERT registration may be directed to albert@nyu.edu or registration@nyu.edu       Albert says that I need to be cleared by my adviser to register. What do I do?    You must meet with your assigned academic advisor to be cleared to register. Once receiving the faculty advisor’s approval and clearance, you may register via Albert at the assigned registration day and time, accessed through the NYU Home web portal.      How do I decide which classes to take? What courses are Liberal Studies Core Program students expected to take?  The LS curriculum has been carefully designed as a building process in which both knowledge and skills are layered in logical sequence. Curriculum checklists may be accessed here .  A typical LS student’s schedule is the following:                1st Year:      FALL     Writing I     Social Foundations I     Cultural Foundations I     Elective      SPRING     Writing II     Social Foundations II     Cultural Foundations II     Elective             2nd Year:        Social or Cultural Foundations III     Elective     Elective     Elective     Social or Cultural Foundations III     Elective     Elective     Elective           You are required to fulfill at least one math or science course prior to transitioning.              What Natural Science courses are available for Core Program students?  As a Liberal Studies student, you may take the following Natural Science courses:            Natural Science I     History of the Universe (HOU-UF 101)     Science of Technology (SCTEC-UF 101)      Natural Science II     Human Evolution (ANTH-UA 2)     Life Science (LISCI-UF 101)     Environmental Studies (ENSTU-UF 101)             What math course should I take?    Math courses should be determined by the major in which you wish to pursue. Therefore, it is suggested as a Liberal Studies student, you should fulfill your science courses prior to taking a math unless you have a clear direction in your major choice. Quantitative Reasoning (MAP-UA10-), Calculus I (MATH-UA 121) fulfills the math requirement for CAS or most NYU schools. You should consult the transitioning school to determine the school’s math requirement. Please note that the Algebra and Calculus (MATH-UA 9) course does not fulfill the math requirement for CAS, but might for other NYU schools. If you have an AP Calculus score of 4 or 5, you may also be exempt from Calculus I and/or Quantitative Reasoning, depedning on the school. Please contact an academic advisor to submit AP scores to the registrar's office. Students entering as of Fall 2012, who obtain a qualifying score on the Mathematics SAT-II subject test (Level I or Level II) may be exempt from the QR course requirement in MAP for CAS, but not for other schools. Please check with your advisor.      I’m fluent in a language other than English. Do I still need to take the Foreign Language Placement test?    You are required to take the Foreign Language Placement exam to be exempt from the language requirement, unless you have an AP (or other advanced placement) credits in a language. Many study abroad locations require you to be enrolled in a language course while abroad. Please refer to the NYU Study Abroad website to determine the requirements for each site: http://www.nyu.edu/studyabroad/       What are my study abroad options?  You have an option to study at 13 NYU study away sites. Many study abroad locations require the student to be enrolled in a language course while abroad. Please refer to the NYU Study Abroad website to determine language requirements and available courses for each site. Coursework at the site should count towards the students’ intended major and/or minor. You may wish to visit NYU’s study abroad site at http://www.nyu.edu/studyabroad/ or contact Beth Haymaker , Director of Global Programs, for additional information.              I&rsquo;m pre-health. What courses do I need to take?  If you are in the pre-health program, you must take the same sequence of courses no matter what college you attend. The professional schools, not the undergraduate colleges, require these courses. In addition, pre-health is an intention, not a major, so pre-health students should wisely plan to use their elective space to fill major requirements.    All pre-health students—at LS and otherwise—are advised to take the following core pre-health courses and should speak to Jeff Walker-Sherson , the Core Program Pre-health Professonal Academic Advisor for course selection advisement:            * Calculus I     General Chemistry I and Lab     General Chemistry II and Lab     Principles of Biology I     Principles of Biology II     Organic Chemistry I and Lab     Organic Chemistry II and Lab     General Physics I     General Physics II      Biochemistry I           Suggested Classes for the new MCAT:           Intro to Psychology      Intro to Sociology           * Medical schools will accept AP credit for this requirement     MATH-UA 121     CHEM-UA125     CHEM-UA126     BIOL-UA 11     BIOL-UA 12     CHEM-UA 225     CHEM-UA 226     PHYS-UA 11     PHYS-UA 12      CHEM-UA 881                     PSYCH-UA 1     SOC-UA 1        4 credits     6 credits     6 credits     4 credits     4 credits     6 credits      6 credits      5 credits      5 credits      4 credits                     4 credits      4 credits                    The specific pre-health requirements outlined above must be completed before students matriculate into medical school. Since the MCAT is based on the assumption that students have completed these courses, the normal procedure is to have these completed before sitting for the examination.    NOTE: These courses are the minimum requirements . Some schools may require additional coursework, particularly in mathematics. Students should familiarize themselves with the specific requirements for those schools to which they plan on applying. The best source for this information is the AAMC publication &ldquo;Medical Schools Admissions Requirements.&rdquo;        The course I’m interested in is filled. How does the waitlist work?    Some courses are set up with a waitlist that is offered when the course closes. If you choose to put your name on the waitlist, NYU policy states that: 1. the flat fee for full time students is based on enrollment for 12-18 points; and 2. there is an established maximum credit limit of no more than 18 points.        Waitlist instructions can be found here .             Can I take courses in other schools while in the Core Program?    Yes. You can take courses in other schools. Some courses require special approvals or codes from the sponsoring departments. Access or clearance codes must be obtained directly from the department or school offering the course.        Can I register for any 2 credit classes in the course schedule handbook?    You can register for up to 18 credits with no additional tuition in other schools. Some courses require special approvals or codes from the sponsoring departments. Access or clearance codes must be obtained directly from the department or school offering the course. Students who are interested should consult the University Directory of Classes for the semester in question.      Can Core Program students take summer and winter courses?    The Liberal Studies Core Program generally offers its own science summer courses; in addition LS Core Program students may take summer and winter courses through other NYU schools, most typically through CAS. Core Program students must receive clearance for summer courses from the LS Advising Center beforehand.          Majors and Minors        How do I declare my major?  As a Liberal Studies Core Program student, you will receive an e-mail from the Office of Admissions February of your sophomore year. Students who will be transitioning to CAS will be invited to visit their intended major department in CAS to declare their major in spring of sophomore year.        I’m thinking about double majoring but it seems like doing two programs will be tight. What do I do?    This depends on the particular majors pursued (and other non-major elective credits earned). Since some majors entail only 9 courses, you can usually complete two majors within the standard 128 credits. There are majors, however, that require more than 9 courses. Students should consult with an academic adviser for more information on each prospective major.        Can I pursue a cross-school double major?    If you are bound for CAS, you may NOT pursue a secondary major in another school. If you are bound for other NYU schools, you may have the opportunity to pursue a secondary major at another NYU school. Please consult with an academic adviser or the NYU school for more information.        Can I pursue a cross-school minor?    Yes. You may pursue cross-school minors .              Resources            I’m having trouble in one of my classes. Where can I get help?    The Academic Resource Center offers students help in math, science, computer science, economics, foreign languages through the University Learning Center as well as workshops in study skills, test taking strategies and time management.  Also, the NYU Writing Center offers tutoring in a range of writing needs, from planning and revising essays and research papers to preparing a resume or letters for employment. It is located at 411 Lafayette, 3rd floor.  Math tutoring is available through the CAS Math Department located in the Courant Institute, 251 Mercer Street.        What sort of awards and honor programs are available?  Students who demonstrate academic excellence are approached individually for the following awards and programs:   THE ELAINE KUNTZ MEMORIAL WRITING PRIZE  The Elaine Kuntz Memorial Writing Prize was established in 1988 in memory of Dr. Kuntz, who was the program’s first associate director and a member of the faculty. The prize is awarded to an LS freshman each year for an outstanding essay produced in a writing course. The Writing faculty nominates students for this prize.   DEAN’S HONORS LIST  At the end of each academic year, a Dean’s Honors List is compiled. This is an honors roll of matriculated students who have achieved an average of 3.650 or higher for that academic year (September-May) in at least 28 graded points. In order to be listed, a student must not have any grades of Incomplete or N at the time the list is compiled. Note that grade point averages are not rounded off.   DEAN’S CIRCLE  Students who complete the freshman year with a cumulative grade point average of 3.65 or better and who have earned at least 30 credit hours will be invited to apply for the Dean’s Circle University Scholars program, LS’s honor society. Dean’s Circle scholars participate in a range of activities with faculty, including visits to cultural events (e.g., performances, museum exhibits, and concerts) and an international travel experience. Members are also expected to engage in community service and to work over the course of the year on a major research project on a topic related to Dean’s Circle travel. In recent years, the Dean’s Circle scholars have traveled to the Brazil, Czech Republic, Cuba, England, Germany, Spain and Turkey. Dean’s Circle members in good standing also receive favorable consideration for the University Scholars program in the school to which they enroll in as juniors.     MICHAEL L. PROBST SCHOLARSHIPS    LS students are encouraged to apply for the Michael L. Probst Scholarships. The scholarship was endowed by a former distinguished NYU administrator. The awards are based solely on merit and are open to LS students at the end of the freshman year. Students do not need to be eligible for financial aid to receive the award. Scholarships will be applied to tuition charges for the fall semester of the sophomore year. The awards are for one year only and are not renewable. To be eligible to apply, students must have a cumulative NYU GPA of 3.75 or better with no outstanding incomplete grades, must have earned at least 32 credit hours toward the degree, must not have been subject to any disciplinary sanctions, and must enroll full time in for the fall semester. Eligible students must submit an application that includes an essay and a letter of support from an LS faculty member.   STEVE CURRY SCHOLARSHIPS    Curry awards, in honor of the program’s former associate dean, provide students who study abroad and receive financial aid with funds for academic research travel during their international experience.         Internships and Job Searches        I would like to pursue an internship. Where can I find more information?  The basic guidelines under which sophomores in the Liberal Studies Core Program may receive credit for an internship can be found on the LS Advising Website.        I don’t know what kind of job I want after graduation. How do I decide?    In addition to speaking with your faculty and academic advisor, information about careers and various professions may be further developed by visiting the Wasserman Center for Career Development .     Tuition and Financial Aid     Where can I find information regarding the cost of tuition and financial aid?   For a list of current tuition and fees, visit the Office of the Bursar . For financial aid information, you can visit the NYU Financial Aid website   .     If I register for more than 18 credits in one semester will I have to pay additional fees?   Yes. Your tuition fee covers a credit load of 12-18 credits. Anything over 18 credits is charged the per credit rate. Please click here for a list of current tuition and fees. Please note, it is your responsibility to contact the Financial Aid Office to find out how this increase may affect your financial aid. Also, this increase may impact your curricular planning and degree progress, therefore you should meet with an academic adviser.     If I decide to drop a class will I receive a refund?   You should refer to the University Tuition Refund Plan . It depends on how many credits you are enrolled in, how many credits you plan to drop and when you actually drop the credits. During the fall and spring semesters, you will pay full tuition as long as you are enrolled in 12-18 credits. If you start off with 18 credits and drop a 4 credit course, you will still be responsible for the full cost of tuition. If you decide to take a leave of absence and drop all of your classes, the following refund schedule will apply. If you are enrolled in 19 or more credits and drop down to 12-18 credits, the following refund schedule will apply to the per credit rate only (those credits above 18).                          © New York University | Arts and Science | Liberal Studies"}, {"content": "# Stochastic Calculus, Courant Institute, NYU, Fall 2014 # http://www.math.nyu.edu/faculty/goodman/teaching/StochCalc2014/  # Assignment 4, simulate the distribution of the max of a Brownian motion. See HW for line 62 correction.  # (your name and email here)  # Set parameters  T = 20.     # The length of a path (needs a decimal point) N = 100     # The number of time steps L = 10000     # The number of paths to generate B = 3.     # Record paths that don't hit this level.  dt = T/N     # Will be wrong if T doesn't have a decimal point.  Mh = array( 0, L)   # The maxima for the paths, for a histogram Wh = array( 0, L)   # The maxima for the paths, for a histogram Sh = array( 0, L)   # Record the path ends that never touch B NS = 0      # The number of paths recorded in Sh  b = sqrt(dt)  #  Loop over paths  for ( k in (1:L)) {    W = 0.     # Standard Brownian motion starts at 0.  M = W      # M = largest value for this path so far    Z = rnorm(N)   for (i in (1:N) ) {  # The loop that creates the path     W = W + sqrt(dt)*Z[i]  M = max( M, W)  }  Mh[k] = M  Wh[k] = W  if ( M 0) && ( bi <= Nb ) ) {  counts[bi] = counts[bi] + 1  }  else {  Nr = Nr + 1  }  }  Wd = array( 0., Nb)  # The probabiliy desnity of W, extimated.  for ( bi in (1:Nb)){  bc[bi] = bs + (bi - .5)*db  Wd[bi] = counts[bi]/((L-Nr)*db)  }   plot(bc, Wd) grid()  setwd(\"your directory\") # set the directory pdf( \"Assignment4.pdf\")     # open and name the plot file   title = sprintf('Probability density for the maximum of a BM path') PlotInfo = sprintf('%8d paths, time step = %8.2f, T = %8.2f',       L,      dt,  T) xlabel = \"Max\" ylabel = \"estimated density\" plot( bc, Wd,   # plot estimated density vs bin centers   main = title,  # overall plot title   sub = PlotInfo, # subtitle has more info on the plot   xlab = xlabel, # label for the x axis   ylab = ylabel, # label for the y axis   type = 'p',  # draw symbols   pch = 12,  # a big dot   col = 'blue' ) # blue      dev.off( which = dev.cur() ) # This closes the current \"device\", which ...         # ... is the .pdf file. Otherwise the file ..         # ... is not saved (or something)."}]},
{"detail": [{"content": "The Courage to Cut | Department of Neurosurgery                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Neurosurgery                                                                                  Home   About Us   Patient Care   For Physicians   Education &amp; Training   Research   News   Contact                                  Home About Us The Courage to Cut            Print  Email               - A + A                                         About Us      Message From the Chairman   View From the Chairman     open/close   Our Team     open/close   NYU Langone Hospitals &amp; Affiliates   History of Neurosurgery at NYU Langone   The Courage to Cut                                                                      The Courage to Cut                                                                      A Journey into the Hearts and Minds of NYU Langone’s Neurosurgeons     By Thomas Ranieri     from NYU Physician Spring 2013              This div will be replaced by the JW Player.         It’s taken hours of painstaking work—prepping, cutting, sawing, drilling, and clamping—to get here, but John Golfinos, MD, has finally reached his destination: the first of two benign tumors he’ll be removing from the patient’s brain. During an especially delicate part of the procedure, he shares a piece of wisdom, born of 17 years of experience as a lead surgeon, with his assisting surgeon, a seventh-year resident. “Now, when you get to this part,” he says quietly, peering through the eyepieces of a large overhead microscope, “you have to have the courage to cut.”    The courage to cut. The phrase goes to the heart of what it means to be a neurosurgeon, and what makes neurosurgeons a breed apart. “Sometimes you face a tough decision,” explains Dr. Golfinos, associate professor of neurosurgery and otolaryngology, and chair of the Department of Neurosurgery. “Either I try to remove every last bit of this tumor, or I leave some behind. Most of the time, the tumor will keep growing. But if you try to get it all, there’s often a cost to the patient. You’re constantly doing risk-benefit analysis. That’s why you have to know the patient as well as you can. You must have a sense of what he or she would be willing to sacrifice to extend their life. I’m amazed at how much more aggressive I was just 10 years ago. As you get older, all the complications and consequences start to weigh on you.”    Dr. Golfinos and his colleagues in the Department of Neurosurgery are ever mindful of their unique, profound responsibility: treating the organ that, more than any other, makes us who we are. “From the brain and the brain only,” noted Hippocrates, “arise our pleasures, joys, laughter, and jests, as well as our sorrows, pains, grief, and fears.” Chandranath Sen, MD, professor of neurosurgery and director of the Division of Skull Base Surgery, speaks of “the sacred privilege” of being a neurosurgeon. “When I first meet a patient, that person has never seen me before, yet he or she is willing to put their life in my hands. This is the weakest moment in that person’s life—they are lost, helpless, scared to death. I have to treat this person very gently. I never take the risk. It’s the patient who takes the risk. He or she must have courage. I must have conviction. Before a big case, I meditate. It gets my mind in the zone.”    That gentleness, says Dr. Sen, must carry over into the OR. “The brain has the consistency of Jell-O. A tumor feels like a piece of meat. The nerves are like small wet noodles,” he explains. “You must peel away the meat without disrupting the Jell-O. Along the way, you must be careful not to damage any blood vessels, which could cause a stroke, or nerves, which could cause blindness, deafness, paralysis, or other problems. To succeed, you must have the touch of a woman—and the heart of a lion. Once you are done with the operation, the brain must never know you were there.”    Is it any wonder that neurosurgeons speak so reverentially of this three-pound mass of pinkish-gray tissue about the size of a cantaloupe? “The brain is the most complex organ in the universe,” says Jafar Jafar, MD, professor of neurosurgery, director of the Division of Cerebrovascular Surgery, and neurosurgeon-in-chief. “We still don’t know which part of the brain we see with. It’s an enduring mystery—one of many enduring mysteries.” Dr. Golfinos puts it another way: “We can operate on someone’s brain while they’re awake, take out part of it, and they can talk to us the entire time. Even though we’re actually damaging a small part of the brain, the rest of it couldn’t care less.”    The marvels of the human brain don’t end there, of course. An organ whose makeup is 75% water, it generates 100,000 chemical reactions every second and enough electrochemical energy to power a 10-watt lightbulb. The brain contains 100 billion neurons (nerve cells), each connected—directly or indirectly—to as many as 100,000 others. Twelve pairs of cranial nerves, some of which control numerous parts of the head, and 100,000 miles of blood vessels crisscross its terrain. Though pain is registered in the brain, the organ itself has no pain receptors and cannot feel pain. The brain demands 15 to 20% of the blood pumped from the heart. If it’s deprived of blood-borne oxygen for as little as 8 to 10 seconds, the result is unconsciousness. After 30 seconds or so, permanent brain damage may occur. In a single day, the brain gives rise to an estimated 70,000 thoughts, processing information at a rate of up to 268 miles per hour. In a lifetime, it can retain 1 quadrillion separate bits of information.    Such a precious object deserves high-level security, and the brain’s protective mechanisms are truly impressive. The bony skull, or vault, is a quarter-inch thick at the top and even thicker at the base. The meninges, three layers of membranes that line the skull, shield the brain further. The brain is suspended in cerebrospinal fluid, which functions as a shock absorber, reducing the impact of sudden blows. Isolated from the bloodstream by a blood-brain barrier, the brain has a dutiful gatekeeper, admitting some nourishing elements and forbidding entrance to others, notably toxins.    The challenge of penetrating this formidable fortress to reach the treasure that lies within has intrigued mankind for centuries. The first successful operations to remove tumors, however, took place only about a century ago. Until the 1970s and 1980s, when CT scans, overhead microscopes, high-intensity illumination in the OR, and microsurgical instruments became available, a neurosurgeon’s skill relied largely on his keenness of vision and steadiness of hand. While manual dexterity, hand-eye coordination, spatial perception, and tactile memory (the ability to return your hand to exactly the same place it was before you moved it) will always be the hallmarks of a neurosurgeon, “golden hands have become less and less important,” says Jeffrey Wisoff, MD, associate professor of neurosurgery and pediatrics, and director of the Division of Pediatric Neurosurgery. “Before we had the benefit of detailed imaging, stereotactic navigation, and electrophysiological monitoring, you had to have incredible technical mastery,” he explains. “That said, you can’t be a klutz.”    Then what does separate good neurosurgeons from great ones? “The greats have a real balance of confidence and empathy,” Dr. Golfinos says. “The hardest thing to teach is taking ownership of the patient—realizing that this person has placed everything they have in your hands.” Dr. Sen agrees: “If you exude a lack of confidence, your entire team senses it, and the team breaks down. If you get anxious, your hand shakes, and the situation quickly deteriorates.” For Dr. Wisoff, the key is strategy. “You plan an operation like you plan a battle,” he says. “You know where all the pieces lie, and you’re prepared for as many contingencies as possible.” Dr. Jafar sums it up in a single word: tenacity. “Hating to lose is what makes us a breed apart. I chose neurosurgery because it’s difficult. I thrive on challenges. I’m a bad loser.”    NYU Langone Medical Center’s Department of Neurosurgery has never had so many winners. In the last two years, Dr. Golfinos has recruited several outstanding neurosurgeons, some of them world renowned for their expertise in subspecialties. The department now has 17 neurosurgeons serving patients at Tisch Hospital, Bellevue Hospital Center, and the Manhattan VA Medical Center. Its long-standing reputation for excellence encompasses surgery for brain tumors, brain aneurysms and vascular malformations, spine ailments, epileptic seizures, Parkinson’s disease (treated with deep brain stimulation), and a range of other conditions.    “Some of our new colleagues are iconic,” says Anthony Frempong-Boadu, MD, associate professor of neurosurgery and director of the Division of Spinal Surgery. “We observe each other in the OR like it’s our first time there. The intellectual exchange has upped everyone’s game.” Dr. Jafar is so proud of his newly expanded department that he says, “I’ve visited many departments of neurosurgery around the world, and few of them rival ours. Many patients are told that their tumor is inoperable, but then they come here and they survive.”    “Our goal,” Dr. Golfinos says, “is to be the place that other neurosurgery centers refer their really difficult cases to because we can get the job done.” For neurosurgeons, that often requires what Dr. Frempong-Boadu describes as “walking the tightrope” between confidence and hubris. “Neurosurgeons are comfortable going into the unknown,” he says. “A lot of what we do is shrouded in mystery. What makes a great neurosurgeon is his thinking. It’s not about technical skills. It’s about knowing what you can and can’t touch, what you can and can’t move. A great neurosurgeon can almost see through things.”    For all the information and insights that sophisticated imaging can provide, the map is not the same as the territory itself, and danger, if not disaster, is sometimes only a millimeter away. “You’re often working in a surgical field the size of a quarter or half-dollar,” Dr. Wisoff explains. “If you don’t have fear,” adds Dr. Jafar, “you’re dangerous. You can work for hours, and in the last 10 seconds, you can ruin everything. The most dangerous part of the operation is the last five minutes because you think you’re finished. You can’t afford to let your guard down, even for a moment. I don’t listen to music while I’m operating. The night before, I listen to Mozart. In the OR, I’m listening to the patient’s heart rate, one of many things that guide me.”    The importance of total concentration is just one of the lessons Dr. Jafar tries to instill in his residents, mostly by example. Unlike many programs in neurosurgery, NYU Langone has a training period of seven years instead of six. During the last year (the second of two as chief resident), the newly minted neurosurgeon functions as the operating surgeon for more than 300 varied neurological procedures. Yet there’s one thing, says Dr. Jafar, that you can’t teach: judgment. “For a neurosurgeon,” he explains, “common sense is knowing what your limits are. Knowing how to stay out of trouble—or get yourself out of trouble. Knowing when to stop the surgery if you have to.”    Dr. Wisoff feels that the key to mastering the art of critical thinking inside the OR is to anticipate as many pitfalls as possible and carefully consider the options outside the OR. “When you’re removing a malignant tumor,” he says, “you have to be appropriately aggressive. If you go in with a timid attitude, you’ll perform a timid operation—what we call peek and shriek. If that’s not right for the patient, you’ve done him or her a tremendous disservice.” In the still fairly uncharted landscape of the brain, doing what’s right for the patient may be the greatest challenge of being a neurosurgeon, but it’s also the most critical. “If I’m not comfortable with a resident I’ve trained operating on a member of my own family,” Dr. Jafar says, “then I’ve failed.”    For even the best neurosurgeons, the possibility of failure—be it deficits or death—always looms large. “Every one of my cases is my toughest case ever,” Dr. Sen says. “That degree of respect keeps you from becoming cavalier.” The survival rates for benign brain tumors have increased dramatically over the years, so most of the time, notes Dr. Jafar, “the odds are by far in favor of the patient.” In children with malignant brain tumors, explains Dr. Wisoff, the cure rates are above 80%. “I followed in my father’s footsteps,” he explains, “and he taught me that to be a neurosurgeon, you have to be an optimist. ‘Maybe it’s a subdural hematoma that we can drain and cure the patient,’ he would say. Or ‘Maybe it’s a benign tumor that we can remove and cure the patient.’ Or ‘Maybe it’s a low-grade malignancy that will allow us to buy the patient a lot of time.’ Or ‘Maybe we can’t save the patient, but we can bring better quality to their life.’ ”    “Some patients have a will to live that’s very, very strong,” Dr. Golfinos notes, “especially if they have children or someone else to live for.” But on those rare occasions when a neurosurgeon must accept defeat—and they can recite the names of every patient they’ve ever lost—the toll is a lingering one. “When my kids were young,” Dr. Wisoff recalls, “I would go home and give them a big hug. Then I’d sit down with my wife and have a long talk.” For Dr. Sen, healing requires solitude. “When I have a disaster,” he says, “I go home, I sit quietly, and I have even cried.” Dr. Jafar believes that the only true measure of comfort comes from “knowing that you did your best, and that you’re at peace with yourself.”    Neurosurgeons seem to reserve their greatest optimism for their faith in nature and science. “When you think of the billions of cell divisions that take place between conception and delivery,” says Dr. Wisoff, “creating the potential for our genetic code to be misinterpreted or to go awry, it’s astonishing how few problems we actually have.” Dr. Golfinos points to improved medications, endovascular techniques, technology, and other advances that have “stacked the odds in our favor.” Fifty years ago, in Ben Casey’s day, he reminds us, “there was only one kind of tumor he could remove without killing the patient: a meningioma. Fifty years from now, the greatest advance will be the elimination of neurosurgery. Our specialty will probably be obsolete.”                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "FAQs                                       ADVISING         CURRICULUM     PLACEMENT     ADVANCED STANDING     FAQs     ACADEMIC RESOURCES        REGISTRATION         HOW TO REGISTER     ENTERING FRESHMAN           STUDENT AFFAIRS         STUDENT COUNCIL     STUDENT CLUBS     STUDENT RESOURCES               INTERNSHIPS    GLOBAL STUDY    FORMS    CONTACT US                         FREQUENTLY ASKED QUESTIONS                    Academic Policies and Procedures         Registration and The Core Program Courses         Majors and Minors         Resources         Internships and Job Searches         Tuition and Financial Aid       Academic Policies and Procedures     I need a copy of my transcript. How do I get one?   For instructions on obtaining transcripts, please find the information here . NYU does not accept transcript requests via email.      How do I calculate my GPA?    You can calculate your Grade Point Average (GPA) by determining the total of all    grade points earned and dividing that figure by the total number of credits    completed. For example, a student who has completed one 4-credit course with    a grade of A, one 4-credit course with a grade of B+, and one 2-credit course with    a grade of B has a grade point average of 3.52. This was computed as follows:        Credits                      Point Value            4 credits x 4.0 (A)        16.0    4 credits x 3.3 (B+)     13.2    2 credits x 3.0 (B)        6.0     10 credits                    35.2        Now, divide the total point value (35.2) by the number of credits earned (10).    The total is your GPA (3.52).        Grades for work done at other institutions including those earned while matriculating    in other institutions are not included in a student’s grade point average.    There are no A+, D-, or F+ grades.          How do I bring in my AP, A-Level, IB, or previously completed college credits?    The Advanced Placement Program (AP), the International Baccalaureate Program, and results of some foreign maturity certificate examinations may enable you to receive credit. Please meet with an adviser to assess your scores for which credit may be given. If you are seeking to apply credit for previous college work, you must submit an official transcript and a syllabus or course description. Credits will be applicable only if the content of the course is similar to an equivalent NYU course. More information regarding credits may be found here .            How do I take a course Pass/Fail?    As a Liberal Studies Core Program student, you may elect one pass/fail option each semester, including the summer session. A total of 16 points may be taken pass/fail while in the Liberal Studies Program. The pass/fail option is not available for courses completed at non-NYU institutions.    The pass/fail option is unavailable for: 1. Courses in the LS Core Program Curriculum (Writing I &amp; II, Cultural Foundations I, II &amp; II, Social Foundations I, II &amp; III); 2. Required coursework towards a major and/or minor; and 3. Courses under the Morse Academic Plan requirements for CAS or core requirements for other NYU schools. To take a course pass/fail, you must submit a Pass/Fail Option form to the Liberal Studies Advising Center by the end of the fifth week of classes during the fall and spring terms, and by the end of the second week of classes for the summer sessions. Please meet with an academic advisor to submit the form.      How do I take an incomplete in a course?   If you encounter a serious problem based on unpredictable circumstances, it is at the discretion of the instructor whether or not to grant an incomplete at the end of a semester. Incompletes may only be awarded through prior written agreement (e.g. an Incomplete Contract) between the student and the professor before the end of the course.      How do I withdraw from a course? What is the significance of receiving a &ldquo;W&rdquo; for a dropped class?    To withdraw from a course, you must submit a Withdrawal form to the Liberal Studies Advising Center by the end of the tenth week of classes during the fall and spring terms. The Assistant Director of Students must review and approve your request to withdraw. Once approved, a &ldquo;W&rdquo; will be recorded on your transcript and will not be included in the calculation of your grade point average. Specific deadline dates for this semester may be found here .    The significance of a &ldquo;W&rdquo; can vary depending on your particular circumstances. If you have a single &ldquo;W&rdquo; on your transcript, and you have a legitimate and justifiable reason for having withdrawn from a class, then a &ldquo;W&rdquo; should not be a serious cause for concern. However, if you have &ldquo;W&rsquo;s&rdquo; in multiple courses or consecutive semesters, or if you have withdrawn from a particular class multiple times, this may be interpreted as a cause for concern by someone reviewing your transcript.      What happens if I fail a course?   If you fail a core course required by the Liberal Studies Core Program (Writing I &amp; II, Cultural Foundations I, II &amp; II, Social Foundations I, II &amp; III), you must retake the course and receive a passing grade to be allowed to transfer to a degree program.   Failing non-required courses impacts your grade point averages such that you may need to retake them to satisfy transfer or major requirements.      What is a passing grade? Can I repeat a course?    A &ldquo;D&rdquo; is considered a passing grade. In some cases, you may need to repeat a course for a higher grade. Though both grades will still appear on your transcript, the grade you earn for the repeated course will be factored into your grade point average; the first grade is no longer calculated in the grade point average.        How do I take a leave of absence from the NYU?    If you need to take a semester off due various circumstances, please obtain an official leave of absence from the Assistant Director of Students, Leah Guarino-Ramirez, before the beginning of the semester. If you do not obtain an official leave of absence, you will need to apply for readmission to NYU. A leave may be requested for one semester or for the entire academic year.    You may apply for a medical leave of absence at any time. Medical leaves will be granted upon the recommendation of a physician, the Student Health Center , or Counseling and Wellness Services . Program changes may also be requested based on medical conditions.    If you leave for medical or psychological reasons, you will be required to show medical documentation stating that you are able physically and/or emotionally to continue school. In addition, if you took a leave of absence for psychological reasons, you will also be evaluated by NYU’s University Counseling office before returning to school.      How do I take a military leave of absence from the University?    If you need to take a military leave of absence, please contact Leah Guarino-Ramirez in the Liberal Studies Advising Center.        How do I withdraw from the University?    If you are withdrawing from the University, please meet with Leah Guarino-Ramirez , Assistant Director of Students, at the Liberal Studies Program Advising Center as soon as possible. In addition, if you are staying in University Housing, you will be asked to provide proof of withdrawal from the LSP Advising Center so that you will not be charged for future semesters. Please come to the Advising Center in person to obtain the necessary paperwork.      What are the requirements to successfully transition?    Students entering in the Fall Semester of 2011 and later must maintain good academic standing (2.0) to transfer to a degree granting program unless the program requires special qualifications.        How do I transfer to another school as a Core Program student?    If you wish to attend a different school not offering direct transition, please consult with an academic adviser to discuss the internal transfer process and application as soon as possible. If you wish to apply for an off-track transfer, please refer to the admissions website since some schools have additional requirements . Information regarding transfer dates may be found here .         Will my Core Program grades count after I transfer?    Yes. When you transition to CAS or any other school, your LS grades are calculated as part of the GPA for that school.         Registration and The Core Program Courses        How do I register for classes?    You may register for classes online, through ALBERT, the NYU students’ information website. After you have your advisor’s approval and have been cleared to register, you may register via Albert, accessed through the NYU Home web portal. Questions or concerns regarding ALBERT registration may be directed to albert@nyu.edu or registration@nyu.edu       Albert says that I need to be cleared by my adviser to register. What do I do?    You must meet with your assigned academic advisor to be cleared to register. Once receiving the faculty advisor’s approval and clearance, you may register via Albert at the assigned registration day and time, accessed through the NYU Home web portal.      How do I decide which classes to take? What courses are Liberal Studies Core Program students expected to take?  The LS curriculum has been carefully designed as a building process in which both knowledge and skills are layered in logical sequence. Curriculum checklists may be accessed here .  A typical LS student’s schedule is the following:                1st Year:      FALL     Writing I     Social Foundations I     Cultural Foundations I     Elective      SPRING     Writing II     Social Foundations II     Cultural Foundations II     Elective             2nd Year:        Social or Cultural Foundations III     Elective     Elective     Elective     Social or Cultural Foundations III     Elective     Elective     Elective           You are required to fulfill at least one math or science course prior to transitioning.              What Natural Science courses are available for Core Program students?  As a Liberal Studies student, you may take the following Natural Science courses:            Natural Science I     History of the Universe (HOU-UF 101)     Science of Technology (SCTEC-UF 101)      Natural Science II     Human Evolution (ANTH-UA 2)     Life Science (LISCI-UF 101)     Environmental Studies (ENSTU-UF 101)             What math course should I take?    Math courses should be determined by the major in which you wish to pursue. Therefore, it is suggested as a Liberal Studies student, you should fulfill your science courses prior to taking a math unless you have a clear direction in your major choice. Quantitative Reasoning (MAP-UA10-), Calculus I (MATH-UA 121) fulfills the math requirement for CAS or most NYU schools. You should consult the transitioning school to determine the school’s math requirement. Please note that the Algebra and Calculus (MATH-UA 9) course does not fulfill the math requirement for CAS, but might for other NYU schools. If you have an AP Calculus score of 4 or 5, you may also be exempt from Calculus I and/or Quantitative Reasoning, depedning on the school. Please contact an academic advisor to submit AP scores to the registrar's office. Students entering as of Fall 2012, who obtain a qualifying score on the Mathematics SAT-II subject test (Level I or Level II) may be exempt from the QR course requirement in MAP for CAS, but not for other schools. Please check with your advisor.      I’m fluent in a language other than English. Do I still need to take the Foreign Language Placement test?    You are required to take the Foreign Language Placement exam to be exempt from the language requirement, unless you have an AP (or other advanced placement) credits in a language. Many study abroad locations require you to be enrolled in a language course while abroad. Please refer to the NYU Study Abroad website to determine the requirements for each site: http://www.nyu.edu/studyabroad/       What are my study abroad options?  You have an option to study at 13 NYU study away sites. Many study abroad locations require the student to be enrolled in a language course while abroad. Please refer to the NYU Study Abroad website to determine language requirements and available courses for each site. Coursework at the site should count towards the students’ intended major and/or minor. You may wish to visit NYU’s study abroad site at http://www.nyu.edu/studyabroad/ or contact Beth Haymaker , Director of Global Programs, for additional information.              I&rsquo;m pre-health. What courses do I need to take?  If you are in the pre-health program, you must take the same sequence of courses no matter what college you attend. The professional schools, not the undergraduate colleges, require these courses. In addition, pre-health is an intention, not a major, so pre-health students should wisely plan to use their elective space to fill major requirements.    All pre-health students—at LS and otherwise—are advised to take the following core pre-health courses and should speak to Jeff Walker-Sherson , the Core Program Pre-health Professonal Academic Advisor for course selection advisement:            * Calculus I     General Chemistry I and Lab     General Chemistry II and Lab     Principles of Biology I     Principles of Biology II     Organic Chemistry I and Lab     Organic Chemistry II and Lab     General Physics I     General Physics II      Biochemistry I           Suggested Classes for the new MCAT:           Intro to Psychology      Intro to Sociology           * Medical schools will accept AP credit for this requirement     MATH-UA 121     CHEM-UA125     CHEM-UA126     BIOL-UA 11     BIOL-UA 12     CHEM-UA 225     CHEM-UA 226     PHYS-UA 11     PHYS-UA 12      CHEM-UA 881                     PSYCH-UA 1     SOC-UA 1        4 credits     6 credits     6 credits     4 credits     4 credits     6 credits      6 credits      5 credits      5 credits      4 credits                     4 credits      4 credits                    The specific pre-health requirements outlined above must be completed before students matriculate into medical school. Since the MCAT is based on the assumption that students have completed these courses, the normal procedure is to have these completed before sitting for the examination.    NOTE: These courses are the minimum requirements . Some schools may require additional coursework, particularly in mathematics. Students should familiarize themselves with the specific requirements for those schools to which they plan on applying. The best source for this information is the AAMC publication &ldquo;Medical Schools Admissions Requirements.&rdquo;        The course I’m interested in is filled. How does the waitlist work?    Some courses are set up with a waitlist that is offered when the course closes. If you choose to put your name on the waitlist, NYU policy states that: 1. the flat fee for full time students is based on enrollment for 12-18 points; and 2. there is an established maximum credit limit of no more than 18 points.        Waitlist instructions can be found here .             Can I take courses in other schools while in the Core Program?    Yes. You can take courses in other schools. Some courses require special approvals or codes from the sponsoring departments. Access or clearance codes must be obtained directly from the department or school offering the course.        Can I register for any 2 credit classes in the course schedule handbook?    You can register for up to 18 credits with no additional tuition in other schools. Some courses require special approvals or codes from the sponsoring departments. Access or clearance codes must be obtained directly from the department or school offering the course. Students who are interested should consult the University Directory of Classes for the semester in question.      Can Core Program students take summer and winter courses?    The Liberal Studies Core Program generally offers its own science summer courses; in addition LS Core Program students may take summer and winter courses through other NYU schools, most typically through CAS. Core Program students must receive clearance for summer courses from the LS Advising Center beforehand.          Majors and Minors        How do I declare my major?  As a Liberal Studies Core Program student, you will receive an e-mail from the Office of Admissions February of your sophomore year. Students who will be transitioning to CAS will be invited to visit their intended major department in CAS to declare their major in spring of sophomore year.        I’m thinking about double majoring but it seems like doing two programs will be tight. What do I do?    This depends on the particular majors pursued (and other non-major elective credits earned). Since some majors entail only 9 courses, you can usually complete two majors within the standard 128 credits. There are majors, however, that require more than 9 courses. Students should consult with an academic adviser for more information on each prospective major.        Can I pursue a cross-school double major?    If you are bound for CAS, you may NOT pursue a secondary major in another school. If you are bound for other NYU schools, you may have the opportunity to pursue a secondary major at another NYU school. Please consult with an academic adviser or the NYU school for more information.        Can I pursue a cross-school minor?    Yes. You may pursue cross-school minors .              Resources            I’m having trouble in one of my classes. Where can I get help?    The Academic Resource Center offers students help in math, science, computer science, economics, foreign languages through the University Learning Center as well as workshops in study skills, test taking strategies and time management.  Also, the NYU Writing Center offers tutoring in a range of writing needs, from planning and revising essays and research papers to preparing a resume or letters for employment. It is located at 411 Lafayette, 3rd floor.  Math tutoring is available through the CAS Math Department located in the Courant Institute, 251 Mercer Street.        What sort of awards and honor programs are available?  Students who demonstrate academic excellence are approached individually for the following awards and programs:   THE ELAINE KUNTZ MEMORIAL WRITING PRIZE  The Elaine Kuntz Memorial Writing Prize was established in 1988 in memory of Dr. Kuntz, who was the program’s first associate director and a member of the faculty. The prize is awarded to an LS freshman each year for an outstanding essay produced in a writing course. The Writing faculty nominates students for this prize.   DEAN’S HONORS LIST  At the end of each academic year, a Dean’s Honors List is compiled. This is an honors roll of matriculated students who have achieved an average of 3.650 or higher for that academic year (September-May) in at least 28 graded points. In order to be listed, a student must not have any grades of Incomplete or N at the time the list is compiled. Note that grade point averages are not rounded off.   DEAN’S CIRCLE  Students who complete the freshman year with a cumulative grade point average of 3.65 or better and who have earned at least 30 credit hours will be invited to apply for the Dean’s Circle University Scholars program, LS’s honor society. Dean’s Circle scholars participate in a range of activities with faculty, including visits to cultural events (e.g., performances, museum exhibits, and concerts) and an international travel experience. Members are also expected to engage in community service and to work over the course of the year on a major research project on a topic related to Dean’s Circle travel. In recent years, the Dean’s Circle scholars have traveled to the Brazil, Czech Republic, Cuba, England, Germany, Spain and Turkey. Dean’s Circle members in good standing also receive favorable consideration for the University Scholars program in the school to which they enroll in as juniors.     MICHAEL L. PROBST SCHOLARSHIPS    LS students are encouraged to apply for the Michael L. Probst Scholarships. The scholarship was endowed by a former distinguished NYU administrator. The awards are based solely on merit and are open to LS students at the end of the freshman year. Students do not need to be eligible for financial aid to receive the award. Scholarships will be applied to tuition charges for the fall semester of the sophomore year. The awards are for one year only and are not renewable. To be eligible to apply, students must have a cumulative NYU GPA of 3.75 or better with no outstanding incomplete grades, must have earned at least 32 credit hours toward the degree, must not have been subject to any disciplinary sanctions, and must enroll full time in for the fall semester. Eligible students must submit an application that includes an essay and a letter of support from an LS faculty member.   STEVE CURRY SCHOLARSHIPS    Curry awards, in honor of the program’s former associate dean, provide students who study abroad and receive financial aid with funds for academic research travel during their international experience.         Internships and Job Searches        I would like to pursue an internship. Where can I find more information?  The basic guidelines under which sophomores in the Liberal Studies Core Program may receive credit for an internship can be found on the LS Advising Website.        I don’t know what kind of job I want after graduation. How do I decide?    In addition to speaking with your faculty and academic advisor, information about careers and various professions may be further developed by visiting the Wasserman Center for Career Development .     Tuition and Financial Aid     Where can I find information regarding the cost of tuition and financial aid?   For a list of current tuition and fees, visit the Office of the Bursar . For financial aid information, you can visit the NYU Financial Aid website   .     If I register for more than 18 credits in one semester will I have to pay additional fees?   Yes. Your tuition fee covers a credit load of 12-18 credits. Anything over 18 credits is charged the per credit rate. Please click here for a list of current tuition and fees. Please note, it is your responsibility to contact the Financial Aid Office to find out how this increase may affect your financial aid. Also, this increase may impact your curricular planning and degree progress, therefore you should meet with an academic adviser.     If I decide to drop a class will I receive a refund?   You should refer to the University Tuition Refund Plan . It depends on how many credits you are enrolled in, how many credits you plan to drop and when you actually drop the credits. During the fall and spring semesters, you will pay full tuition as long as you are enrolled in 12-18 credits. If you start off with 18 credits and drop a 4 credit course, you will still be responsible for the full cost of tuition. If you decide to take a leave of absence and drop all of your classes, the following refund schedule will apply. If you are enrolled in 19 or more credits and drop down to 12-18 credits, the following refund schedule will apply to the per credit rate only (those credits above 18).                          © New York University | Arts and Science | Liberal Studies"}, {"content": "# Stochastic Calculus, Courant Institute, NYU, Fall 2014 # http://www.math.nyu.edu/faculty/goodman/teaching/StochCalc2014/  # Assignment 4, simulate the distribution of the max of a Brownian motion. See HW for line 62 correction.  # (your name and email here)  # Set parameters  T = 20.     # The length of a path (needs a decimal point) N = 100     # The number of time steps L = 10000     # The number of paths to generate B = 3.     # Record paths that don't hit this level.  dt = T/N     # Will be wrong if T doesn't have a decimal point.  Mh = array( 0, L)   # The maxima for the paths, for a histogram Wh = array( 0, L)   # The maxima for the paths, for a histogram Sh = array( 0, L)   # Record the path ends that never touch B NS = 0      # The number of paths recorded in Sh  b = sqrt(dt)  #  Loop over paths  for ( k in (1:L)) {    W = 0.     # Standard Brownian motion starts at 0.  M = W      # M = largest value for this path so far    Z = rnorm(N)   for (i in (1:N) ) {  # The loop that creates the path     W = W + sqrt(dt)*Z[i]  M = max( M, W)  }  Mh[k] = M  Wh[k] = W  if ( M 0) && ( bi <= Nb ) ) {  counts[bi] = counts[bi] + 1  }  else {  Nr = Nr + 1  }  }  Wd = array( 0., Nb)  # The probabiliy desnity of W, extimated.  for ( bi in (1:Nb)){  bc[bi] = bs + (bi - .5)*db  Wd[bi] = counts[bi]/((L-Nr)*db)  }   plot(bc, Wd) grid()  setwd(\"your directory\") # set the directory pdf( \"Assignment4.pdf\")     # open and name the plot file   title = sprintf('Probability density for the maximum of a BM path') PlotInfo = sprintf('%8d paths, time step = %8.2f, T = %8.2f',       L,      dt,  T) xlabel = \"Max\" ylabel = \"estimated density\" plot( bc, Wd,   # plot estimated density vs bin centers   main = title,  # overall plot title   sub = PlotInfo, # subtitle has more info on the plot   xlab = xlabel, # label for the x axis   ylab = ylabel, # label for the y axis   type = 'p',  # draw symbols   pch = 12,  # a big dot   col = 'blue' ) # blue      dev.off( which = dev.cur() ) # This closes the current \"device\", which ...         # ... is the .pdf file. Otherwise the file ..         # ... is not saved (or something)."}]}]