[{"detail": [{"content": "NYU/CNS : Undergraduate Program : Overview                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements   - Honors   - Course Checklist   Courses: Schedules and Links   Independent Study   Summer Research Program                               Search CNS                 CNS Personnel Directory                                       Overview of the Undergraduate Program     Neural science is a collection of disciplines unified by a concern for  the function of the brain. Experimental approaches in neural science  vary from analyses of molecular and cellular mechanisms in nerve cells and  groups of nerve cells to behavioral and psychological studies of whole  organisms. Theoretical tools include mathematical and computational  modeling approaches that have proved useful in other areas of science.  Experimental questions include issues related to biophysical and  neurochemical mechanisms within single nerve cells, functional neural  circuits consisting of small numbers  of neurons, the behavior of large systems of neurons, and the  relationship between the activity of elements of the nervous system and the  behavior of organisms.          The undergraduate Neural Science curriculum blends courses from many of the  basic sciences as a foundation for higher level work in Neural Science.            Minimum requirements for graduation include:         6 courses in Neural Science (24 pts)   3 courses in Biology (12 pts)    2 courses in Chemistry (10 pts)    1 course in Physics (5 pts)    1 course in Psychology (Statistics) (4 pts)      1 course at the Calculus level in mathematics (4 pts)    1 upper level elective course in either Biology or Experimental  Psychology. (4 or more pts)            Additional requirements for Honors Track     Honors Seminar (4)    2 laboratory courses (4)    Thesis            Additional recommended courses include:       Introduction to Computer Science (4 pts)            Pre-health students must satisfy additional requirements:       Physics I (5 pts)    Organic Chemistry I & II with Labs (10 pts)    Principles of Biology Lab (1 pt)    English Elective (4 pts)    Biochemistry I or equivalent (Strongly Recommended (4 pts)    1 - 2 Social/Behavioral science courses (Strongly Recommended) (4 or more pts)           Contact:        Dr. Margarita Kaplow, Academic Advisor for students whose last names begin with A-K.      Meyer 801; mkaplow@nyu.edu\">mkaplow@nyu.edu         Jess Holman, Academic Advisor for students whose last names begin with L-Z.      Meyer 803; jess.holman@nyu.edu\">jess.holman@nyu.edu             Advisors are available to meet with both declared Neural Science majors and those intending to pursue the Neural Science major.  Advising meetings can be arranged by signing up for a timeslot on the sign-up sheets on or near your advisor's door.          All appointments will be held in:   Center for Neural Science   Meyer Building, 4 Washington Place          General inquiries can be sent to dus@cns.nyu.edu\">dus@cns.nyu.edu                        Requirements for Declaring a Neural Science Major        Only the Director of Undergraduate Studies for Neural Science (or a  faculty member in the department designated by the director) may declare a  student a Neural Science Major. Advisors at the College Advising office,  and DUSs in other departments, cannot declare a student a Neural  Science major. In order to be eligible to declare a Neural Science major, a  student must have grades of C or better in all courses required for the  major that have been completed   at the time of declaration. Students cannot officially declare the Neural  Science Major until they have received a grade of B- or better in   Introduction to Neural Science (INTRONS) .       Students who have completed INTRONS may submit their request to declare  their major electronically here:           Declaration of Neural Science Major             Students who are not eligible to declare the major may request to receive  announcements of interest to intended majors here:           Neural Science Interest Form           Specific Course Requirements for the Major      Neural Science Courses:   The first course students take in Neural Science is Introduction to  Neural Science (INTRONS) , taught annually in the Fall; ideally this  course should be taken in the sophomore year after a student has completed  the first 2 courses of the Biology Core sequence (Bio I, Bio II). Following  Introduction to Neural Science, students take each of two higher level  Neural Science courses: Cellular and Molecular Neurobiology (CMNB) ,  taught annually in the Fall, and Behavioral and Integrative Neuroscience  (BINS) , taught annually in the Spring; these courses should ideally be  taken in the Sophomore or Junior year.     Students then take three of the Neural Science elective courses:  e.g., Development and Dysfunction of the NS , Computational  Neuroscience , or Special Topics in Neural Science .         Biology Courses:      Neural Science majors are required to take the first 3 courses of  the Biology core curriculum: Principles of Biology I, II , and   Molecular and Cell Biology I . The first two of these courses are  preparation for Introduction to Neural Science. The third, MCBio 1, is the  prerequisite to Cellular and Molecular Neurobiology , and is typically  taken in the same semester as INTRONS. MCBio 1 is only offered in the Fall  semester.   In addition, majors can then choose to  take one or more courses from a selection of upper level offerings in the  Biology curriculum (see list below).        Psychology Courses:      Neural science majors are required to take a statistics course:   Statistics for the Behavioral Sciences PSYCH-UA 10. Students  may request the substitution of other courses from minors or other majors  for this requirement as well, but Quantitative Reasoning in the College Core Curriculum is not an  acceptable substitution.  Majors can then choose to take one or more courses from a selection of   upper-level  offerings in the Experimental Psychology curriculum (see list below).        Chemistry Courses:      Neural Science majors are required to take 2 chemistry courses with the  associated labs: General Chemistry I & II . As these classes are a  prerequisite to MCBio 1, most majors will take these courses in conjunction  with Bio I & II in their freshmen year. PreHealth note: Pre-health  students must also take Organic Chemistry I & II .        Physics Courses:      Neural Science majors are required to take one course in Physics:   General Physics II . Pre-health students must also take General  Physics I .      Physics II is offered annually in the  Spring and is required prior to Cellular and Molecular Neurobiology .   Neural Science majors who are not completing the Pre-Health track   may request an  exemption from the Physics I prerequisite to Physics II from the Physics  department when registering in the Spring semester.        Mathematics Courses:      All Neural Science majors must take Calculus I . There is room in  the curriculum in the event that students require precalculus-level  mathematics. Students interested in Computational Neuroscience research are encouraged  to pursue Caluclus II or above.       Computer Science Courses:    Introduction to Computer Science is recommended for all students,  but not required.     Grading and Academic Performance Requirements   The minimum acceptable grade in courses required for the major is C.  These academic standards must be maintained in order for major standing to  continue.       Honors  Students must apply to the DUS for admission to the Honors Track.   Students requesting Honors status must receive a B or better in  Introduction to Neural Science, achieve a grade point average of 3.65 or  better in all courses required for the major and 3.65 over all courses  taken for credit. Students should also demonstrate a genuine interest in  research. Students must conduct at least one semester of research with a  faculty member affiliated with the Center for Neural Science (or an  otherwise approved faculty member). The student must submit an honors  thesis that must be accepted for Honors   standing by the faculty sponsor and the DUS. Presentation of the  thesis work at NYU's annual Undergraduate Research Conference is required.  Students must also complete 8 additional credits of coursework by taking two laboratory classes and an  Honors seminar.    To apply for admission to the Honors Track, please   submit the application here .       For key dates pertaining to the Honors and Research Track, please see here .      For formatting guidelines for the Honors thesis, please see here .                     Minors   There is no Minor concentration in Neural Science. Neural Science  courses can be taken as electives through the Biology or Psychology  Departments for interested students. Students wishing to major in Neural  Science and declare a Minor in another science department must take 1-2  additional courses in that department, beyond those required for the major  (one for Chemistry, two for Psychology). Students may not minor in Biology.             Double Majors   Students wishing to major in Neural Science and declare a second major in  another science department may be required to take 1-2 additional courses  beyond those required for the major in that department as approved by the  DUSs.           For students wishing to double major in Psychology and Neural  Science:   PSYCH 10 ( Statistics for the Behavioral Sciences ) and NEURL-UA 220  ( Behavioral & Integrative NS ) can be used toward the degree in both  majors. If the student chooses to fulfill the 'Biology/Psychology' elective  requirement with a Psychology course, this course can not be one used  toward the Psychology degree.             There is no allowed double-major for Neural Science and Biology.              Core Curriculum of the College of Arts and Science   All students must meet the additional requirements of the College Core Corriculum in order to have a broad,  well-rounded liberal arts education. Neural Science students need to  satisfy the Expository Writing, Foreign Language, and Foundations of  Contemporary Culture components of the Core Curriculum. In addition, students may need  to pass the English Writing Proficiency exam administered by the Expository  Writing program. The Foundations of Scientific Inquiry (FSI) requirement is satisfied through the Neural Science major course requirements.          Study Abroad   Neural Science now has study away courses that can be taken at NYU Shanghai.  They are Cellular and Molecular Neurobiology and three Neural Science  electives: Neural Bases of Speech and Language; Networks and Dynamics;  and Free Will and the Brain. In addition, the major requires many  science classes outside of the department, which can be taken abroad.  Students studying in London or Sydney typically take  Physics II (PHYS-UA 9012) and Cognition (PSYCH-UA 9029) to fulfill  the upper-level Biology/Psychology Elective requirement of the major.  Molecular and Cellular Biology II and Biochemistry I can also be taken  at NYU Tel Aviv, while Perception can be taken at NYU Berlin to fulfill  the upper-level Biology/Psychology elective requirement. Due to the  sequential nature of Neural Science courses, Neural Science majors  should plan to study away in the Spring of their Sophomore or Junior  year, or possibly in the Fall of their Senior year. Physics II must  be completed prior to taking Cellular Molecular Neurobiology (NEURL-UA 210),  which is only offered in Spring semesters. This is the primary  sequential constraint on the Spring semester for majors. Majors  intending to do Honors are encouraged to study away during the  Sophomore year. Non-honors majors are better served studying away in  the Junior year, unless they began the major \"late\" - e.g. taking  Introduction to Neural Science (NEURL-UA 100) in their Junior instead  of Sophomore year. Students who wish to study in a non-London or  Sydney location can typically do so if they are not Pre-Health.  We also strongly encourage students to consider Summer and Winter  Study Abroad at other locations when possible. Students should consult  with their Neural Science Advisor for individualized course planning.      For more information, click here for a PDF.         Approved Upper-Level Courses for the Biology or Psychology Elective Requirement       PSYCH-UA 22:   Perception   PSYCH-UA 44:   Lab in Perception   PSYCH-UA 29:   Cognition   PSYCH-UA 46:   Lab in Human Cognition   PSYCH-UA 55:   Psychology, Neuropsychology, and Medicine   PSYCH-UA 300:   From Illusions to Inference      BIOL-UA 25:    Principles of Animal Physiology   BIOL-UA 26:    Developmental Biology   BIOL-UA 30:    Genetics   BIOL-UA 50:    Immunology   BIOL-GA 1501:   Mathematics in Medicine and Biology   BIOL-GA 1502:   Computers in Medicine and Biology      CHEM-UA 881:   Biochemistry (offered through the chemistry department)                  Neural Science Course Checklist                   Required Courses     Name     Points     Semester         NEURL-UA 100      Introduction to Neural Science    (4)    Fall_____            NEURL-UA 220      Behavioral and Integrative Neuroscience    (4)    Spring_____         NEURL-UA 210      Cellular and Molecular Neurobiology    (4)    Fall_____                   BIOL-UA 11      Principles of Biology I    (4)    _________         BIOL-UA 12      Principles of Biology II    (4)    _________         BIOL-UA 21      Molecular and Cell Biology I    (4)    _________               CHEM-UA 125       General Chemistry I + lab    (5)    _________         CHEM-UA 126       General Chemistry II + lab    (5)    _________               MATH-UA 21    Calculus I    (4)    _________         PHYS-UA 12      General Physics II    (5)    _________         PSYCH-UA 10      Statistics for the Behavioral Sciences (replaceable with permission)    (4)    _________               ____________    NS Elective #1____________________________    (4)    _________         ____________    NS Elective #2____________________________    (4)    _________         ____________    NS Elective #3____________________________    (4)    _________         ____________    Bio/Psych Elective____________________________    (4)    _________                        Additional Honors requirements                  NEURL-UA 211    Cellular and Molecular Neurobiology Lab    (2)    Fall_____         NEURL-UA 221    Behavioral & Integrative NS Honors Lab    (2)    Spring_____         NEURL-UA 301    Honors Seminar    (4)    Spring_____         Non-Registered    Thesis    (n/a)    _____                                                             Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 16-Apr-2015 3:56PM"}]},
{"detail": [{"content": "NYU/CNS : Undergraduate Program : Overview                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements   - Honors   - Course Checklist   Courses: Schedules and Links   Independent Study   Summer Research Program                               Search CNS                 CNS Personnel Directory                                       Overview of the Undergraduate Program     Neural science is a collection of disciplines unified by a concern for  the function of the brain. Experimental approaches in neural science  vary from analyses of molecular and cellular mechanisms in nerve cells and  groups of nerve cells to behavioral and psychological studies of whole  organisms. Theoretical tools include mathematical and computational  modeling approaches that have proved useful in other areas of science.  Experimental questions include issues related to biophysical and  neurochemical mechanisms within single nerve cells, functional neural  circuits consisting of small numbers  of neurons, the behavior of large systems of neurons, and the  relationship between the activity of elements of the nervous system and the  behavior of organisms.          The undergraduate Neural Science curriculum blends courses from many of the  basic sciences as a foundation for higher level work in Neural Science.            Minimum requirements for graduation include:         6 courses in Neural Science (24 pts)   3 courses in Biology (12 pts)    2 courses in Chemistry (10 pts)    1 course in Physics (5 pts)    1 course in Psychology (Statistics) (4 pts)      1 course at the Calculus level in mathematics (4 pts)    1 upper level elective course in either Biology or Experimental  Psychology. (4 or more pts)            Additional requirements for Honors Track     Honors Seminar (4)    2 laboratory courses (4)    Thesis            Additional recommended courses include:       Introduction to Computer Science (4 pts)            Pre-health students must satisfy additional requirements:       Physics I (5 pts)    Organic Chemistry I & II with Labs (10 pts)    Principles of Biology Lab (1 pt)    English Elective (4 pts)    Biochemistry I or equivalent (Strongly Recommended (4 pts)    1 - 2 Social/Behavioral science courses (Strongly Recommended) (4 or more pts)           Contact:        Dr. Margarita Kaplow, Academic Advisor for students whose last names begin with A-K.      Meyer 801; mkaplow@nyu.edu\">mkaplow@nyu.edu         Jess Holman, Academic Advisor for students whose last names begin with L-Z.      Meyer 803; jess.holman@nyu.edu\">jess.holman@nyu.edu             Advisors are available to meet with both declared Neural Science majors and those intending to pursue the Neural Science major.  Advising meetings can be arranged by signing up for a timeslot on the sign-up sheets on or near your advisor's door.          All appointments will be held in:   Center for Neural Science   Meyer Building, 4 Washington Place          General inquiries can be sent to dus@cns.nyu.edu\">dus@cns.nyu.edu                        Requirements for Declaring a Neural Science Major        Only the Director of Undergraduate Studies for Neural Science (or a  faculty member in the department designated by the director) may declare a  student a Neural Science Major. Advisors at the College Advising office,  and DUSs in other departments, cannot declare a student a Neural  Science major. In order to be eligible to declare a Neural Science major, a  student must have grades of C or better in all courses required for the  major that have been completed   at the time of declaration. Students cannot officially declare the Neural  Science Major until they have received a grade of B- or better in   Introduction to Neural Science (INTRONS) .       Students who have completed INTRONS may submit their request to declare  their major electronically here:           Declaration of Neural Science Major             Students who are not eligible to declare the major may request to receive  announcements of interest to intended majors here:           Neural Science Interest Form           Specific Course Requirements for the Major      Neural Science Courses:   The first course students take in Neural Science is Introduction to  Neural Science (INTRONS) , taught annually in the Fall; ideally this  course should be taken in the sophomore year after a student has completed  the first 2 courses of the Biology Core sequence (Bio I, Bio II). Following  Introduction to Neural Science, students take each of two higher level  Neural Science courses: Cellular and Molecular Neurobiology (CMNB) ,  taught annually in the Fall, and Behavioral and Integrative Neuroscience  (BINS) , taught annually in the Spring; these courses should ideally be  taken in the Sophomore or Junior year.     Students then take three of the Neural Science elective courses:  e.g., Development and Dysfunction of the NS , Computational  Neuroscience , or Special Topics in Neural Science .         Biology Courses:      Neural Science majors are required to take the first 3 courses of  the Biology core curriculum: Principles of Biology I, II , and   Molecular and Cell Biology I . The first two of these courses are  preparation for Introduction to Neural Science. The third, MCBio 1, is the  prerequisite to Cellular and Molecular Neurobiology , and is typically  taken in the same semester as INTRONS. MCBio 1 is only offered in the Fall  semester.   In addition, majors can then choose to  take one or more courses from a selection of upper level offerings in the  Biology curriculum (see list below).        Psychology Courses:      Neural science majors are required to take a statistics course:   Statistics for the Behavioral Sciences PSYCH-UA 10. Students  may request the substitution of other courses from minors or other majors  for this requirement as well, but Quantitative Reasoning in the College Core Curriculum is not an  acceptable substitution.  Majors can then choose to take one or more courses from a selection of   upper-level  offerings in the Experimental Psychology curriculum (see list below).        Chemistry Courses:      Neural Science majors are required to take 2 chemistry courses with the  associated labs: General Chemistry I & II . As these classes are a  prerequisite to MCBio 1, most majors will take these courses in conjunction  with Bio I & II in their freshmen year. PreHealth note: Pre-health  students must also take Organic Chemistry I & II .        Physics Courses:      Neural Science majors are required to take one course in Physics:   General Physics II . Pre-health students must also take General  Physics I .      Physics II is offered annually in the  Spring and is required prior to Cellular and Molecular Neurobiology .   Neural Science majors who are not completing the Pre-Health track   may request an  exemption from the Physics I prerequisite to Physics II from the Physics  department when registering in the Spring semester.        Mathematics Courses:      All Neural Science majors must take Calculus I . There is room in  the curriculum in the event that students require precalculus-level  mathematics. Students interested in Computational Neuroscience research are encouraged  to pursue Caluclus II or above.       Computer Science Courses:    Introduction to Computer Science is recommended for all students,  but not required.     Grading and Academic Performance Requirements   The minimum acceptable grade in courses required for the major is C.  These academic standards must be maintained in order for major standing to  continue.       Honors  Students must apply to the DUS for admission to the Honors Track.   Students requesting Honors status must receive a B or better in  Introduction to Neural Science, achieve a grade point average of 3.65 or  better in all courses required for the major and 3.65 over all courses  taken for credit. Students should also demonstrate a genuine interest in  research. Students must conduct at least one semester of research with a  faculty member affiliated with the Center for Neural Science (or an  otherwise approved faculty member). The student must submit an honors  thesis that must be accepted for Honors   standing by the faculty sponsor and the DUS. Presentation of the  thesis work at NYU's annual Undergraduate Research Conference is required.  Students must also complete 8 additional credits of coursework by taking two laboratory classes and an  Honors seminar.    To apply for admission to the Honors Track, please   submit the application here .       For key dates pertaining to the Honors and Research Track, please see here .      For formatting guidelines for the Honors thesis, please see here .                     Minors   There is no Minor concentration in Neural Science. Neural Science  courses can be taken as electives through the Biology or Psychology  Departments for interested students. Students wishing to major in Neural  Science and declare a Minor in another science department must take 1-2  additional courses in that department, beyond those required for the major  (one for Chemistry, two for Psychology). Students may not minor in Biology.             Double Majors   Students wishing to major in Neural Science and declare a second major in  another science department may be required to take 1-2 additional courses  beyond those required for the major in that department as approved by the  DUSs.           For students wishing to double major in Psychology and Neural  Science:   PSYCH 10 ( Statistics for the Behavioral Sciences ) and NEURL-UA 220  ( Behavioral & Integrative NS ) can be used toward the degree in both  majors. If the student chooses to fulfill the 'Biology/Psychology' elective  requirement with a Psychology course, this course can not be one used  toward the Psychology degree.             There is no allowed double-major for Neural Science and Biology.              Core Curriculum of the College of Arts and Science   All students must meet the additional requirements of the College Core Corriculum in order to have a broad,  well-rounded liberal arts education. Neural Science students need to  satisfy the Expository Writing, Foreign Language, and Foundations of  Contemporary Culture components of the Core Curriculum. In addition, students may need  to pass the English Writing Proficiency exam administered by the Expository  Writing program. The Foundations of Scientific Inquiry (FSI) requirement is satisfied through the Neural Science major course requirements.          Study Abroad   Neural Science now has study away courses that can be taken at NYU Shanghai.  They are Cellular and Molecular Neurobiology and three Neural Science  electives: Neural Bases of Speech and Language; Networks and Dynamics;  and Free Will and the Brain. In addition, the major requires many  science classes outside of the department, which can be taken abroad.  Students studying in London or Sydney typically take  Physics II (PHYS-UA 9012) and Cognition (PSYCH-UA 9029) to fulfill  the upper-level Biology/Psychology Elective requirement of the major.  Molecular and Cellular Biology II and Biochemistry I can also be taken  at NYU Tel Aviv, while Perception can be taken at NYU Berlin to fulfill  the upper-level Biology/Psychology elective requirement. Due to the  sequential nature of Neural Science courses, Neural Science majors  should plan to study away in the Spring of their Sophomore or Junior  year, or possibly in the Fall of their Senior year. Physics II must  be completed prior to taking Cellular Molecular Neurobiology (NEURL-UA 210),  which is only offered in Spring semesters. This is the primary  sequential constraint on the Spring semester for majors. Majors  intending to do Honors are encouraged to study away during the  Sophomore year. Non-honors majors are better served studying away in  the Junior year, unless they began the major \"late\" - e.g. taking  Introduction to Neural Science (NEURL-UA 100) in their Junior instead  of Sophomore year. Students who wish to study in a non-London or  Sydney location can typically do so if they are not Pre-Health.  We also strongly encourage students to consider Summer and Winter  Study Abroad at other locations when possible. Students should consult  with their Neural Science Advisor for individualized course planning.      For more information, click here for a PDF.         Approved Upper-Level Courses for the Biology or Psychology Elective Requirement       PSYCH-UA 22:   Perception   PSYCH-UA 44:   Lab in Perception   PSYCH-UA 29:   Cognition   PSYCH-UA 46:   Lab in Human Cognition   PSYCH-UA 55:   Psychology, Neuropsychology, and Medicine   PSYCH-UA 300:   From Illusions to Inference      BIOL-UA 25:    Principles of Animal Physiology   BIOL-UA 26:    Developmental Biology   BIOL-UA 30:    Genetics   BIOL-UA 50:    Immunology   BIOL-GA 1501:   Mathematics in Medicine and Biology   BIOL-GA 1502:   Computers in Medicine and Biology      CHEM-UA 881:   Biochemistry (offered through the chemistry department)                  Neural Science Course Checklist                   Required Courses     Name     Points     Semester         NEURL-UA 100      Introduction to Neural Science    (4)    Fall_____            NEURL-UA 220      Behavioral and Integrative Neuroscience    (4)    Spring_____         NEURL-UA 210      Cellular and Molecular Neurobiology    (4)    Fall_____                   BIOL-UA 11      Principles of Biology I    (4)    _________         BIOL-UA 12      Principles of Biology II    (4)    _________         BIOL-UA 21      Molecular and Cell Biology I    (4)    _________               CHEM-UA 125       General Chemistry I + lab    (5)    _________         CHEM-UA 126       General Chemistry II + lab    (5)    _________               MATH-UA 21    Calculus I    (4)    _________         PHYS-UA 12      General Physics II    (5)    _________         PSYCH-UA 10      Statistics for the Behavioral Sciences (replaceable with permission)    (4)    _________               ____________    NS Elective #1____________________________    (4)    _________         ____________    NS Elective #2____________________________    (4)    _________         ____________    NS Elective #3____________________________    (4)    _________         ____________    Bio/Psych Elective____________________________    (4)    _________                        Additional Honors requirements                  NEURL-UA 211    Cellular and Molecular Neurobiology Lab    (2)    Fall_____         NEURL-UA 221    Behavioral & Integrative NS Honors Lab    (2)    Spring_____         NEURL-UA 301    Honors Seminar    (4)    Spring_____         Non-Registered    Thesis    (n/a)    _____                                                             Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 16-Apr-2015 3:56PM"}, {"content": "Integrative Neuroscience Training Program in Learning, Memory, Development and Plasticity | Neuroscience Institute                                     Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Neuroscience Institute                                                                                  Who We Are   What We Do   Training Programs   Resources &amp; Support   Contact Us                                  Home Training Programs Training Grants and Funding Opportunities Integrative Neuroscience Training Program            Print  Email               - A + A                                         Training Programs        open/close   Graduate Program in Neuroscience &amp; Physiology at the School of Medicine  Curriculum   Mentoring and Milestones   Additional Activities   Graduate Program Trainees in Neuroscience   Graduate Student Profiles   Housing for Graduate Students   Recent Thesis Defenses   Contact the graduate program     Graduate Admissions and Applications     open/close   Training Grants and Funding Opportunities  Training Program in Neuroscience   Training in Molecular, Cellular, and Translational Neuroscience   Integrative Neuroscience Training Program   Training Program in Visual Neuroscience   Training in Developmental Neuroscience   Training Program in Research on Abused Drugs     Postdoctoral Training   Training for Medical Students   The Job Market for Graduate Students and Postdocs   Student Life @ NYU   Support the Neuroscience Institute                                                                                                    Integrative Neuroscience Training Program in Learning, Memory, Development and Plasticity                                          The training program in Integrative Neuroscience is a partnership between the Center for Neural Science, in the Faculty of Arts and Science, and the Graduate Program in Neuroscience and Physiology, in the NYU School of Medicine Sackler Institute of Biomedical Sciences, at New York University. Funding for the program comes from the National Institute of Mental Health. The focus of the training program is on four interrelated core areas of investigation: learning, memory, development and plasticity. We offer support for 4 predoctoral and 2 postdoctoral fellows. The goal of the program is to create a cohesive training group of a sufficient size to foster trainee development across levels, from pre to post-doctoral and from cellular-molecular to systems and cognitive approaches, across program divisions, and to bridge the gap between translational and basic research.   Our training program provides a central focus for pre and postdoctoral training in areas of neuroscience critical to advancing knowledge of development and degeneration of the nervous system, neural disease processes, and disorders of memory and mental health. Our trainees will be mentored to become leaders in the field by world class scientists engaged in cutting-edge research related to learning, memory, development and plasticity. A group of 25 training faculty, drawn from neuroscience faculty across the University, provide an integrative, collaborative training experience that crosses traditional disciplinary boundaries, spans levels of analysis, and levels of training. The trainees, predoctoral fellows in the third year or higher and postdoctoral fellows in the early years post-degree, have individualized mentoring with the added benefit of a mentor with relevant clinical/translational expertise. They also have special seminars that are designed to develop translational thinking and important skills required for future success.   Features:   Stipend support for up to two years   Support for travel to one meeting per year   Coursework in Disorders of the Nervous System   Special seminar series designed to provide trainees with broad access to research related to the theme areas: learning, memory, development and plasticity, from both clinical and basic science perspectives and foster discussions and collaborations.   Individualized mentoring and career guidance   Translational research advising   Training in grant writing, publication practices, survival skills, presentation skills, scientific ethics   Training faculty:   Karen Adolph , Professor of Psychology and Neural Science   Cristina Alberini , Professor of Neural Science   Chiye Aoki , Professor of Neural Science and Biology   Thomas J. Carew , Professor of Neural Science   Adam Carter , Assistant Professor of Neural Science and Biology   Moses Chao , Professor of Cell Biology, Psychiatry, Physiology and Neuroscience   Lila Davachi , Professor of Psychology and Neural Science   Nathaniel Daw , Professor of Neural Science and Psychology   Andre Fenton , Professor of Neural Science   Gordon Fishell , Professor of Cell Biology and Neural Science   Robert Froemke , Assistant Professor of Otolaryngology, Physiology and Neuroscience   Wenbiao Gan , Professor of Physiology and Neuroscience   Paul Glimcher , Professor of Neural Science, Economics and Psychology   Charles Hoeffer , Assistant Professor of Physiology and Neuroscience   Lynne Kiorpes , Professor of Neural Science and Psychology   Eric Klann , Professor of Neural Science and Biology   Joseph Ledoux , Professor of Neural Science and Psychology   Elizabeth Phelps , Professor of Psychology and Neural Science   Alexander Reyes , Professor of Neural Science   John Rinzel , Professor of Neural Science and Mathematics   Dan Sanes , Professor of Neural Science and Biology   Regina Sullivan , Research Professor, Child and Adolescent Psychiatry   Wendy Suzuki , Professor of Neural Science   Donald Wilson , Research Professor, Child and Adolescent Psychiatry   Edward Ziff , Professor of Biochemistry and Neural Science   Program Director:   Prof. Lynne Kiorpes ( lk6@nyu.edu )                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "NYU/CNS : Undergraduate Program : Overview                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements   - Honors   - Course Checklist   Courses: Schedules and Links   Independent Study   Summer Research Program                               Search CNS                 CNS Personnel Directory                                       Overview of the Undergraduate Program     Neural science is a collection of disciplines unified by a concern for  the function of the brain. Experimental approaches in neural science  vary from analyses of molecular and cellular mechanisms in nerve cells and  groups of nerve cells to behavioral and psychological studies of whole  organisms. Theoretical tools include mathematical and computational  modeling approaches that have proved useful in other areas of science.  Experimental questions include issues related to biophysical and  neurochemical mechanisms within single nerve cells, functional neural  circuits consisting of small numbers  of neurons, the behavior of large systems of neurons, and the  relationship between the activity of elements of the nervous system and the  behavior of organisms.          The undergraduate Neural Science curriculum blends courses from many of the  basic sciences as a foundation for higher level work in Neural Science.            Minimum requirements for graduation include:         6 courses in Neural Science (24 pts)   3 courses in Biology (12 pts)    2 courses in Chemistry (10 pts)    1 course in Physics (5 pts)    1 course in Psychology (Statistics) (4 pts)      1 course at the Calculus level in mathematics (4 pts)    1 upper level elective course in either Biology or Experimental  Psychology. (4 or more pts)            Additional requirements for Honors Track     Honors Seminar (4)    2 laboratory courses (4)    Thesis            Additional recommended courses include:       Introduction to Computer Science (4 pts)            Pre-health students must satisfy additional requirements:       Physics I (5 pts)    Organic Chemistry I & II with Labs (10 pts)    Principles of Biology Lab (1 pt)    English Elective (4 pts)    Biochemistry I or equivalent (Strongly Recommended (4 pts)    1 - 2 Social/Behavioral science courses (Strongly Recommended) (4 or more pts)           Contact:        Dr. Margarita Kaplow, Academic Advisor for students whose last names begin with A-K.      Meyer 801; mkaplow@nyu.edu\">mkaplow@nyu.edu         Jess Holman, Academic Advisor for students whose last names begin with L-Z.      Meyer 803; jess.holman@nyu.edu\">jess.holman@nyu.edu             Advisors are available to meet with both declared Neural Science majors and those intending to pursue the Neural Science major.  Advising meetings can be arranged by signing up for a timeslot on the sign-up sheets on or near your advisor's door.          All appointments will be held in:   Center for Neural Science   Meyer Building, 4 Washington Place          General inquiries can be sent to dus@cns.nyu.edu\">dus@cns.nyu.edu                        Requirements for Declaring a Neural Science Major        Only the Director of Undergraduate Studies for Neural Science (or a  faculty member in the department designated by the director) may declare a  student a Neural Science Major. Advisors at the College Advising office,  and DUSs in other departments, cannot declare a student a Neural  Science major. In order to be eligible to declare a Neural Science major, a  student must have grades of C or better in all courses required for the  major that have been completed   at the time of declaration. Students cannot officially declare the Neural  Science Major until they have received a grade of B- or better in   Introduction to Neural Science (INTRONS) .       Students who have completed INTRONS may submit their request to declare  their major electronically here:           Declaration of Neural Science Major             Students who are not eligible to declare the major may request to receive  announcements of interest to intended majors here:           Neural Science Interest Form           Specific Course Requirements for the Major      Neural Science Courses:   The first course students take in Neural Science is Introduction to  Neural Science (INTRONS) , taught annually in the Fall; ideally this  course should be taken in the sophomore year after a student has completed  the first 2 courses of the Biology Core sequence (Bio I, Bio II). Following  Introduction to Neural Science, students take each of two higher level  Neural Science courses: Cellular and Molecular Neurobiology (CMNB) ,  taught annually in the Fall, and Behavioral and Integrative Neuroscience  (BINS) , taught annually in the Spring; these courses should ideally be  taken in the Sophomore or Junior year.     Students then take three of the Neural Science elective courses:  e.g., Development and Dysfunction of the NS , Computational  Neuroscience , or Special Topics in Neural Science .         Biology Courses:      Neural Science majors are required to take the first 3 courses of  the Biology core curriculum: Principles of Biology I, II , and   Molecular and Cell Biology I . The first two of these courses are  preparation for Introduction to Neural Science. The third, MCBio 1, is the  prerequisite to Cellular and Molecular Neurobiology , and is typically  taken in the same semester as INTRONS. MCBio 1 is only offered in the Fall  semester.   In addition, majors can then choose to  take one or more courses from a selection of upper level offerings in the  Biology curriculum (see list below).        Psychology Courses:      Neural science majors are required to take a statistics course:   Statistics for the Behavioral Sciences PSYCH-UA 10. Students  may request the substitution of other courses from minors or other majors  for this requirement as well, but Quantitative Reasoning in the College Core Curriculum is not an  acceptable substitution.  Majors can then choose to take one or more courses from a selection of   upper-level  offerings in the Experimental Psychology curriculum (see list below).        Chemistry Courses:      Neural Science majors are required to take 2 chemistry courses with the  associated labs: General Chemistry I & II . As these classes are a  prerequisite to MCBio 1, most majors will take these courses in conjunction  with Bio I & II in their freshmen year. PreHealth note: Pre-health  students must also take Organic Chemistry I & II .        Physics Courses:      Neural Science majors are required to take one course in Physics:   General Physics II . Pre-health students must also take General  Physics I .      Physics II is offered annually in the  Spring and is required prior to Cellular and Molecular Neurobiology .   Neural Science majors who are not completing the Pre-Health track   may request an  exemption from the Physics I prerequisite to Physics II from the Physics  department when registering in the Spring semester.        Mathematics Courses:      All Neural Science majors must take Calculus I . There is room in  the curriculum in the event that students require precalculus-level  mathematics. Students interested in Computational Neuroscience research are encouraged  to pursue Caluclus II or above.       Computer Science Courses:    Introduction to Computer Science is recommended for all students,  but not required.     Grading and Academic Performance Requirements   The minimum acceptable grade in courses required for the major is C.  These academic standards must be maintained in order for major standing to  continue.       Honors  Students must apply to the DUS for admission to the Honors Track.   Students requesting Honors status must receive a B or better in  Introduction to Neural Science, achieve a grade point average of 3.65 or  better in all courses required for the major and 3.65 over all courses  taken for credit. Students should also demonstrate a genuine interest in  research. Students must conduct at least one semester of research with a  faculty member affiliated with the Center for Neural Science (or an  otherwise approved faculty member). The student must submit an honors  thesis that must be accepted for Honors   standing by the faculty sponsor and the DUS. Presentation of the  thesis work at NYU's annual Undergraduate Research Conference is required.  Students must also complete 8 additional credits of coursework by taking two laboratory classes and an  Honors seminar.    To apply for admission to the Honors Track, please   submit the application here .       For key dates pertaining to the Honors and Research Track, please see here .      For formatting guidelines for the Honors thesis, please see here .                     Minors   There is no Minor concentration in Neural Science. Neural Science  courses can be taken as electives through the Biology or Psychology  Departments for interested students. Students wishing to major in Neural  Science and declare a Minor in another science department must take 1-2  additional courses in that department, beyond those required for the major  (one for Chemistry, two for Psychology). Students may not minor in Biology.             Double Majors   Students wishing to major in Neural Science and declare a second major in  another science department may be required to take 1-2 additional courses  beyond those required for the major in that department as approved by the  DUSs.           For students wishing to double major in Psychology and Neural  Science:   PSYCH 10 ( Statistics for the Behavioral Sciences ) and NEURL-UA 220  ( Behavioral & Integrative NS ) can be used toward the degree in both  majors. If the student chooses to fulfill the 'Biology/Psychology' elective  requirement with a Psychology course, this course can not be one used  toward the Psychology degree.             There is no allowed double-major for Neural Science and Biology.              Core Curriculum of the College of Arts and Science   All students must meet the additional requirements of the College Core Corriculum in order to have a broad,  well-rounded liberal arts education. Neural Science students need to  satisfy the Expository Writing, Foreign Language, and Foundations of  Contemporary Culture components of the Core Curriculum. In addition, students may need  to pass the English Writing Proficiency exam administered by the Expository  Writing program. The Foundations of Scientific Inquiry (FSI) requirement is satisfied through the Neural Science major course requirements.          Study Abroad   Neural Science now has study away courses that can be taken at NYU Shanghai.  They are Cellular and Molecular Neurobiology and three Neural Science  electives: Neural Bases of Speech and Language; Networks and Dynamics;  and Free Will and the Brain. In addition, the major requires many  science classes outside of the department, which can be taken abroad.  Students studying in London or Sydney typically take  Physics II (PHYS-UA 9012) and Cognition (PSYCH-UA 9029) to fulfill  the upper-level Biology/Psychology Elective requirement of the major.  Molecular and Cellular Biology II and Biochemistry I can also be taken  at NYU Tel Aviv, while Perception can be taken at NYU Berlin to fulfill  the upper-level Biology/Psychology elective requirement. Due to the  sequential nature of Neural Science courses, Neural Science majors  should plan to study away in the Spring of their Sophomore or Junior  year, or possibly in the Fall of their Senior year. Physics II must  be completed prior to taking Cellular Molecular Neurobiology (NEURL-UA 210),  which is only offered in Spring semesters. This is the primary  sequential constraint on the Spring semester for majors. Majors  intending to do Honors are encouraged to study away during the  Sophomore year. Non-honors majors are better served studying away in  the Junior year, unless they began the major \"late\" - e.g. taking  Introduction to Neural Science (NEURL-UA 100) in their Junior instead  of Sophomore year. Students who wish to study in a non-London or  Sydney location can typically do so if they are not Pre-Health.  We also strongly encourage students to consider Summer and Winter  Study Abroad at other locations when possible. Students should consult  with their Neural Science Advisor for individualized course planning.      For more information, click here for a PDF.         Approved Upper-Level Courses for the Biology or Psychology Elective Requirement       PSYCH-UA 22:   Perception   PSYCH-UA 44:   Lab in Perception   PSYCH-UA 29:   Cognition   PSYCH-UA 46:   Lab in Human Cognition   PSYCH-UA 55:   Psychology, Neuropsychology, and Medicine   PSYCH-UA 300:   From Illusions to Inference      BIOL-UA 25:    Principles of Animal Physiology   BIOL-UA 26:    Developmental Biology   BIOL-UA 30:    Genetics   BIOL-UA 50:    Immunology   BIOL-GA 1501:   Mathematics in Medicine and Biology   BIOL-GA 1502:   Computers in Medicine and Biology      CHEM-UA 881:   Biochemistry (offered through the chemistry department)                  Neural Science Course Checklist                   Required Courses     Name     Points     Semester         NEURL-UA 100      Introduction to Neural Science    (4)    Fall_____            NEURL-UA 220      Behavioral and Integrative Neuroscience    (4)    Spring_____         NEURL-UA 210      Cellular and Molecular Neurobiology    (4)    Fall_____                   BIOL-UA 11      Principles of Biology I    (4)    _________         BIOL-UA 12      Principles of Biology II    (4)    _________         BIOL-UA 21      Molecular and Cell Biology I    (4)    _________               CHEM-UA 125       General Chemistry I + lab    (5)    _________         CHEM-UA 126       General Chemistry II + lab    (5)    _________               MATH-UA 21    Calculus I    (4)    _________         PHYS-UA 12      General Physics II    (5)    _________         PSYCH-UA 10      Statistics for the Behavioral Sciences (replaceable with permission)    (4)    _________               ____________    NS Elective #1____________________________    (4)    _________         ____________    NS Elective #2____________________________    (4)    _________         ____________    NS Elective #3____________________________    (4)    _________         ____________    Bio/Psych Elective____________________________    (4)    _________                        Additional Honors requirements                  NEURL-UA 211    Cellular and Molecular Neurobiology Lab    (2)    Fall_____         NEURL-UA 221    Behavioral & Integrative NS Honors Lab    (2)    Spring_____         NEURL-UA 301    Honors Seminar    (4)    Spring_____         Non-Registered    Thesis    (n/a)    _____                                                             Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 16-Apr-2015 3:56PM"}, {"content": "Integrative Neuroscience Training Program in Learning, Memory, Development and Plasticity | Neuroscience Institute                                     Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Neuroscience Institute                                                                                  Who We Are   What We Do   Training Programs   Resources &amp; Support   Contact Us                                  Home Training Programs Training Grants and Funding Opportunities Integrative Neuroscience Training Program            Print  Email               - A + A                                         Training Programs        open/close   Graduate Program in Neuroscience &amp; Physiology at the School of Medicine  Curriculum   Mentoring and Milestones   Additional Activities   Graduate Program Trainees in Neuroscience   Graduate Student Profiles   Housing for Graduate Students   Recent Thesis Defenses   Contact the graduate program     Graduate Admissions and Applications     open/close   Training Grants and Funding Opportunities  Training Program in Neuroscience   Training in Molecular, Cellular, and Translational Neuroscience   Integrative Neuroscience Training Program   Training Program in Visual Neuroscience   Training in Developmental Neuroscience   Training Program in Research on Abused Drugs     Postdoctoral Training   Training for Medical Students   The Job Market for Graduate Students and Postdocs   Student Life @ NYU   Support the Neuroscience Institute                                                                                                    Integrative Neuroscience Training Program in Learning, Memory, Development and Plasticity                                          The training program in Integrative Neuroscience is a partnership between the Center for Neural Science, in the Faculty of Arts and Science, and the Graduate Program in Neuroscience and Physiology, in the NYU School of Medicine Sackler Institute of Biomedical Sciences, at New York University. Funding for the program comes from the National Institute of Mental Health. The focus of the training program is on four interrelated core areas of investigation: learning, memory, development and plasticity. We offer support for 4 predoctoral and 2 postdoctoral fellows. The goal of the program is to create a cohesive training group of a sufficient size to foster trainee development across levels, from pre to post-doctoral and from cellular-molecular to systems and cognitive approaches, across program divisions, and to bridge the gap between translational and basic research.   Our training program provides a central focus for pre and postdoctoral training in areas of neuroscience critical to advancing knowledge of development and degeneration of the nervous system, neural disease processes, and disorders of memory and mental health. Our trainees will be mentored to become leaders in the field by world class scientists engaged in cutting-edge research related to learning, memory, development and plasticity. A group of 25 training faculty, drawn from neuroscience faculty across the University, provide an integrative, collaborative training experience that crosses traditional disciplinary boundaries, spans levels of analysis, and levels of training. The trainees, predoctoral fellows in the third year or higher and postdoctoral fellows in the early years post-degree, have individualized mentoring with the added benefit of a mentor with relevant clinical/translational expertise. They also have special seminars that are designed to develop translational thinking and important skills required for future success.   Features:   Stipend support for up to two years   Support for travel to one meeting per year   Coursework in Disorders of the Nervous System   Special seminar series designed to provide trainees with broad access to research related to the theme areas: learning, memory, development and plasticity, from both clinical and basic science perspectives and foster discussions and collaborations.   Individualized mentoring and career guidance   Translational research advising   Training in grant writing, publication practices, survival skills, presentation skills, scientific ethics   Training faculty:   Karen Adolph , Professor of Psychology and Neural Science   Cristina Alberini , Professor of Neural Science   Chiye Aoki , Professor of Neural Science and Biology   Thomas J. Carew , Professor of Neural Science   Adam Carter , Assistant Professor of Neural Science and Biology   Moses Chao , Professor of Cell Biology, Psychiatry, Physiology and Neuroscience   Lila Davachi , Professor of Psychology and Neural Science   Nathaniel Daw , Professor of Neural Science and Psychology   Andre Fenton , Professor of Neural Science   Gordon Fishell , Professor of Cell Biology and Neural Science   Robert Froemke , Assistant Professor of Otolaryngology, Physiology and Neuroscience   Wenbiao Gan , Professor of Physiology and Neuroscience   Paul Glimcher , Professor of Neural Science, Economics and Psychology   Charles Hoeffer , Assistant Professor of Physiology and Neuroscience   Lynne Kiorpes , Professor of Neural Science and Psychology   Eric Klann , Professor of Neural Science and Biology   Joseph Ledoux , Professor of Neural Science and Psychology   Elizabeth Phelps , Professor of Psychology and Neural Science   Alexander Reyes , Professor of Neural Science   John Rinzel , Professor of Neural Science and Mathematics   Dan Sanes , Professor of Neural Science and Biology   Regina Sullivan , Research Professor, Child and Adolescent Psychiatry   Wendy Suzuki , Professor of Neural Science   Donald Wilson , Research Professor, Child and Adolescent Psychiatry   Edward Ziff , Professor of Biochemistry and Neural Science   Program Director:   Prof. Lynne Kiorpes ( lk6@nyu.edu )                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "NYU/CNS : Undergrad Program : Courses                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            Overview   - Requirements   - Honors   - Course Checklist   Courses: Schedules and Links   Independent Study   Summer Research Program                               Search CNS                 CNS Personnel Directory                               Schedules & Links      Spring 2012                   Course Number   Sec   Code Needed   Call #   Title   Credit Hours   ACT   Class Days   Start Time-End Time   BLDG, ROOM   Instructor         NEURL-UA 220   001   N   8933   Behavioral & Integrative Neuroscience   4.0   LEC   MW   11:00am-12:15pm   MEYR 815   FENTON / SHAPLEY         NEURL-UA 220   003   N   8934   Behavioral & Integrative Neuroscience   0.0   RCT   T   12:30pm-1:45pm   TBA   TBA         NEURL-UA 220   004   N   8935   Behavioral & Integrative Neuroscience   0.0   RCT   R   2:00pm-3:15pm   TBA   TBA         NEURL-UA 221   001   Y   8938   Behavioral & Integrative Neuroscience Lab   2.0   LAB   W   2:00pm-6:00pm   SILV 612   SHAPLEY         NEURL-UA 301   001   Y   8939   Honors Seminar   4.0   LEC   T   2:00pm-4:00pm   MEYR 815   SEMPLE         NEURL-UA 304   001   Y   17783   Computational Neuroscience   4.0   SEM   M   4:00pm-6:00pm   MEYR 815   RINZEL         NEURL-UA 302   002   Y   8940   Sp Tpcs: Inhibitory Synapse Function   4.0   LEC   W   2:00pm-5:00pm   MEYR 815   KOTAK          NEURL-UA 302   011   Y   14453   Sp Tpcs: Neuroeconomics & Decision Making     4.0   SEM   TR   2:00pm-3:15pm   TBA   MALONEY         NEURL-UA 305   001   Y   14455   Development & Dysfunction of the Nervous System     4.0   LEC   TR   12:30pm-1:45pm   MEYR 815   SANES         NEURL-UA 305   002   N   17782   Development & Dysfunction of the Nervous System   0.0   REC   W   12:30pm-1:45pm   TBA   TBA         NEURL-UA 988   001   Y   8942   Independent Study   2.0 - 4.0   IND   TBA   TBA   TBA   AOKI               WS = Washington Square Campus           Course Descriptions    The descriptions below are generic. For time-sensitive information  regarding a course, please see our course schedules pages.         Introduction to Neural Science  NEURL-UA 100. Identical to BIOL-UA 100  Prerequisites: BIOL-UA 11 (Bio I) and BIOL-UA 12 (Bio II)  Recommended: PSYCH-UA 001 (Intro to Psych) and BIOL-UA 21 (Molec & Cell Bio I)  Instructor: Faculty  Semester: Fall  4 points     An introductory lecture course covering the fundamental principles of neuroscience. Topics will include: principles of brain organization; structure and ultrastructure of neurons; neurophysiology and biophysics of excitable cells; synaptic transmission; neurotransmitter systems and neurochemistry; neuropharmacology; neuroendocrine relations; molecular biology of neurons; development and plasticity of the brain; aging and diseases of the nervous system; organization of sensory and motor systems; structure and function of cerebral cortex; modelling of neural systems.          Cellular and Molecular Neurobiology   NEURL-UA 210. Identical to BIOL-UA 201  Prerequisites: BIOL-UA 21 (Molec & Cell Bio I), NEURL-UA 100 (Intro to Neuro), and PHYS-UA 12 (Physics II)  Recommended: CHEM-UA 225 (Orgo I)  Instructors: Faculty  Semester: Fall  4 points      A lecture course that provides students with broad exposure to current questions and experimental approaches in cellular neuroscience. Lectures are organized into three areas: cell structure and organization of the vertebrate central nervous system, mechanisms underlying neural signaling and plasticity, and control of cell form and its developmental determinants.           Lab for Cellular and Molecular Neurobiology  NEURL-UA 211  Prerequisites: BIOL-UA 21 (Molec & Cell Bio I), NEURL-UA 100 (Intro to Neuro), and PHYS-UA 12 (Physics II)  Recommended: CHEM-UA 225 (Orgo I)  Instructors: Faculty  Semester: Fall  For Honors-Track students only  2 points     A laboratory course that provides students with broad exposure to experimental approaches in cellular neuroscience. Laboratories are organized into two areas: cell structure and organization of the vertebrate central nervous system, and mechanisms underlying neural signaling and plasticity. Laboratory instruction is given in anatomical, physiological, and biochemical methods for investigating the biology of nerve cells.           Behavioral and Integrative Neural Science  NEURL-UA220. Identical to PSYCH-UA 52 and BIOL-UA202  Prerequisites: NEURL-UA 100 (Intro to Neuro); or PSYCH-UA 001 (Intro to Psych), BIOL-UA 11 (Bio I), BIOL-UA 12 (Bio II), and PSYCH-UA 24 (Physio Psych)  Instructors: Faculty  Semester: Spring  4 points      The lecture and laboratory courses address the physiological and anatomical bases of behavior. Lectures and laboratory experiments will emphasize mammalian sensory, motor, regulatory, and motivational mechanisms involved in the control of behavior, and higher mental processes such as those involved in language and memory          Lab for Behavioral and Integrative Neural Science  NEURL-UA 221  Prerequisites: NEURL-UA 100 (Intro to Neuro); or PSYCH-UA 001 (Intro to Psych), BIOL-UA 11 (Bio I), BIOL-UA 12 (Bio II), and PSYCH-UA 24 (Physio Psych)  Instructors: Faculty  Semester: Spring  For Honors-Track students only  2 points      The lecture and laboratory courses address the physiological and anatomical bases of behavior. Lectures and laboratory experiments will emphasize mammalian sensory, motor, regulatory, and motivational mechanisms involved in the control of behavior, and higher mental processes such as those involved in language and memory.          Honors Seminar  NEURL-UA 301  Prerequisites: NEURL-UA 210 (Cell & Molec NB) and NEURL-UA 220 (Behav & Integ NS), or permission of the Director of Undergraduate Studies  Instructor: Faculty  Semester: Spring  4 points     Intended for honors-track juniors or seniors currently conducting research towards their honors thesis. Covers both practical and theoretical aspects of succeeding in science with topics such as scientific writing, authorship and publication practices, navigating mentorship relationships, and oral presentation skills. Structured as a weekly seminar class with active participation, including student presentation of journal articles and varying length presentations of students' own research projects.           Special Topics in Neural Science   NEURL-UA 302  Prerequisites: NEURL-UA 210 (Cell & Molec NB) and NEURL-UA 220 (Behav & Integ NS), or permission of the instructor  Instructor: Faculty  Semester: Fall and Spring  4 points     A seminar course providing in-depth treatment of an area of current interest in neuroscience. Lectures will present background material and address current problems in the area related to the topic. Students will read and discuss review articles and current literature on the topic. Course content will be determined on a semester-by- semester basis.           Special Topics: Neural Basis of Color Vision   NEURL-UA 302.005  Prerequisites: NEURL-UA 220 (Behav & Integ NS)  Instructor: Shapley  Semester: Spring  4 points    Color is an important part of our lives. The seminar course will cover color perception facts such as trichromacy, opponent colors, unique hues, color contrast, and color induction. Then we will read and discuss review articles and primary literature, both classical and recent, on the neural mechanisms in the retina and in the cerebral cortex that are the basis for color perception. We will focus on single opponent cells in the retina and double opponent cells in the visual cortex: their functional connectivity and response patterns, and their role in color perception.           Special Topics: Advanced Perception   NEURL-UA 302.006. Identical to PSYCH-UA 61  Prerequisites: NEURL-UA 100 (Intro to Neuro), and NEURL-UA 220 (Behav & Integ NS); or PSYCH-UA 001 (Intro to Psych) and PSYCH-UA 22 (Perception)  Instructor: Faculty  Semester: Fall; every other year     The objective of this course is to master the fundamental facts and concepts of perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; brightness and contrast; pattern and texture perception; perception of depth and size; visual motion perception; object recognition; attention and awareness.           Special Topics: Introduction to Theoretical Neuroscience  NEURL-UA 302.011 and 302.012  Prerequisites: NEURL-UA 100 (Intro to Neuro) and MATH-UA 121 (Calculus I)  Instructor: Ma  Semester: Spring  4 points      This course will introduce concepts and techniques related to the modeling of neural systems and behavior at an elementary level. The course will span the breadth of neuroscience, from ions to behavior. However, for each of those areas, we will study only one or two equations, calculations, or models in depth. We will also discuss modern applications of theoretical neuroscience. Throughout the course, we will use both math and numerical simulations. Several tutorials will be integrated into the course: on the programming language Python, scientific notation, differential equations, probability, and matrices.            Special Topics: Biology of Memory - Systems and Diseases  NEURL-UA 302.017  Prerequisites: NEURL-UA 220 (Behav & Integ NS)  Instructor: Alberini  Semester: Spring  4 points     The course will present the fundamentals of the molecular mechanisms underlying memory formation, storage and retrieval. It will discuss how these mechanisms can be used to enhance or disrupt memory storage. The course will review and discuss the most relevant and contemporary publications in the field.          Special Topics: Neuroscience, Popular Press and Government Policy  NEURL-UA 302.025  Prerequisites: NEURL-UA 100 (Intro to Neuro) and BIOL-UA 21 (Molec & Cell Bio I)  Instructor: Kaplow  Semester: Spring  4 points     The main objective of this course is to closely examine the relationship between neural science research, popular media, and government policy. Students will analyze scientific research papers and discuss the dissemination of results to the general public. Students will be assigned a scientific article in the field of neuroscience to present to the class. Students will critique both scientific journal articles and corresponding popular press articles, discussing the strengths and weakness of each article. Topics of discussion will include: How are the innovations in the field of neuroscience communicated to the public? What details are edited and filtered out when communicating neuroscience to the public? What is the right balance for communicating research and should limitations be included? What findings are typically highlighted in popular media and why? Students will also discuss the impact of neuroscience research on shaping government policy. and contemporary publications in the field.            Development and Dysfunction of the Nervous System  NEURL-UA 305  Prerequisites: NEURL-UA 100 (Intro to Neuro) and NEURL-UA 210 (Cell & Molec NB), or permission of the instructor  Instructor: Sanes  Semester: Spring  4 points     This course will explore how the nervous system develops in normal animals, and how genetic and epigenetic factors can disrupt these processes. Lectures on normal developmental mechanisms will be interleaved with those on disorders to provide a solid foundation for our discussions of abnormal events during maturation. The lectures on normal development cover a broad range of topics including differentiation, axon outgrowth, synapse formation, specificity of connections, and plasticity. The lectures on dysfunction include autism, dyslexia, mental retardation, specific language impairment, hearing loss, blindness, ADHD, demyelinating or neurodegenerative disorders, and axon regeneration. The major goals of the course will be to understand the extent to which current theories can explain the etiology of each disorder, and to learn how basic research can best facilitate advances in our knowledge and, ultimately, lead to treatments or cures.           Independent Study  NEURL-UA 997 (Fall).  NEURL-UA 998 (Spring)  Instructor: Faculty  Semester: Fall; Spring  1-4 points    Independent study with a Center for Neural Science faculty member. Open to advanced neural science majors with permission of the director of undergraduate studies.                                                       Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 04-May-2012 2:40PM"}]}]