[{"detail": [{"content": "Resources To Make Big Things Happen | NYU Center for Urban Science and ProgressNYU Center for Urban Science and Progress                                                                                                                                             About      Welcome from the Director    How CUSP Came To Be    Overview    Resources    Partners    People    Career Opportunities    Supporting CUSP       Urban Informatics   Education      Apply Now    New: Civic Analytics Track    MS in Applied Urban Science and Informatics        Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition     CUSP Inaugural Class         Advanced Certificate in Applied Urban Science and Informatics         Overview     Curriculum     Admissions Requirements     Financial Aid and Tuition         Executive Education    Future Programs    Request Information    Upcoming Events    Internships    Admitted Students       Research   News + Events      News    Upcoming Events    Press Releases    CUSP In the Media    Multimedia       Contact                         About CUSP Resources to Make Big Things Happen        At the scale at which it will operate, CUSP will help coalesce an important sector in New York City’s economy, placing it at the center of a global stage in the field of urban informatics. Essential resources seldom enjoyed by newly created centers prime CUSP for its ambitions. Among them are:   Physical   CUSP’s long-term home will be 150,000 square feet of renovated space in 370 Jay Street in Downtown Brooklyn, adjacent to the NYU-Poly campus. An adaptive reuse approach will be used to renovate the rest of the building, which will contain an additional 40,000 square feet of business incubator space. Renovations are expected to be complete in 2017.   CUSP’s interim home will be in MetroTech, where NYU-Poly is located. The layout includes 35 private offices, 48 open workstations, two large visualization labs, a light electronics lab, two conference rooms, a 70-person seminar room, and seven flexible collaboration spaces. This space will house faculty, partner researchers from CUSP’s corporate partners, PhD candidates and postdoctoral researchers, administrative staff as well as research and teaching labs.   CUSP’s classrooms and a server room will share space with the NYU Game Center in an adjacent MetroTech building. The Game Center is a collaboration of the Courant Institute of Mathematical Sciences; Polytechnic Institute of NYU; Steinhardt School of Culture, Education, and Human Development; and Tisch School of the Arts.     Intellectual   CUSP draws its research strength from an extraordinary consortium – leading institutions of higher learning, leaders in the tech industry, and leaders in public service — that individually rank among the most prominent in their sectors, and together form an unsurpassed whole. Combined with the extensive urban and sustainability research strengths of multiple schools and departments at NYU and NYU-Poly, CUSP is well-positioned to become the global leader in the study of urban informatics.     Technological   Since CUSP’s research activities revolve around the collection, analysis, and storage of big data, it requires significant IT resources. Our plans include a multi-petabyte storage facility coupled with local computing clusters composed of a few thousand cores, and access to larger facilities in the cloud. Extensive visualization and data analysis facilities, including two high-resolution display walls, are also planned.   In addition to CUSP-specific IT resources, NYU and NYU-Poly have substantial computing resources that will also be available to CUSP students, staff, and faculty. Such resources include super computing facilities, long-term data storage, high-end computing labs, and site licenses for all major statistical, visualization, and GIS commercial software.                             CUSP is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world’s leading authority in the emerging field of “Urban Informatics.”  Contact Us Center for Urban   Science + Progress   1 MetroTech Center, 19th Floor   Brooklyn, NY 11201      (646) 997-0500 (office)   (646) 997-0560 (main fax) Admissions Fax: (646) 997-0550   Admissions Information: cusp.admissions@nyu.edu   General Inquiries: cusp-information@nyu.edu  Quick Links  Home   About   Events   MS in Applied Urban Science and Informatics   People   Partners   Contact   MyCusp Login    MS in Applied Urban Science and Informatics           Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition                                     © 2015 NYU CUSP. All rights reserved                              facebook twitter vimeo"}]}]