[{"detail": [{"content": "The Atlantic World Workshop at NYU                                   The Atlantic World Workshop at NYU , established in 1997, is a forum for the exchange of ideas among scholars of the humanities and social sciences with interests in the history of the Atlantic world. The workshop sponsors regular sessions during the academic year to discuss works in progress by both junior and senior researchers. Papers are circulated in advance, and all sessions are open to both members of the Atlantic world history program of the NYU History Department and the wider scholarly community.     Atlantic history is a growing field that encompasses research on trends spanning Africa, the Americas, and Europe; comparative analysis of Atlantic historical processes; and histories of any of the subregions of the Atlantic world. Workshop participants have addressed such themes as Atlantic diasporas, slavery, cross-regional political and religious movements, literature and language, gender, and Atlantic trade, with an emphasis on the period between 1500 and 1900. The workshop is open to discussion of all relevant topics and theoretical perspectives within the field and especially encourages debate about new approaches and ideas.     For more information about the Atlantic world history program of the NYU History Department, see http://history.as.nyu.edu . For more information about the Atlantic World Workshop, please contact the workshop director or graduate student coordinator. For upcoming sessions, click the link below.        The workshop meets on several Tuesdays per month from 12:30pm to 2:00pm on the 6th floor of the King Juan Carlos Center (53 Washington Square South), Room 607.     If you would like to subscribe to the workshop's listserv, send a blank email to join-atlantic-world@lists.nyu.edu .                     Click here for the Workshop Schedule                    Announcements of Interest:                                                      SEA fellowships website             Atlantic Research Network at UNCG                              Workshop Director: Professor Nicole Eustace ( nicole.eustace@nyu.edu )   Graduate Student Coordinator: Hayley Negrin ( hn549@nyu.edu )     This background comes courtesy of the    Mariners Museum of Newport News, VA.   For additional acknowledgements click HERE .           visitors since 10/15/1999.   Designed by J.Dym, with A. Feros"}]},
{"detail": [{"content": "The Atlantic World Workshop at NYU                                   The Atlantic World Workshop at NYU , established in 1997, is a forum for the exchange of ideas among scholars of the humanities and social sciences with interests in the history of the Atlantic world. The workshop sponsors regular sessions during the academic year to discuss works in progress by both junior and senior researchers. Papers are circulated in advance, and all sessions are open to both members of the Atlantic world history program of the NYU History Department and the wider scholarly community.     Atlantic history is a growing field that encompasses research on trends spanning Africa, the Americas, and Europe; comparative analysis of Atlantic historical processes; and histories of any of the subregions of the Atlantic world. Workshop participants have addressed such themes as Atlantic diasporas, slavery, cross-regional political and religious movements, literature and language, gender, and Atlantic trade, with an emphasis on the period between 1500 and 1900. The workshop is open to discussion of all relevant topics and theoretical perspectives within the field and especially encourages debate about new approaches and ideas.     For more information about the Atlantic world history program of the NYU History Department, see http://history.as.nyu.edu . For more information about the Atlantic World Workshop, please contact the workshop director or graduate student coordinator. For upcoming sessions, click the link below.        The workshop meets on several Tuesdays per month from 12:30pm to 2:00pm on the 6th floor of the King Juan Carlos Center (53 Washington Square South), Room 607.     If you would like to subscribe to the workshop's listserv, send a blank email to join-atlantic-world@lists.nyu.edu .                     Click here for the Workshop Schedule                    Announcements of Interest:                                                      SEA fellowships website             Atlantic Research Network at UNCG                              Workshop Director: Professor Nicole Eustace ( nicole.eustace@nyu.edu )   Graduate Student Coordinator: Hayley Negrin ( hn549@nyu.edu )     This background comes courtesy of the    Mariners Museum of Newport News, VA.   For additional acknowledgements click HERE .           visitors since 10/15/1999.   Designed by J.Dym, with A. Feros"}, {"content": "Atlantic: Tisch School of the Arts at NYU                           Skip to content        Drama Drama News &amp; Events Box Office About The Program How To Apply Faculty Administration Student Center Production Resource Office Production Archive High School Programs Summer in Drama Alumni FAQ  home &gt; Drama        Atlantic Acting School  Follow Us:     Tweet    History and Philosophy    The Atlantic Theater Company was founded in 1983 by the playwright David Mamet and the actor William H. Macy when they began teaching intensive workshops in Mamet's technique and philosophy of the theatre which became known as Practical Aesthetics. The Practical Aesthetics acting technique is founded on the principle that the challenge for the actor is to bring to the stage \"the life of the soul,\" and that the purpose of every individual element of a theatrical production is to simply and truthfully tell the story of the play.    Atlantic Theater Company Acting School    Mamet's technique synthesizes the writings and ideas of such diverse sources as Stanislavsky, Freud, Aristotle, Joseph Campbell and Bruno Bettlheim.    The book, A Practical Handbook for the Actor, written by members of the Atlantic Theater Company, outlines and explains the technique of Pracitical Aesthetics. Simple, honest and straightforward, Practical Aesthetics demystifies the process of acting by giving the actor a very clear set of analytical and physical tools.    The Atlantic Theater Company Acting Program is offered through New York University's Tisch School of the Arts. This is a three-year program giving the student a concrete technique, performance experience and practical skills for the theatre.    Productions    NYU second year students perform One Acts in the fall and spring semesters in our school's 75 seat performance space. Recent productions have included Thornton Wilder's play cycle The Seven Deadly Sins, and the world premier of Signe, by Shel Silverstein    NYU's third year students perform a Shakespeare play in the fall semester. Recent productions have been As You Like It, The Winter's Tale and A midsummer Night's Dream. Spring semester performances are full-length productions and have included Blue Window, The Front Page and The Women. Third yeaar productions are performed at the Atlantic Theater, as scheduling permits.    Casting is guaranteed in both years, determined by audition.       Atlantic Acting School Our Faculty & Staff First Year Training Second Year Training Advanced Training Production Alumni At the Atlantic Acting School Atlantic Acting School Website  Department of Drama 721 Broadway, 3rd Floor New York, NY 10003               Phone:       212 998 1850 Contact Drama           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]