[{"detail": [{"content": "Nazi                                                     Claude Cahun as Anti-Nazi Resistance Fighter In 1937, feeling increasingly trapped by the       political climate in Paris, Claude Cahun escaped to the Isle of Jersey. Along with Guernsey and the other British Channel Islands just off the coast of Brittany, Jersey was a popular site for vacation homes belonging to bourgeois       citizens from the nearby French city of Nantes. On Jersey, Cahun set up residence with her companion Suzanne Malherbe in an estate, Le Rocquaise, located in one of the most scenic parts of the island. The couple introduced       themselves by their given names and hid the details of their lesbian relationship, choosing to live in relative seclusion. Their initial isolation contributed to the success of their resistance operation, which they launched       shortly after German forces invaded the Channel Islands less than three years later, on July 1, 1940. During the four years of German rule of the Channel Islandsthe only British territories to be occupied by the Nazisthe women       collaborated on a relentless campaign of resistance. Secretly publishing anti-Nazi propaganda flyers that presented the German campaign as a losing battle, they signed them \" der Soldat ohne Namen        (the soldier with no name).\" Fluent in German, Malherbe translated news stories from BBC broadcasts that the couple received on an illegal radio, which they acquired in defiance of a Nazi ban. Cahun converted the translations into rhymed couplets or faked conversations that they published in typed or handwritten formats, often executed in colored inks on tonal papers and sometimes accompanied by Malherbe's illustrations. In November 1944 they were tried and convicted of undermining the German forces and sentenced to death; their bank accounts and property, including much of their art, were confiscated. For fear of public outcry, the Germans never carried out the executions, but Cahun and Malherbe were confined in the St. Helier prison, to be released only after the island's liberation in May 1945.        As Cahun later explained, their resistance work reflected their belief that war is \"the most drastic regression\" from revolution. In a testament written in prison, \" 'We'        are essentially against nationalisms, separatisms, that is against war.\" Through this coconspiracy, Cahun and Malherbe continued and extended the political and artistic collaborations they had begun in Paris. In 1932 both had joined the newly created Association des Ecrivains et Artistes Revolutionnaires (AEAR) which was sponsored by the Communist Party; in 1934, Cahun had published an anti-Communist pamphlet; and in 1933, both women had collaborated with Andr Breton in founding Contre-attaque, a union of Communist writers, artists, and workers. In Paris, Malherbe and Cahun had also worked together to create several photomontages (Malherbe worked under the pseudonym Marcel Moore) to illustrate Cahun's book        Aveux nos avenus, even appearing together in one image. Their wartime resistance tactics were integrally related to their previous collaborations and to Cahun's strategies of self-portraiture. Not only       did Cahun impersonate a German officer in writing the texts, but she and Malherbe also assumed disguises while infiltrating German gatherings and outposts to distribute their flyers, here dressing up for both practical and       political ends. In this venture, Cahun donned what was perhaps the most poignant of all her costumes, a wig and rumpled clothing. They chose two sites near their home for frequent disbursement: the St. Brelade cemetery, where       German soldiers were often buried, and the St. Brelade's Bay Hotel, a combined soldiers' barracks and social club. During their outings, they would slip stealthily between vehicles, depositing flyers on cars and in soldiers' coats       as well as posting anti-Nazi slogans in prominent locations. They also made frequent trips to nearby St. Helier, the island's main city, which was densely inhabited by German soldiers. Their flyers brazenly requested \" Bitte       verbreiten ,\" or \"please distribute,\" which recipients apparently obliged: three hundred fifty flyers, representing about one-seventh of the press run, were confiscated throughout the island. When liberated, both women       received military badges as souvenirs from fellow prisoners. In a photograph of Cahun taken at her house on the day of her release, she holds one of these souvenirs between her teeth. The actual doorway of her home doubles as a       symbolic threshold in her life, but this transition from incarceration to freedom prison to homeis not the only one documented in the photograph. During the war, Cahun transferred her strategies of masquerade from art to       politics, but this photograph reveals the reverse. With the gold insignia of an eagle as a central prop, she introduces into her self-portraiture tangible evidence of her wartime insurgency, not only proposing an interdependence       between personae and politics but also clearly articulating both pursuits as realms of resistance. Katherine Smith, Ph.D. Candidate, Institute of Fine Arts, New York University This essay is deeply indebted       to Claire Follain's unpublished paper, which is based upon extensive research in Jersey archives, \"Constructing a profile of resistance: Lucy Schwob [Claude Cahun] and Suzanne Malherbe as paradigmatic rsistantes.       \" University of Sussex, 1997."}]}]