[{"detail": [{"content": "NYU Course: Music Literature--The Classical Period: Baroque Style                                                                                     E85.2073: Music Literature: The Classical Period  Baroque Style   Copyright 1997-98 John V. Gilbert All Rights Reserved           Baroque Style    The classical style would reflect a much simpler approach to sound in time than had been the Baroque style which was a highly complex polyphonic musical texture, whose energy was derived from the rhythmic continuo, the unity of texture, and the continuous organic development of a motivic \"germ\" which was the essence of the musical substance of each specific form. The term \"baroque\" was originally a perjorative that was used to describe a style that was too ornamental, even too sentimental and bombastic for the tastes of the aristocracy in the late 18th Century. The picture above of a concert in a Baroque Concert Hall  reveals the highly ornamented archtectural style of the Baroque era which was reflected in the musical style as well. A detail of this Baroque orchestral concert reveals the setup of the orchestra with some audience on the stage as well as dignitaries seating in the middle of the orchestra perhaps the 17th version of \"surround sound.\"    In general, architecture, furniture, and sculpture reflected the ornate tastes of people in the Baroque era. Underlying the basic structure was the substance which gave expression to the structure. The organ in the Baroque church as pictured here shows the ornate treatment of the pipes and superstucture of the organ. Such ornamentation reflects two important points: ornamentation can be a way of individualizing and personalizing the general, and ornamentation also lends itself to a great deal of attention paid to detail. In musical practice the musician had to be highly accomplished in the art of ornamentation in order to improvise over a basic structure. In Da Capo settings the return to the A section always was invested with the improvisation of the performer which provided a deepening of the expressive range of the materials. Baroque ornamentation produces a rich and complex effect which the 18th Century interpreted as too bombastic and confusing. The 18th Century was more concerned with the universality of expression.   In Bach's Brandenburg Concerto No. 2 in F Major (1st movement), we have an excellent example of the concerto grosso style. The work itself is in concerto grosso form with three movements (fast-slow-fast), with the middle movement using only the solo instruments plus continuo (continuo consisted of a keyboard instrument, usually harpsichord, plus a bass instrument, such as cello).  You can select the music at the right to follow an excerpt of the score with the music. Concerto grosso style refers to the alternation of orchestra, ripieno (the ripieno consisting of the solo instruments with continuo), and tutti (orchestra + ripieno). The continuo is always present. The harpsichordist read from the bass line and improvised the upper voices according to a figured bass which described the arrangement of the intervals above the bass.   The Baroque style was strongly influenced by the Doctrine of Affections and the values emphasized the unity of affect (i.e., unity of mood) within the same movement. If there was a \"contrasting section,\" it was consider a shading of the original affect. This was reflected in the music as a unity of texture. The main shift in texture is simply the alternation of the performing groups which also controlled the dynamic levels. The musical material was derived from the opening motive was appeared in the first measure. This motive then underwent continuous development and modulated to the diatonically related keys. The larger the form, the more keys that are included. The use of tonality and modulation was a major factor in sustaining larger forms. This first movement is in three sections. The continuous steady rhythm and overlapping of the orchestra and ripieno often disguises the \"seams\" that denote sections, although in this movement Bach helps us by bringing the instruments to a brief halt for half a beat before resuming with a unison orchestral passage that signals the third section and the return to the key, much the way a recapitulation works in sonata form."}, {"content": "NYU Course: Music Literature--The Classical Period: Prelude to Classicism                                                                                     E85.2073: Music Literature: The Classical Period  Prelude to Classicism   Copyright 1997-98 John V. Gilbert All Rights Reserved            ASCENDANCY OF INSTRUMENTAL MUSIC  There were many factors which contributed to the rise of instrumental music during mid-century and its emergence to dominate, for a time, the focus of many composers. This is, of course, an oversimplification. Yet, the distillation of distinct formal practices in instrumental music and the enormous amount of instrumental music composed over about four decades is somewhat astonishing. It is at this time, that Western music clarifies tonal practice and establishes processes leading to what was later regarded as \"forms\" in the 19th Century. The \"form\" of the sonata was not codified into the description we generally have learned in theory and music appreciation classes until about 1830. As the distinguished historian Donald Grout points out, this formal description of sonata form was not so much a summary of practice as it was a prescription for the sonata of the 19th Century.    Charles Rosen makes a convincing case for the sonata as process, and primarily as a process of tonality. To this, I would add, a process of figuration and texture, because the composers at mid-century brought a new sense of architecture to the musical process. The alternation of instrumental forces of the concerto grosso was replaced by the alternation of musical texture, and this is epitomized in the music of Mozart where once can get a strong sense of structure simply by looking at the textural shifts and repetitions, a new type of \"music for the eyes\" (augenmusik).  The Renaissance has been described as the \"Golden Age of Vocal Music\" for the voice was the virtuosos instrument of the time and the great works of that time are the motets, masses, madrigals, madrigal comedies and other vocal genre. Instrumental music played a minor role, an accompanying role.   With the breakdown of the Renaissance and the emergence of new aesthetic values, including the replacing of modal harmony and counterpoint with tonality, instrumental music began to emerge as a partner to the vocal forms. Often scores in the 1580s to first decade of the 17th Century included the instruction \"to be sung or played.\" Thus early instrumental music imitated the voice and vocal idioms. But instrumentalists became more adept, the role of instrumental music began to separate from the vocal style. Primarily instrumental music can be found developing quickly in the development of the opera, where the accompanying role of the instruments becomes much more involved, assuming a large portion of the work, especially through dances and ballets, as well as pantomimes. During the middle period of the Baroque era, instrumental music emerged as an equal partner to the musical scene. The first of the virtuoso performers were vocalists, followed by keyboard performers who were also often composers. In late Baroque, the instrumental virtuoso joined the keyboard performerVirtuosi instrumentalists were in demand and the concerto grosso showcase these musicians. In the late stages of the Baroque, instrumental music had developed its own idioms, and composers such as J. S. Bach called upon the voice to perform these idioms, so that the relationship of vocal music to instrumental music was now reversed from what had been the imitative role of instruments in late Renaissance or Early Baroque.   With the development of the virtuosi during the Baroque and the emergence of dance music as concert music, the stage was set for these forces to distill into to distinct processes that would result in symphonic form, sonata, theme and variation, concerto, string quartet, and so on. The string quartet becomes especially important. The string quartets appear to serve as a \"workshop\" for the classical composer. Within the severe limitation of four instruments or voices, the composer must deal with large scale problems of style and structure. One could make a similar argument for the madrigal of the Renaissance, except that the madrigal included a text which served as an auxiliary to musical structure. With the string quartet, the composer is confronted by the demands of a process within the context of severe limitations. But the stringed instruments were also ideal for the exploration and development of texture because strings have such a wide range of articulation and expressive effects.    The focus on instrumental performance also is represented in greater attention to the orchestra as an ensemble. Whereas the Baroque instrumental style celebrated the individual characteristics of performers, the classical ideal stressed the universality and uniformity of practice. This meant attention made to uniforming bowing in the strings, and uniform phrasing in the winds and brass, and the need for careful coordination of performing forces through the presence of a conductor. Thus we see the emergence of virtuoso orchestras in major centers, in Mannheim, in Milan, in Vienna, in Paris, and in London, to name a few of the most important.     Multi-movement Forms   Some attention must be given to the independence of instrumental music which was firmly established in the Baroque Era and became a major factor in the ascendancy of instrumental forms. The purely abstract notion of musical expression could now explored. However, the major source for \"forms\" were the dances and they were deeply rooted in cultural practice and in personal and social expression.    Multi-movement forms had developed during the Renaissance in the Mass and in various madrigals, especially the madrigal comedy. Early forms of opera struggled with the problem of sections and balance and were largely a pastiche of small sections stitched together by a narrative. Oratorios developed in response to the restriction of performing operas during certain portions of the Church calendar, especially Lent. Oratorios were, in effect, concert operas (no staging), and often used religious subjects to retain the approval of the Church. Both opera and oratorio are deeply indebted to the narrative. In fact, narrative form may have been one of the most important factors in creating early large scale works.   The Dance Suite and the Overture may have been the most important sources for instrumental form in mid-century Europe. The Overture could be associated not only with opera, but with virtually any important social event or ceremony. The overture often drew upon the narrative structure and there clearly is a dramatic connection with the notion of conflict and resolution. The Italian Overture contributed the arrangement of sections in the order of FAST-SLOW-FAST, while the French Overture utilized the scheme of SLOW-FAST-SLOW with the dramatic use of dotted rhythmic patterns to the slow sections which lent a dramatic weight to the articulation. The Overture gradually evolved into three movement sinfonia based on the Italian overture scheme. These sinfonia became the breeding ground for the symphony. Mid-Century abounds with these Sinfonia, and composers felt free to experiment with the form, to extend the number of movements, to use a minuet or other dance as a first or final movement, and to gradually discover the need for a &quot;finale&quot; to the multi-movement work.   The Dance Suite of the Baroque was a constellation of dances selected by the composer, but generally also fulfilling the expectations of a particular audiences. The functional music of the court now served as concert music. The early emergence of the dance suite in northern Europe might be attributed to the presence of English composers living in Germany which also imported the technique of thematic variation to the dance suite, which became an important stylistic factor in northern Europe, and eventually emerged as the process of theme and variations. Establishing the dance suite as a unified multi-movement work was the contribution of Germany, while in France, distinctive differences in rhythmic patterns of the dances leading to a distinctive idiom and style for each dance.   Dances were familiar to the classical audience, and thus the composer could use the familiar to explore new dimensions of formal and textural demands of the emerging style. While the dance suite had established the idiom of dance music as concert music, the yearning for structure was often met by utilizing specific dance idioms for various movements of a sinfonia or sonata or a concerto, for that matter.    The sonata has been recognized largely as a keyboard genre, but instrumental sonatas are abundant in late Baroque and in mid-century Europe. &quot;Sonata&quot; comes from the Italian &quot;suonare&quot; which simply means &quot;to sound.&quot; In fact, &quot;Sinfonia&quot; is a parallel word and it is often difficult to make distinctions between genre in the early works bearing these &quot;titles.&quot; The sonata becomes the staging area for the inclusion of many elements of musical expression, a process by which tonal distinctions create structure, and motive, figuration and texture take on structural significance. In the latter part of the 18th Century, the sonata becomes an important keyboard genre, another &quot;workshop&quot; for the classical composer where large-scale elements of form must be resolved within the limitations of the medium. The binary opening with its articulation of a tonality and progression to a contrasting tonality which is repeated, becomes the cornerstone of the form. This is answered by another binary form which begins in the new key established at the end of the first section and works its way back to the original key in which the material of the first section is now repeated without progression to the new key (as in the first section). These two binary sections join to create the effect of a ternary form:  A------------------------------- :||: B-------------------------------- :|| Tonic-----------Dominant---- :|| Dominant-------Tonic---------- :|| (a--------------)(b------------) :|| (b/a varied-----)(a-------b-----) :||  The power of the sonata structure and its process is the &quot;getting there&quot; and thus no two sonatas are exactly alike, for this process is entirely dependent upon the imagination and inventiveness of the composer.     The Concerto Grosso with its style of alternating and contrasting solists with the orchestra/ continuo was a three movement work of the Baroque Era which becomes transformed as the solo concerto of the Classical Period. The scheme of the concerto is the same as the Italian overture, and the prevailing practice was to use only the solo instruments with the continuo in the middle slow movement.      Instrumental Development   As mentioned earlier, the number of virtuoso performers virtually exploded during the late Baroque, making the concerto an attractive vehicle for these performers. The technology of the instruments had also kept pace with the demands of the performers and the musical needs. The string instruments had reached full development during the middle of the Baroque era and had alrteady become the workhorse of the orchestra. The were many string virtuosi throughout the Baroque and the Classical Period brought new demands for the string players.    The flauto transverso rapidly displaced the recorder and its flexibility, warmth, and range provided composers with new expressive opportunities. By the mid-century the recorder was no longer preferred. But in the orchestra of the time, the flute was not yet commonly used as a part of the orchestra. It was usually featured in solos and in concertos. The flute could be made with wood or with ivory. Concertos for flute became very popular, paving the way to eventual membership in the orchestra.   Other winds were rapidly developing. The clarinet and oboe, along with the bassoon were improved and could rival the strings in flexibility and resonance.    The trumpet was now keyed and valves for the brass made the brass instruments available for change of keys through the use of the different extensions.     The development of the pianoforte also brought new opportunities for composers. Johann Christian Bach became devoted to the instrument when he went to London, composing twelve concertos for the pianoforte. These pianos had a distinctive, but light sound, quite unlike the modern grand piano. The need for figuration instead of long sustained chords brought about imaginative solutions somewhat different from the solutions of the Baroque with the harpsichord and its rapid decay which then required repetition of notes or chords to fill the measures, contributing heavily to the continuous rhythmic thrust of the Baroque style.   Coupled with the principle of contrast, composers developed contrasting piano textures from inventive figurations which brought about an exciting engagement and development of materials. The pianoforte with its clarity of tone and rapid action permitted a new level of virtuosity. The hammer action of the pianoforte could be adjusted to allow for more rapid articulation of notes than the harpsichord with its plectrum action. The piano concertos of J.C. Bach clearly made an influence on the young Mozart on his visit to London. At that time he had composed his first symphony shortly before his ninth birthday. He had heard the pianoforte of J.C. Bach and even improvised with him on such a piano at a public concert.          Stabilizing of Orchestra        Mannheim      Vienna      Milan   The Classical Orchestra    The Development of the Pianoforte    Solidification and Expansion of Tonality    Aristocracy Replaces the Church as Patron of the Arts   City States and Public Concerts   Musician as Entrepreneur"}]},
{"detail": [{"content": "NYU Course: Music Literature--The Classical Period: Baroque Style                                                                                     E85.2073: Music Literature: The Classical Period  Baroque Style   Copyright 1997-98 John V. Gilbert All Rights Reserved           Baroque Style    The classical style would reflect a much simpler approach to sound in time than had been the Baroque style which was a highly complex polyphonic musical texture, whose energy was derived from the rhythmic continuo, the unity of texture, and the continuous organic development of a motivic \"germ\" which was the essence of the musical substance of each specific form. The term \"baroque\" was originally a perjorative that was used to describe a style that was too ornamental, even too sentimental and bombastic for the tastes of the aristocracy in the late 18th Century. The picture above of a concert in a Baroque Concert Hall  reveals the highly ornamented archtectural style of the Baroque era which was reflected in the musical style as well. A detail of this Baroque orchestral concert reveals the setup of the orchestra with some audience on the stage as well as dignitaries seating in the middle of the orchestra perhaps the 17th version of \"surround sound.\"    In general, architecture, furniture, and sculpture reflected the ornate tastes of people in the Baroque era. Underlying the basic structure was the substance which gave expression to the structure. The organ in the Baroque church as pictured here shows the ornate treatment of the pipes and superstucture of the organ. Such ornamentation reflects two important points: ornamentation can be a way of individualizing and personalizing the general, and ornamentation also lends itself to a great deal of attention paid to detail. In musical practice the musician had to be highly accomplished in the art of ornamentation in order to improvise over a basic structure. In Da Capo settings the return to the A section always was invested with the improvisation of the performer which provided a deepening of the expressive range of the materials. Baroque ornamentation produces a rich and complex effect which the 18th Century interpreted as too bombastic and confusing. The 18th Century was more concerned with the universality of expression.   In Bach's Brandenburg Concerto No. 2 in F Major (1st movement), we have an excellent example of the concerto grosso style. The work itself is in concerto grosso form with three movements (fast-slow-fast), with the middle movement using only the solo instruments plus continuo (continuo consisted of a keyboard instrument, usually harpsichord, plus a bass instrument, such as cello).  You can select the music at the right to follow an excerpt of the score with the music. Concerto grosso style refers to the alternation of orchestra, ripieno (the ripieno consisting of the solo instruments with continuo), and tutti (orchestra + ripieno). The continuo is always present. The harpsichordist read from the bass line and improvised the upper voices according to a figured bass which described the arrangement of the intervals above the bass.   The Baroque style was strongly influenced by the Doctrine of Affections and the values emphasized the unity of affect (i.e., unity of mood) within the same movement. If there was a \"contrasting section,\" it was consider a shading of the original affect. This was reflected in the music as a unity of texture. The main shift in texture is simply the alternation of the performing groups which also controlled the dynamic levels. The musical material was derived from the opening motive was appeared in the first measure. This motive then underwent continuous development and modulated to the diatonically related keys. The larger the form, the more keys that are included. The use of tonality and modulation was a major factor in sustaining larger forms. This first movement is in three sections. The continuous steady rhythm and overlapping of the orchestra and ripieno often disguises the \"seams\" that denote sections, although in this movement Bach helps us by bringing the instruments to a brief halt for half a beat before resuming with a unison orchestral passage that signals the third section and the return to the key, much the way a recapitulation works in sonata form."}, {"content": "NYU Course: Music Literature--The Classical Period: Prelude to Classicism                                                                                     E85.2073: Music Literature: The Classical Period  Prelude to Classicism   Copyright 1997-98 John V. Gilbert All Rights Reserved            ASCENDANCY OF INSTRUMENTAL MUSIC  There were many factors which contributed to the rise of instrumental music during mid-century and its emergence to dominate, for a time, the focus of many composers. This is, of course, an oversimplification. Yet, the distillation of distinct formal practices in instrumental music and the enormous amount of instrumental music composed over about four decades is somewhat astonishing. It is at this time, that Western music clarifies tonal practice and establishes processes leading to what was later regarded as \"forms\" in the 19th Century. The \"form\" of the sonata was not codified into the description we generally have learned in theory and music appreciation classes until about 1830. As the distinguished historian Donald Grout points out, this formal description of sonata form was not so much a summary of practice as it was a prescription for the sonata of the 19th Century.    Charles Rosen makes a convincing case for the sonata as process, and primarily as a process of tonality. To this, I would add, a process of figuration and texture, because the composers at mid-century brought a new sense of architecture to the musical process. The alternation of instrumental forces of the concerto grosso was replaced by the alternation of musical texture, and this is epitomized in the music of Mozart where once can get a strong sense of structure simply by looking at the textural shifts and repetitions, a new type of \"music for the eyes\" (augenmusik).  The Renaissance has been described as the \"Golden Age of Vocal Music\" for the voice was the virtuosos instrument of the time and the great works of that time are the motets, masses, madrigals, madrigal comedies and other vocal genre. Instrumental music played a minor role, an accompanying role.   With the breakdown of the Renaissance and the emergence of new aesthetic values, including the replacing of modal harmony and counterpoint with tonality, instrumental music began to emerge as a partner to the vocal forms. Often scores in the 1580s to first decade of the 17th Century included the instruction \"to be sung or played.\" Thus early instrumental music imitated the voice and vocal idioms. But instrumentalists became more adept, the role of instrumental music began to separate from the vocal style. Primarily instrumental music can be found developing quickly in the development of the opera, where the accompanying role of the instruments becomes much more involved, assuming a large portion of the work, especially through dances and ballets, as well as pantomimes. During the middle period of the Baroque era, instrumental music emerged as an equal partner to the musical scene. The first of the virtuoso performers were vocalists, followed by keyboard performers who were also often composers. In late Baroque, the instrumental virtuoso joined the keyboard performerVirtuosi instrumentalists were in demand and the concerto grosso showcase these musicians. In the late stages of the Baroque, instrumental music had developed its own idioms, and composers such as J. S. Bach called upon the voice to perform these idioms, so that the relationship of vocal music to instrumental music was now reversed from what had been the imitative role of instruments in late Renaissance or Early Baroque.   With the development of the virtuosi during the Baroque and the emergence of dance music as concert music, the stage was set for these forces to distill into to distinct processes that would result in symphonic form, sonata, theme and variation, concerto, string quartet, and so on. The string quartet becomes especially important. The string quartets appear to serve as a \"workshop\" for the classical composer. Within the severe limitation of four instruments or voices, the composer must deal with large scale problems of style and structure. One could make a similar argument for the madrigal of the Renaissance, except that the madrigal included a text which served as an auxiliary to musical structure. With the string quartet, the composer is confronted by the demands of a process within the context of severe limitations. But the stringed instruments were also ideal for the exploration and development of texture because strings have such a wide range of articulation and expressive effects.    The focus on instrumental performance also is represented in greater attention to the orchestra as an ensemble. Whereas the Baroque instrumental style celebrated the individual characteristics of performers, the classical ideal stressed the universality and uniformity of practice. This meant attention made to uniforming bowing in the strings, and uniform phrasing in the winds and brass, and the need for careful coordination of performing forces through the presence of a conductor. Thus we see the emergence of virtuoso orchestras in major centers, in Mannheim, in Milan, in Vienna, in Paris, and in London, to name a few of the most important.     Multi-movement Forms   Some attention must be given to the independence of instrumental music which was firmly established in the Baroque Era and became a major factor in the ascendancy of instrumental forms. The purely abstract notion of musical expression could now explored. However, the major source for \"forms\" were the dances and they were deeply rooted in cultural practice and in personal and social expression.    Multi-movement forms had developed during the Renaissance in the Mass and in various madrigals, especially the madrigal comedy. Early forms of opera struggled with the problem of sections and balance and were largely a pastiche of small sections stitched together by a narrative. Oratorios developed in response to the restriction of performing operas during certain portions of the Church calendar, especially Lent. Oratorios were, in effect, concert operas (no staging), and often used religious subjects to retain the approval of the Church. Both opera and oratorio are deeply indebted to the narrative. In fact, narrative form may have been one of the most important factors in creating early large scale works.   The Dance Suite and the Overture may have been the most important sources for instrumental form in mid-century Europe. The Overture could be associated not only with opera, but with virtually any important social event or ceremony. The overture often drew upon the narrative structure and there clearly is a dramatic connection with the notion of conflict and resolution. The Italian Overture contributed the arrangement of sections in the order of FAST-SLOW-FAST, while the French Overture utilized the scheme of SLOW-FAST-SLOW with the dramatic use of dotted rhythmic patterns to the slow sections which lent a dramatic weight to the articulation. The Overture gradually evolved into three movement sinfonia based on the Italian overture scheme. These sinfonia became the breeding ground for the symphony. Mid-Century abounds with these Sinfonia, and composers felt free to experiment with the form, to extend the number of movements, to use a minuet or other dance as a first or final movement, and to gradually discover the need for a &quot;finale&quot; to the multi-movement work.   The Dance Suite of the Baroque was a constellation of dances selected by the composer, but generally also fulfilling the expectations of a particular audiences. The functional music of the court now served as concert music. The early emergence of the dance suite in northern Europe might be attributed to the presence of English composers living in Germany which also imported the technique of thematic variation to the dance suite, which became an important stylistic factor in northern Europe, and eventually emerged as the process of theme and variations. Establishing the dance suite as a unified multi-movement work was the contribution of Germany, while in France, distinctive differences in rhythmic patterns of the dances leading to a distinctive idiom and style for each dance.   Dances were familiar to the classical audience, and thus the composer could use the familiar to explore new dimensions of formal and textural demands of the emerging style. While the dance suite had established the idiom of dance music as concert music, the yearning for structure was often met by utilizing specific dance idioms for various movements of a sinfonia or sonata or a concerto, for that matter.    The sonata has been recognized largely as a keyboard genre, but instrumental sonatas are abundant in late Baroque and in mid-century Europe. &quot;Sonata&quot; comes from the Italian &quot;suonare&quot; which simply means &quot;to sound.&quot; In fact, &quot;Sinfonia&quot; is a parallel word and it is often difficult to make distinctions between genre in the early works bearing these &quot;titles.&quot; The sonata becomes the staging area for the inclusion of many elements of musical expression, a process by which tonal distinctions create structure, and motive, figuration and texture take on structural significance. In the latter part of the 18th Century, the sonata becomes an important keyboard genre, another &quot;workshop&quot; for the classical composer where large-scale elements of form must be resolved within the limitations of the medium. The binary opening with its articulation of a tonality and progression to a contrasting tonality which is repeated, becomes the cornerstone of the form. This is answered by another binary form which begins in the new key established at the end of the first section and works its way back to the original key in which the material of the first section is now repeated without progression to the new key (as in the first section). These two binary sections join to create the effect of a ternary form:  A------------------------------- :||: B-------------------------------- :|| Tonic-----------Dominant---- :|| Dominant-------Tonic---------- :|| (a--------------)(b------------) :|| (b/a varied-----)(a-------b-----) :||  The power of the sonata structure and its process is the &quot;getting there&quot; and thus no two sonatas are exactly alike, for this process is entirely dependent upon the imagination and inventiveness of the composer.     The Concerto Grosso with its style of alternating and contrasting solists with the orchestra/ continuo was a three movement work of the Baroque Era which becomes transformed as the solo concerto of the Classical Period. The scheme of the concerto is the same as the Italian overture, and the prevailing practice was to use only the solo instruments with the continuo in the middle slow movement.      Instrumental Development   As mentioned earlier, the number of virtuoso performers virtually exploded during the late Baroque, making the concerto an attractive vehicle for these performers. The technology of the instruments had also kept pace with the demands of the performers and the musical needs. The string instruments had reached full development during the middle of the Baroque era and had alrteady become the workhorse of the orchestra. The were many string virtuosi throughout the Baroque and the Classical Period brought new demands for the string players.    The flauto transverso rapidly displaced the recorder and its flexibility, warmth, and range provided composers with new expressive opportunities. By the mid-century the recorder was no longer preferred. But in the orchestra of the time, the flute was not yet commonly used as a part of the orchestra. It was usually featured in solos and in concertos. The flute could be made with wood or with ivory. Concertos for flute became very popular, paving the way to eventual membership in the orchestra.   Other winds were rapidly developing. The clarinet and oboe, along with the bassoon were improved and could rival the strings in flexibility and resonance.    The trumpet was now keyed and valves for the brass made the brass instruments available for change of keys through the use of the different extensions.     The development of the pianoforte also brought new opportunities for composers. Johann Christian Bach became devoted to the instrument when he went to London, composing twelve concertos for the pianoforte. These pianos had a distinctive, but light sound, quite unlike the modern grand piano. The need for figuration instead of long sustained chords brought about imaginative solutions somewhat different from the solutions of the Baroque with the harpsichord and its rapid decay which then required repetition of notes or chords to fill the measures, contributing heavily to the continuous rhythmic thrust of the Baroque style.   Coupled with the principle of contrast, composers developed contrasting piano textures from inventive figurations which brought about an exciting engagement and development of materials. The pianoforte with its clarity of tone and rapid action permitted a new level of virtuosity. The hammer action of the pianoforte could be adjusted to allow for more rapid articulation of notes than the harpsichord with its plectrum action. The piano concertos of J.C. Bach clearly made an influence on the young Mozart on his visit to London. At that time he had composed his first symphony shortly before his ninth birthday. He had heard the pianoforte of J.C. Bach and even improvised with him on such a piano at a public concert.          Stabilizing of Orchestra        Mannheim      Vienna      Milan   The Classical Orchestra    The Development of the Pianoforte    Solidification and Expansion of Tonality    Aristocracy Replaces the Church as Patron of the Arts   City States and Public Concerts   Musician as Entrepreneur"}]},
{"detail": [{"content": "NYU Course: Music Literature--The Classical Period: Baroque Style                                                                                     E85.2073: Music Literature: The Classical Period  Baroque Style   Copyright 1997-98 John V. Gilbert All Rights Reserved           Baroque Style    The classical style would reflect a much simpler approach to sound in time than had been the Baroque style which was a highly complex polyphonic musical texture, whose energy was derived from the rhythmic continuo, the unity of texture, and the continuous organic development of a motivic \"germ\" which was the essence of the musical substance of each specific form. The term \"baroque\" was originally a perjorative that was used to describe a style that was too ornamental, even too sentimental and bombastic for the tastes of the aristocracy in the late 18th Century. The picture above of a concert in a Baroque Concert Hall  reveals the highly ornamented archtectural style of the Baroque era which was reflected in the musical style as well. A detail of this Baroque orchestral concert reveals the setup of the orchestra with some audience on the stage as well as dignitaries seating in the middle of the orchestra perhaps the 17th version of \"surround sound.\"    In general, architecture, furniture, and sculpture reflected the ornate tastes of people in the Baroque era. Underlying the basic structure was the substance which gave expression to the structure. The organ in the Baroque church as pictured here shows the ornate treatment of the pipes and superstucture of the organ. Such ornamentation reflects two important points: ornamentation can be a way of individualizing and personalizing the general, and ornamentation also lends itself to a great deal of attention paid to detail. In musical practice the musician had to be highly accomplished in the art of ornamentation in order to improvise over a basic structure. In Da Capo settings the return to the A section always was invested with the improvisation of the performer which provided a deepening of the expressive range of the materials. Baroque ornamentation produces a rich and complex effect which the 18th Century interpreted as too bombastic and confusing. The 18th Century was more concerned with the universality of expression.   In Bach's Brandenburg Concerto No. 2 in F Major (1st movement), we have an excellent example of the concerto grosso style. The work itself is in concerto grosso form with three movements (fast-slow-fast), with the middle movement using only the solo instruments plus continuo (continuo consisted of a keyboard instrument, usually harpsichord, plus a bass instrument, such as cello).  You can select the music at the right to follow an excerpt of the score with the music. Concerto grosso style refers to the alternation of orchestra, ripieno (the ripieno consisting of the solo instruments with continuo), and tutti (orchestra + ripieno). The continuo is always present. The harpsichordist read from the bass line and improvised the upper voices according to a figured bass which described the arrangement of the intervals above the bass.   The Baroque style was strongly influenced by the Doctrine of Affections and the values emphasized the unity of affect (i.e., unity of mood) within the same movement. If there was a \"contrasting section,\" it was consider a shading of the original affect. This was reflected in the music as a unity of texture. The main shift in texture is simply the alternation of the performing groups which also controlled the dynamic levels. The musical material was derived from the opening motive was appeared in the first measure. This motive then underwent continuous development and modulated to the diatonically related keys. The larger the form, the more keys that are included. The use of tonality and modulation was a major factor in sustaining larger forms. This first movement is in three sections. The continuous steady rhythm and overlapping of the orchestra and ripieno often disguises the \"seams\" that denote sections, although in this movement Bach helps us by bringing the instruments to a brief halt for half a beat before resuming with a unison orchestral passage that signals the third section and the return to the key, much the way a recapitulation works in sonata form."}, {"content": "NYU Course: Music Literature--The Classical Period: Prelude to Classicism                                                                                     E85.2073: Music Literature: The Classical Period  Prelude to Classicism   Copyright 1997-98 John V. Gilbert All Rights Reserved            ASCENDANCY OF INSTRUMENTAL MUSIC  There were many factors which contributed to the rise of instrumental music during mid-century and its emergence to dominate, for a time, the focus of many composers. This is, of course, an oversimplification. Yet, the distillation of distinct formal practices in instrumental music and the enormous amount of instrumental music composed over about four decades is somewhat astonishing. It is at this time, that Western music clarifies tonal practice and establishes processes leading to what was later regarded as \"forms\" in the 19th Century. The \"form\" of the sonata was not codified into the description we generally have learned in theory and music appreciation classes until about 1830. As the distinguished historian Donald Grout points out, this formal description of sonata form was not so much a summary of practice as it was a prescription for the sonata of the 19th Century.    Charles Rosen makes a convincing case for the sonata as process, and primarily as a process of tonality. To this, I would add, a process of figuration and texture, because the composers at mid-century brought a new sense of architecture to the musical process. The alternation of instrumental forces of the concerto grosso was replaced by the alternation of musical texture, and this is epitomized in the music of Mozart where once can get a strong sense of structure simply by looking at the textural shifts and repetitions, a new type of \"music for the eyes\" (augenmusik).  The Renaissance has been described as the \"Golden Age of Vocal Music\" for the voice was the virtuosos instrument of the time and the great works of that time are the motets, masses, madrigals, madrigal comedies and other vocal genre. Instrumental music played a minor role, an accompanying role.   With the breakdown of the Renaissance and the emergence of new aesthetic values, including the replacing of modal harmony and counterpoint with tonality, instrumental music began to emerge as a partner to the vocal forms. Often scores in the 1580s to first decade of the 17th Century included the instruction \"to be sung or played.\" Thus early instrumental music imitated the voice and vocal idioms. But instrumentalists became more adept, the role of instrumental music began to separate from the vocal style. Primarily instrumental music can be found developing quickly in the development of the opera, where the accompanying role of the instruments becomes much more involved, assuming a large portion of the work, especially through dances and ballets, as well as pantomimes. During the middle period of the Baroque era, instrumental music emerged as an equal partner to the musical scene. The first of the virtuoso performers were vocalists, followed by keyboard performers who were also often composers. In late Baroque, the instrumental virtuoso joined the keyboard performerVirtuosi instrumentalists were in demand and the concerto grosso showcase these musicians. In the late stages of the Baroque, instrumental music had developed its own idioms, and composers such as J. S. Bach called upon the voice to perform these idioms, so that the relationship of vocal music to instrumental music was now reversed from what had been the imitative role of instruments in late Renaissance or Early Baroque.   With the development of the virtuosi during the Baroque and the emergence of dance music as concert music, the stage was set for these forces to distill into to distinct processes that would result in symphonic form, sonata, theme and variation, concerto, string quartet, and so on. The string quartet becomes especially important. The string quartets appear to serve as a \"workshop\" for the classical composer. Within the severe limitation of four instruments or voices, the composer must deal with large scale problems of style and structure. One could make a similar argument for the madrigal of the Renaissance, except that the madrigal included a text which served as an auxiliary to musical structure. With the string quartet, the composer is confronted by the demands of a process within the context of severe limitations. But the stringed instruments were also ideal for the exploration and development of texture because strings have such a wide range of articulation and expressive effects.    The focus on instrumental performance also is represented in greater attention to the orchestra as an ensemble. Whereas the Baroque instrumental style celebrated the individual characteristics of performers, the classical ideal stressed the universality and uniformity of practice. This meant attention made to uniforming bowing in the strings, and uniform phrasing in the winds and brass, and the need for careful coordination of performing forces through the presence of a conductor. Thus we see the emergence of virtuoso orchestras in major centers, in Mannheim, in Milan, in Vienna, in Paris, and in London, to name a few of the most important.     Multi-movement Forms   Some attention must be given to the independence of instrumental music which was firmly established in the Baroque Era and became a major factor in the ascendancy of instrumental forms. The purely abstract notion of musical expression could now explored. However, the major source for \"forms\" were the dances and they were deeply rooted in cultural practice and in personal and social expression.    Multi-movement forms had developed during the Renaissance in the Mass and in various madrigals, especially the madrigal comedy. Early forms of opera struggled with the problem of sections and balance and were largely a pastiche of small sections stitched together by a narrative. Oratorios developed in response to the restriction of performing operas during certain portions of the Church calendar, especially Lent. Oratorios were, in effect, concert operas (no staging), and often used religious subjects to retain the approval of the Church. Both opera and oratorio are deeply indebted to the narrative. In fact, narrative form may have been one of the most important factors in creating early large scale works.   The Dance Suite and the Overture may have been the most important sources for instrumental form in mid-century Europe. The Overture could be associated not only with opera, but with virtually any important social event or ceremony. The overture often drew upon the narrative structure and there clearly is a dramatic connection with the notion of conflict and resolution. The Italian Overture contributed the arrangement of sections in the order of FAST-SLOW-FAST, while the French Overture utilized the scheme of SLOW-FAST-SLOW with the dramatic use of dotted rhythmic patterns to the slow sections which lent a dramatic weight to the articulation. The Overture gradually evolved into three movement sinfonia based on the Italian overture scheme. These sinfonia became the breeding ground for the symphony. Mid-Century abounds with these Sinfonia, and composers felt free to experiment with the form, to extend the number of movements, to use a minuet or other dance as a first or final movement, and to gradually discover the need for a &quot;finale&quot; to the multi-movement work.   The Dance Suite of the Baroque was a constellation of dances selected by the composer, but generally also fulfilling the expectations of a particular audiences. The functional music of the court now served as concert music. The early emergence of the dance suite in northern Europe might be attributed to the presence of English composers living in Germany which also imported the technique of thematic variation to the dance suite, which became an important stylistic factor in northern Europe, and eventually emerged as the process of theme and variations. Establishing the dance suite as a unified multi-movement work was the contribution of Germany, while in France, distinctive differences in rhythmic patterns of the dances leading to a distinctive idiom and style for each dance.   Dances were familiar to the classical audience, and thus the composer could use the familiar to explore new dimensions of formal and textural demands of the emerging style. While the dance suite had established the idiom of dance music as concert music, the yearning for structure was often met by utilizing specific dance idioms for various movements of a sinfonia or sonata or a concerto, for that matter.    The sonata has been recognized largely as a keyboard genre, but instrumental sonatas are abundant in late Baroque and in mid-century Europe. &quot;Sonata&quot; comes from the Italian &quot;suonare&quot; which simply means &quot;to sound.&quot; In fact, &quot;Sinfonia&quot; is a parallel word and it is often difficult to make distinctions between genre in the early works bearing these &quot;titles.&quot; The sonata becomes the staging area for the inclusion of many elements of musical expression, a process by which tonal distinctions create structure, and motive, figuration and texture take on structural significance. In the latter part of the 18th Century, the sonata becomes an important keyboard genre, another &quot;workshop&quot; for the classical composer where large-scale elements of form must be resolved within the limitations of the medium. The binary opening with its articulation of a tonality and progression to a contrasting tonality which is repeated, becomes the cornerstone of the form. This is answered by another binary form which begins in the new key established at the end of the first section and works its way back to the original key in which the material of the first section is now repeated without progression to the new key (as in the first section). These two binary sections join to create the effect of a ternary form:  A------------------------------- :||: B-------------------------------- :|| Tonic-----------Dominant---- :|| Dominant-------Tonic---------- :|| (a--------------)(b------------) :|| (b/a varied-----)(a-------b-----) :||  The power of the sonata structure and its process is the &quot;getting there&quot; and thus no two sonatas are exactly alike, for this process is entirely dependent upon the imagination and inventiveness of the composer.     The Concerto Grosso with its style of alternating and contrasting solists with the orchestra/ continuo was a three movement work of the Baroque Era which becomes transformed as the solo concerto of the Classical Period. The scheme of the concerto is the same as the Italian overture, and the prevailing practice was to use only the solo instruments with the continuo in the middle slow movement.      Instrumental Development   As mentioned earlier, the number of virtuoso performers virtually exploded during the late Baroque, making the concerto an attractive vehicle for these performers. The technology of the instruments had also kept pace with the demands of the performers and the musical needs. The string instruments had reached full development during the middle of the Baroque era and had alrteady become the workhorse of the orchestra. The were many string virtuosi throughout the Baroque and the Classical Period brought new demands for the string players.    The flauto transverso rapidly displaced the recorder and its flexibility, warmth, and range provided composers with new expressive opportunities. By the mid-century the recorder was no longer preferred. But in the orchestra of the time, the flute was not yet commonly used as a part of the orchestra. It was usually featured in solos and in concertos. The flute could be made with wood or with ivory. Concertos for flute became very popular, paving the way to eventual membership in the orchestra.   Other winds were rapidly developing. The clarinet and oboe, along with the bassoon were improved and could rival the strings in flexibility and resonance.    The trumpet was now keyed and valves for the brass made the brass instruments available for change of keys through the use of the different extensions.     The development of the pianoforte also brought new opportunities for composers. Johann Christian Bach became devoted to the instrument when he went to London, composing twelve concertos for the pianoforte. These pianos had a distinctive, but light sound, quite unlike the modern grand piano. The need for figuration instead of long sustained chords brought about imaginative solutions somewhat different from the solutions of the Baroque with the harpsichord and its rapid decay which then required repetition of notes or chords to fill the measures, contributing heavily to the continuous rhythmic thrust of the Baroque style.   Coupled with the principle of contrast, composers developed contrasting piano textures from inventive figurations which brought about an exciting engagement and development of materials. The pianoforte with its clarity of tone and rapid action permitted a new level of virtuosity. The hammer action of the pianoforte could be adjusted to allow for more rapid articulation of notes than the harpsichord with its plectrum action. The piano concertos of J.C. Bach clearly made an influence on the young Mozart on his visit to London. At that time he had composed his first symphony shortly before his ninth birthday. He had heard the pianoforte of J.C. Bach and even improvised with him on such a piano at a public concert.          Stabilizing of Orchestra        Mannheim      Vienna      Milan   The Classical Orchestra    The Development of the Pianoforte    Solidification and Expansion of Tonality    Aristocracy Replaces the Church as Patron of the Arts   City States and Public Concerts   Musician as Entrepreneur"}, {"content": "NYU Course: Music Literature--The Classical Period       E85.2073: Music Literature: The Classical Period   Copyright 1997-2001 John V. Gilbert All Rights Reserved     Course Description   An exploration of classical style through the works of composers from 1770-1800, including the origins of the style, the confluence of stylistic practices and the evolution of classicism into 19th Century romanticism. Emphasis is on the music literature in its historical context. (Coordinated with the course website: http://www.nyu.edu/classes/gilbert/classic/)    Course Objectives   1. Students will be able to recognize, describe, and discuss features of classical style.   2. Students will demonstrate an understanding of the origins of classicism including the differences from Baroque style as manifest in musical practice.   3. Students will be able to recognize, identify, and discuss works typical of the classical period including symphony, concerto, opera, and solo/chamber works including the sonata and string quartet.   4. Students will be able to recognize, identify and discuss works of the major composers of the classical era as well as describe the various streams of musical activity which helped shaped the works of these composers.   5. Students will place the classical era in a context by examining and discussing the gradual emergence of musical practices associated with romanticism which led to the development of what has been described as the Romantic Period beginning ca. 1800 and continuing throughout the 19th Century.   6. Students will select specific sources concerning the Classical Era and will write abstracts summarizing contents of sources.   7. Students will develop a specific thesis or topic involved in the classical era and will articulate the premise with supporting material.     TEXTBOOK: Rosen, Charles. The Classical Style. (Expanded Edition). W.W. Norton and Company, NY 1997.     TOPICS FOR MUSIC OF THE CLASSICAL PERIOD  (selected from but not limited to)      WHAT IS CLASSICISM IN MUSIC?      &quot;Re-Discovering&quot; the Roots of Western Civilization: Greece   Ideals of Western Art as Manifest in the &quot;New&quot; Classicism of the 18th Century       Balance     Symmetry     Restraint and Moderation     Clarity     Proportion     Form     A Moment of Confluence: The Brevity of &quot;High Classicism&quot;     PRELUDE TO THE CLASSIC PERIOD IN MUSIC       Dissolution of Baroque Artistic Aesthetics: Divergent Forces    St&uuml;rm und Drang    Empfindsamkeit (Empfindsamer Stil)    The &quot;Romanticism&quot; of the Baroque Goes &quot;Underground&quot;    Rococo and Style Galant    Bel Canto    New Principles of Unity: The Role of Clarity, Contrast, and Balance    Aristocracy Replaces the Church as Patron of the Arts    City States and Public Concerts    Musician as Entrepreneur     ASCENDANCY OF INSTRUMENTAL MUSIC       Music Loses the &quot;Word&quot; and Finds Itself    Baroque Development of Virtuosi    Development of Orchestras and Orchestral Idioms    Multimovement Forms       Mass     Oratorio     Dance Suite     Concerto Grosso     Early Sonata     Overture      Stabilizing of Orchestra      Mannheim     Vienna      The Classical Orchestra    The Development of the Pianoforte    Solidification and Expansion of Tonality       18TH CENTURY MUSIC AND THE INTERNATIONAL SCENE: THE WESTERN WORLD AT MID-CENTURY       Germany and Northern Europe       Carl Philip Emanuel Bach (1714--1788)     Johann Gottlieb Graun (1703-1771)     Johann Christian Bach (1735-1782)     Johann Stamitz (1717-1757)     Franz X. Richter (1709-1789)     Christian Cannabich (1731-1798)     Ignatz Holzbauer (1711-1783)     Mathias Monn (1717-1750)     Georg Christoph Wagenseil (1715-1777)      France       Francois Couperin (1668-1733)     Jean-Philipe Rameau      Italy       Guiseppe Tartini (1692-1770)     Giovanni Battista Sammartini (1701-1775)     Domenico Scarlatti (1685-1750)     Giovanni Platti (1690-1763)     Giovanni Rutini (1723-1797)      England       Ballads     Music and Musicians as Imports (Handel and &quot;The Beggar&#39;s Opera&quot;)     The London Concert Scene      Russia       Russian Connection to France       America and The Colonies (Benjamin Franklin as music critic and champion of French Rationalism)     European &quot;Chauvinism&quot;      FRANZ JOSEPH HAYDN (1732-1809)       Haydn and Mid-Century Musical Style (Remnants of the Baroque)    Haydn&#39;s Evolution to Classical Style    Sonata, Quartet, and Symphony: Vehicles for Developing Classical Style    WOLFGANG AMADEUS MOZART (1756-1791)       The Young Genius    Master and Innovator    Mozart&#39;s Contributions to All Genre    VARIATION AND DEVELOPMENTAL TECHNIQUES     Techniques for Development     importance of melodic and rhythmic motives  repetition and sequence  fragmentation  diminution  augmentation  retrogression  tonality and modulation  harmonic variation  rhythmic transformation    Theme and Variation      THE SONATA       Sonata Allegro and Sonata     THE SYMPHONY       Sinfonia    The Three Movement Symphony    Orchestral Quartets    The Symphony Comes of Age     THE CONCERTO       Concerto Grosso    The Emergence of the Solo Concerto    VOCAL MUSIC AND OPERA       Mozart&#39;s Operas    Haydn&#39;s Songs    The Oratorio    Opera as a Growing Force     CHAMBER MUSIC       Trio    Divertimento    String Quartet     HIGH CLASSICISM: A BRIEF MOMENT OF DISTILLATION       Elements of Classical Style    Style and Form     ROOTS OF ROMANTICISM       The emergence of the dramatic in the sonata and symphony    Discovery of the &quot;real Shakespeare&quot;    Links to the Baroque and Empfindsamkeit     LUDWIG VAN BEETHOVEN (1770-1827)       The First Symphony as a Point of Departure: &quot;Good-bye to Classicism&quot;    The Eruption of the Tonal System       THE FRAGILE CONFLUENCE DISSOLVES       A return to unity of mood    The Nurturing of Extremes    The Loss of Restraint    The Striving for the Grand    Political Turmoil and the death of Aristocracy     The American Revolution     The French Revolution      TERM PROJECT   1. Conduct a performance analysis of a selected work by a composer from the classical period. This might include a presentation in class through a performance and hand-out of materials developed in your research into the music.    or    2. Develop a topic involved with some aspect of classical music or the classical period and write a research paper on the topic. This might include a presentation in class of your topic and your findings.    EVALUATION   Students will be evaluated on class participation in discussion, presentation, requested written assignments, examinations, and term project.      ASSIGNED READINGS   Select a book or dissertation dealing with a composer, works, or stylistic characteristics of the classical period and present a report with an abstract to the class.   Textbook as assigned.    REFERENCES     Bauer, Ross. &quot;The Structural Role of the Slow Introduction in the Classical Style.&quot; Unpublished Dissertation, Brandeis University, 1984.    Cuyler, Louise. The Symphony. Harcourt Brace Janovich, Inc., NY, 1973.    Downs, Philip G.  Classical Music : The Era of Haydn, Mozart, and Beethoven. W.W. Norton, New York, 1992.   Cliff Eisen (ed.). Mozart Studies. Oxford University Press, New York, 1991.   Heger, Theodore E. Music of the Classic Period. W.C. Brown, Dubuque, Iowa, 1969.   Kramer, Lawrence. Classical Music and Postmodern Knowledge. University of California Press, Berkeley, c1995.    Larsen, Jens Peter. Handel, Haydn, and the Viennese Classical Style. UMI Research Press, Ann Arbor, Mich., c1988.    Mac Intyre, Bruce Campbell. The Viennese Concerted Mass of the Early Classic Period. UMI Research Press, Ann Arbor, Mich., 1986.    Mellers, Wilfrid. Francois Couperin and the French Classical Tradition (New rev. ed.). Faber, London, 1987.       Newman, William S. The Sonata in The Classic Era. University of North Carolina Press, Chapel Hill, 1963.   Pauly, Reinhard G. Music in the Classic Period. Prentice-Hall, Inc., Englewood Cliffs, NJ., 1973.    Ratner, Leonard G. Classic Music : Expression, Form, and Style. Schirmer Books, New York, c1980.   Rosen, Charles. The Classical Style. (Expanded Edition). W.W. Norton and Company, NY 1997.   Rushton, Julian. Classical Music : A Concise History from Gluck to Beethoven. Thames and Hudson, New York, N.Y., 1986.   Sisman, Elaine Rochelle. Haydn and the Classical Variation. Harvard University Press, Cambridge, Mass.,1993.    Swafford, Jan. The Vintage Guide to Classical Music, (1st ed.). Vintage Books, New York, 1992.   Trott, Donald Lee. Patterns of Accentuation in the Classical Style : As Supported by Primary Sources and as Illustrated in the Late Masses of Franz Joseph Haydn. University Microfilms International, Ann Arbor, Mich., (1986), c1984.   Webster, James. Haydn's \"Farewell\" Symphony and the Idea of Classical Style : Through-Composition and Cyclic Integration in his Instrumental Music. Cambridge University Press, New York, 1991.   Weimer, Eric. Opera Seria and the Evolution of Classical Style, 1755-1772. UMI Research Press, Ann Arbor, Mich., c1984.   Whitmore, Philip. Unpremeditated Art : The Cadenza in the Classical Keyboard Concerto.  Oxford University Press, New York, 1991.   Neal Zaslaw (ed.). The Classical Era : From the 1740s to the End of the 18th Century. Prentice Hall, Englewood Cliffs, N.J. 1989."}]}]