[{"detail": [{"content": "DIALECTICAL MARXISM   The Writings of Bertell Ollman               Marxist Theory ~ Dialectics ~ Alienation ~ Class Consciousness  Ideology ~ Class Struggle ~ Communism ~ Political Science (sic)  Socialist Pedagogy ~ Radical Humor                    Home   Books   Articles   Interviews   Letters to the Editor   Class Struggle Board Game   Curriculum Vitae                   Printable version of this page                          Latest book -   Dance of the Dialectic: Steps in Marx's Method         Reviews of Ollman's Books         Featured article -   America Beyond Capitalism: A Socialist Stew Prepared for Liberals and Conservatives     Featured speech -   McCoy Award Acceptance Speech         Video: Marxism and Progress     Marxism (the cartoon version)     From Theory to Practice     Radical Jokes     Photos     Recommended Web Sites     NYU Course Bibliographies         UNDER CONSTRUCTION     ETF Site     Lectures     Plays   Not To Dare   Butcher Shop     Poems         SUGGESTED READINGS     Video     Kiki & Bubu explain the neoliberal shift in labor relations           What Is Political Science? What Should It Be?      What Is Political Science? What Should It Be?*  By Bertell Ollman    Political science is governed by five myths: l) that it studies politics; 2) that it is scientific; 3) that it is possible to study politics separated off from economics, sociology, psychology and history; 4) that the state in our democratic capitalist society is politically neutral, that is available as a set of institutions and mechanisms to whatever group wins the election; and 5) that political science, as a discipline, advances the cause of democracy.    Paradoxically, most political scientists, whose own work embodies at least some of these myths, would probably agree with a lot of the criticism that is implied in characterizing their beliefs as myths. These colleagues simply act as if they are true, because they don't know what else to do and, in some cases, may be afraid not to. How else understand a poll of 500 political scientists in l964 that showed that two out of three \"agreed\" or \"strongly agreed\" that much scholarship in the discipline is \"superficial and trivial\", and that concept formation and development is \"little more than hair splitting and jargon\"? 1 There is no reason to believe that the results today would be any different. There is a deep-going and on-going malaise among political scientists that the self-congradulatory tone of most surveys of our discipline cannot succeed in wishing away. 2 After all, most of us chose this particular subject as graduate students because of a strong interest in politics and with certain big questions to which we hoped to find answers. What happened?    Well, we soon learned that political science is not about the real world but only about those features of the world that can be studied by methods deemed to be scientific. We were told&#151;though not necessarily in these words&#151;that if something can't be measured, then that's not it, and if an event didn't happen twice, then it didn't happen. This might be a slight exaggeration, but I don't think it's a caricature. With all the more interesting questions falling outside the bounds of scientific investigation, political science often strikes the new graduate student as an unending war waged against his or her curiosity. And even as the training, with its combination of academic (and economic) rewards and punishments succeeds in bringing another wayward soul into the mainstream, the process takes a heavy human toll. The budding young intellectual, inquisitive and concerned, has become one more social scientist with a bad conscience. Did not the poet, W.H. Auden, implore&#151;in a lecture to Harvard undergraduates, no less&#151;\"Thou shalt not sit with statisticians, nor commit a social science\"? 3 But, sadly, most of those who I am addressing here did not listen to him. Still, where there is life, there are contradictions, and where there are contradictions, there is...hope.    In what follows, I shall compare three critical approaches that the most dissatisfied political scientists take to the myths of our discipline. I call these the moderate critique, the radical critique, and the Marxist critique. The moderate critique is advanced by liberals as well as some conservatives and radicals, and is moderate only in relation to the radical and Marxist critiques that I will develop later. While a great many share the moderate critique, only a few have bothered&#151;or dared&#151;to write it down. Charles Lindblom has, and in several places, including the pages of the A.P.S.R. (his extraordinary Presidential Address in l98l). 4    Lindblom believes our discipline has three main failings: first, for all the talk about politics, political science has never decided what exactly it should study. With its heavy emphasis on the question, \"How to study?\", on methods and techniques, the question, \"What to study?\", has been terribly neglected, and usually answered in an off-hand manner in terms of what can be studied given the methods already in place. The result is that many trivial matters receive an inordinate amount of attention and many important ones go untreated. In short, political science seems to have turned around the order in which any person not trained in the discipline would try to answer the questions, \"What should I study?\" and \"How should I study it?\".    Second, Lindblom takes a very dim view of political science's pretentions to be a science. For him, what qualifies a discipline for this honor is not how closely it mirrors the procedures followed in the natural sciences&#151;you know the list&#151;but what discoveries it has made using these procedures. And here political science's hands have come up virtually empty. What has political science found out about the political sphere that we didn't know before, or that isn't abysmally trivial?    Lindblom's third major criticism of political science deals with the bias he finds in most studies done by political scientists, in their descriptions and explanations but also in what they choose&#151;by totally \"amateur\" means (Lindblom's expression)&#151;to study. Why, he asks, treat government as trying to serve the common good rather than the exploitative interests of an elite? Or view political socialization as education rather than as mystification and intellectual impairment? Or treat citizen apathy mainly as a source of political stability rather than an opportunity for elite manipulation of the masses? And he finds many other examples&#151;as we we all can&#151;of political science proving more useful to those wishing to retain the status quo than to those who want to change it.    While most of these remarks were addressed to a political science still smarting from the effects of the Behavioral Revolution, they apply just as well, if not more so, to political science in the Era of Rational Choice. As different as these two approaches are, both focus on the question, \"How to study?\", and give the same general answer to the question, \"What to study\". That answer is&#151;less, less than whatever it was people in the discipline studied up until that time. In the case of behavioralism, this meant dropping history, economics and sociology, and their embodiment in political institutions, and focusing instead on political behavior, especially on its quantifiable aspects. Marc Treibwasser's history of textbooks in American Government from pre-World War I to recent times provides the ideal canvass on which to follow intellectual exactions made in the name of (or at least under the threat of) behavioralism. 5    Rational choice carries the miniaturization of political science one step further by dismissing what people actually do politically and concentrating on their decisions to do it, on the calculations involved (or supposedly involved, or, for some scholars, ideally involved) in making choices. And if behavioralism tried to replicate the procedures used in the natural sciences, rational choice&#151;without ever rejecting the natural science ur-model&#151;has sought to replicate the version of the scientific method (mathematical models and all) that it sees at work within economics. What is decisive here is that in both cases the insistence on scientific procedures (or what passes for such in each school) has been used to mask pathetically meager findings. A frequent demand in Walter Mondale's campaign against Ronald Reagan was \"Show me the beef\". In their book, Pathologies of Rational Choice Theory , Ian Shapiro and Donald Green make the same demand of rational choice political science and come up with what the less affluent among us will remember as a bread sandwich. 6    With so much of the conditions in which people live and work and engage in politics left unexamined by behaviorial and rational choice scholars, it is little wonder that the inequalities inscribed in these conditions along with their effects on politics narrowly construed are missed. The operating assumption, \"All things being equal\", with which both schools begin their studies, makes even the worst real world inequalities acceptable (not worth bothering about) by rendering them irrelevant to the task at hand. Guess to whose benefit?    These are harsh words, but&#151;as I said earlier&#151;large numbers of political scientists would agree, or half agree, or at least suspect that what political science studies is trivia, that the science is bogus, and that the discipline is full of biases on behalf of those in power, who are also in best position to make use of our findings, such as they are. The questions that are not asked, or not asked persistently enough, however, are&#151;How systematic are these biases? And if they are systematic, where does the discipline of political science fit into the system? Who and/or what is responsible for the working of this system? And&#151;what can be done about it? It is by taking these questions seriously that one graduates from being a moderate critic of political science to being a radical one.    What sets the radical critique of political science apart from the moderate position is that it treats the numerous instances of political bias denounced in the latter, but viewed as phenomena that are more or less independent of one another, as evidence for the existence of a system made to work in just this way. When James Madison, for example, sets as the problem of the Constitutional Convention&#151;how to avoid the dangers of majority rule [chiefly to property] while preserving \"the spirit and form of popular government\", he is not simply revealing a personal bias or even one shared by most of the other delegates. 7  He is revealing the essential character of both the Constitution they drafted and the political system built upon it. And when a later president, Herbert Hoover, says \"The sole function of government is to bring about a condition of affairs favorable to the beneficial development of private enterprise\", this is not simply evidence of his preference or that of his administration but a surprising revelation concerning the character of American government as such. 8    While virtually everyone, it seems, is capable of the occasional radical insight&#151;Eisenhower, after all, warned the country about the inordinate power of the \"military-industrial complex\"&#151;only a relative few recognize the fuller pattern and see a system at work here. 9 Once one does, radicals believe,the manifestations of this pattern are found practically everywhere one cares to look...if one cares to look.    Viewing society in this way, it is evident that the game of politics is thoroughly rigged. It's like playing poker in which your opponent sets all the rules, in which he gets as many cards as he wants while you are limited to five, in which he has a half dozen wild cards while you have none, in which he gets to look at the cards you draw while his cards remain secret. Did I mention that he also gets to deal each hand and can cheat without penalty? (His expensive lawyer gets him off each time with, at worse, a minor fine.) But perhaps his greatest advantage lies in being allowed to label this travesty \"democracy\", so that most people are misled into believing that the straitjacket they are forced to wear has little or no affect on their chances of winning the game. \"Government of the people, by the people, and for the people\" is a useful definition of \"democracy\", but a close look at the power of money and of those few who have a lot of it (and not just in election campaigns)&#151;something that neither behavioralism or rational choice deign to do&#151;makes it abundantly clear that no part of this definition applies to the society in which we live.    This is where political science enters the picture, for&#151;with a few honorable exceptions&#151;it presents a view of society that either misses, or dismisses, or at best trivializes the fact that the political game is rigged. 10  Once economics, sociology and history are hived off from political science, those who do the rigging easily escape investigation. And the political mechanisms they have created&#151;and which have succeeded only too well in retaining the \"spirit and form of popular government\" without its content&#151;get treated with the utmost respect. As if elections in the United States today are very different than \"taking the Pepsi Challenge\". In electoral politics as in comparing colas, some insist they can tell a difference, but, given the range of choices available, the only rational response must be&#151;\"So what?\".    The harsh truth is that political science, like the Constitution itself, presents us with a bourgeois fairy tale where equal and independent citizens partake in what appears to be a fair democratic process to win what appears to be a neutral state to serve their interests. The inevitable one-sided outcomes should have made it clear by now that what most people really gain/learn from electoral politics is how to be good losers, to lower their expectations (so that even losing&#151;viz. Clinton, Carter, Kennedy&#151;can count as winning), and, of course, to try again next time. (\"Keep hope alive\")    Why do political scientists participate in this manipulative charade? Lindblom, who is at least partly aware of the systematic nature of the problem, insists that it is because they are \"naive\", a characterization he repeats over and again. 11  Radical critics see something more sinister at work. The rewards in terms of jobs, grants, and status for remaining in the mainstream are supplemented by an equal number of penalties for those who dare to leave it. The combination of unbridled ambition and realistic fear go a long way in explaining why so many political scientists who know (or at least suspect) better refuse to confirm the insight that so many uneducated people already have, to wit that the political game is thoroughly rigged. But something else besides naivete, self-interest, and fear is usually involved in this refusal, and that is that the nature of the system which does the rigging remains very obscure. Faced with this uncertainty, it is easy for the political scientist to misinterpret his/her self-interested silence and fear of retribution as scholarly caution.    Radical critics typically react to this impasse by marshalling additional evidence of bias, inequality, and oppression, so as to make the patterns that emerge from them stand out even more sharply. Perhaps the leading practitioner of this radical approach is Noam Chomsky, in his political writings, who seems to believe that his relentless and immensely valuable effort in documenting the perfidy of our rulers will eventually bring most people, including many self-absorbed political scientists, around to recognizing the systemic nature of our problem and the need, therefore, for a systemic solution. And sometime, especially when combined with the polemical skills of a Chomsky, a C. Wright Mills, a Fran Piven, or a Mark Roelofs, it works. I suspect that most members of the Caucus for a New Political Science, as indeed most progressive intellectuals throughout the American academy, are \"radical\" in the sense that I have just defined this term. 12    What is missing in Chomsky and the radical critique generally, however, is the clear identification of this system as capitalist, and an adequate appreciation of the difficulty most people have in grasping it. Treating capitalism as the version of the whole that helps us make best sense of the distinctive character and development of the parts, including the state, politics, and even political science, is Marx's special contribution to our subject. It is also the point (really, more of a gradual ascent) where a radical critique of political science turns into a Marxist one.    A few years ago, a group of astronomers announced the discovery of a huge structure in the sky composed of millions of gallaxies. They called this cosmic structure the \"Great Attractor\", and claimed it exerts a strong attraction on our solar system, and therefore on our planet, and therefore on us. When a reporter asked&#151;If it is so big, why did it take them so long to find it?&#151;one astronomer responded that it is just because it is so big that they had trouble seeing it. Capitalism is a lot like the Great Attractor. People have difficulty seeing it not because it is so small, but because it is everywhere. Yet, it is absolutely essential that we see it if we are to make adequate sense of the lives that go on inside it.    The best short definition of \"capitalism\" is that it is a form of society in which wealth takes the form of capital, or self-expanding wealth (i.e. wealth used with the aim of creating still more wealth), and the main means of production, distribution and exchange are privately owned. For the owners, the capitalists, the imperative, \"Accumulate for its own sake!\", takes the form of profit maximization, or doing whatever they can and can get away with in order to make the largest possible profits. The chief victims of the capitalists' drive to amass profits are the workers (blue, white, and pink collared), whose lack of property in the means of production forces them to sell their labor power to the capitalists just in order to live. Everything else in society is effected directly or indirectly, whether slightly or, as is often the case, quite substantially, by this imperative to accumulate and the exploitative social relations that go along with it.    Everyone knows, of course, that capitalist societies have a lot in common with non-capitalist societies and also that capitalism has evolved in many important respects since the time that Marx wrote. This only needs to be said because so many of Marx's critics have made their reputations on belaboring the obvious. Marx abstracts from all this, however, in order to focus on (and to help us bring into focus) the basic relations that set capitalism apart as a distinctive mode of production and that stay more or less the same for the entire capitalist epoch. He does so, because he finds in these basic relations the dynamic (essentially capital accumulation in conjunction with market exchange) that is responsible not only for capitalism's many impressive achievements but for its most important problems as well as the range of solutions that are available to deal with them. It is also here that one uncovers the secret of the capitalist state.    Marxist analysis is much more oriented toward the state than are the analyses of either the moderate or radical critics of political science. Marx calls the state \"the active, conscious and official expression of the present structure of society\", and elsewhere, \"the form in which individuals of a ruling class assert their common interests\". 13  For Marx, the key to understanding our biased political practises is to be found in the nature of the state in capitalist society. The way to approach politics, therefore, is through a study of the state. But the state, too, as is evident from Marx's comments, can only be approached indirectly. One cannot grasp what the state is without looking at what it does, at the social structure that frames its unique agenda, rules and behavior, and particularly at who benefits. \"What is the state?\" is really a question about the state's role in society, which in turn is a question about capitalist society and what it requires in the way of political functions.    Marx's answer, very briefly, is that the state in capitalism has four main functions related to the society-wide needs of the dominant capitalist class, that is help it requires in order to reproduce its conditions of existence as the dominant class. These are l) repression, 2) legitimation, 3) accumulation of capital, and 4) realization of value (selling the finished products). While the first two kinds of help are also required by the dominant class in other class societies, the latter two are peculiar to capitalism. Taken together, the state in capitalism can be seen as the sum of all the bodies, mechanisms and practises&#151;particularly bodies&#151;that serve the capitalist class in these ways and that have to serve it in these ways if it is going to prosper but also if it is to remain the dominant class, i.e. if capitalism is going to survive. To forego this focus on the state is to lose sight of the main means by which the ruling class rules, and further mystifies the character of the ruling class, especially as regards those of its requirements that bring it to use just these means in ruling.   On this reading, what political party and which individuals actually occupy the seat of government is of much less significance than the nature of the connection that any government which takes capitalism as a given has with the ruling capitalist class. Particularly in this new era of intensified global competition, unless it is ready to overturn capitalism, no Government can neglect doing whatever is necessary to make capitalism work as well as possible, which means essentially helping capitalists maximize their profits.    Most of what we understand as \"politics\", then, flows from the efforts of the state (national, regional, and international) to provide and secure these four services to the capitalist class, from the competition between factions of the capitalist class (and their allies) to obtain a larger than average share of the surplus that goes to them as a class, and from the efforts of workers and other classes in society to protect themselves against this onslaught on their interests in what Marx calls the \"class struggle\". Other forms of oppression in capitalism&#151;racial, gender, ethnic, etc.&#151;and the struggles against them acquire their larger political significance (which is not identical to their moral standing or importance in the lives of particular individuals) when they help either to secure or to undermine the power of the ruling capitalist class, which is to say when they become part of the class struggle. All of this allows for variation, nuancing and even occasional exceptions on relatively minor matters and/or in the short run.    What, then, is the Marxist criticism of political science? In light of the importance that Marx attaches to capitalism for understanding the state and politics in capitalist society, it should not surprise anyone that the main criticism is directed not at what political science does but at what it doesn't do. It doesn't study capitalism. Instead, political science seeks to understand politics and the state (to the small degree it still concerns itself with the state) while completely ignoring the capitalist context that provides the biggest part of the explanation for both. Worse still, the partial, fragmented, static, one-sided, methodologically individualistic, psychologistic, caricaturally scientistic, mathematics drenched and ideologically biased accounts it offers for the narrow range of political phenomena it does examine makes it much harder for students of political science to grasp a Marxist explanation, should they ever come across one.    It is the absence of capitalism from the analyses of political science that allows it to separate politics from economics, sociology and history in creating a separate political sphere and even, in Seymour Martin Lipset's words, a \"political man\", and then to break up politics into even smaller pieces&#151;like the act of choosing&#151;that seem to be completely independent of the capitalist society in which they exist/take place. 14 The result is that most political science resembles a combination of reports on one-sided phone conversations and still photos of a bird in flight. Essential relations and movement (process, change, transformation) are both missing. Here is the source of the trivia that most political scientists end up studying. Except where moderate and even many radical critics of the discipline disparage the study of such trivia as&#151;well&#151;trivial, Marxists view it as very important for what it hides, disguises or rejects. This work has an ideological function that is anything but trivial.    It is the absence of capitalism from political science that allows it to settle for a range of methods that point researchers in the direction of the political bits and pieces, while increasing our difficulty in seeing, let alone examining, the whole. Here is the source of the preference for those versions of the scientific method that make everything in the world much smaller (having been stripped of both its spatial relations and temporal stages) and, therefore, less significant than it really is. What is lost here are not only the relations that enable us to grasp how the whole works (and how the aspect we are especially concerned with works as part of that) but the potential inherent in the whole (and only visible when a good deal of it has been reconstructed) for becoming something other than it is. In other words, by hiding capitalism, what passes for scientific method in political science also succeeds in hiding socialism, the possibility of socialism as well as the broad outline of what a socialism built on the developed foundations laid down by capitalism might look like. Yet, if there are realistic alternatives to the inequality, exploitation, alienation, ecological destruction, and other oppressions that so disfigure present society, both as scholars and citizens we need to know what they are.    It is also the absence of capitalism from political science that leads to the ghettoization of political theory within political science, so that American Politics, Comparative Government, International Relations, etc. go on as if Aristotle, Hobbes, Montesquieu, Rousseau, and Burke, let alone Marx, never lived. Their common message on the importance of contextualization is simply too threatening to a discipline set on avoiding the capitalist context in which everything it studies takes place.    And most disturbing of all, it is the absence of capitalism from political science that allows it&#151;despite all evidence to the contrary&#151;to treat our society as a democracy made up of equal citizens rather than a dictatorship of the capitalist class, albeit one with democratic trimmings. It also enables political scientists to believe that their efforts in support of democracy serve mainly to encourage our society to live up to its democratic ideals, rather than to trivialize and to hide its non-democratic premises and practises. Here is the chief source of the ineffectual idealism of so much political science that, on the personal level, appears to moderate critics as \"naivete\" and to radical critics as \"bad faith\".    Whatever else it does, avoiding capitalism, it turns out, is the main job of political science. As in the Sherlock Holmes story, \"Silver Blaze\", it is the dog that doesn't bark that furnishes the key to the mystery. 15  Whereas high school civics teachers can openly sing the praises of our \"democratic\" capitalist system, political scientists&#151;dealing with a somewhat more sophisticated audience&#151;serve the same legitimating purpose by carefully omitting the entire capitalist context, knowledge of which would explode all the myths of the discipline. With capitalism absent, political science can then present the state (or, through a culpable silence, allow the state to present itself) as a set of institutions independent of the capitalist class, and therefore more or less available to any group that organizes itself effectively to use it. Denying that this is so, of course, doesn't mean that Marxists cannot recognize a certain relative autonomy on the part of state institutions and actors in special circumstances; but these are exceptions, and it is the rule&#151;class dictatorship&#151;that needs to be presented first and emphasized most.    Few things are more important to the legitimation of capitalist rule than the assurance given by political science that the dictatorship of the capitalist class in which we live is really a democratic state of the whole people. In a period of growing economic inequality and its accompanying insecurities, the capitalist class has a pressing need for the kind of Good Housekeeping Seal of Approval that only political science, with its academic credentials and pretention to objectivity and science, can deliver. And deliver it does. Whoever it was who called economics the \"dismal science\" should have another look at political science.   But, as I said earlier, where there is life, there are contradictions, and where there are contradictions, there is hope. In this spirit, let me conclude by saying that if political science really wishes to advance the cause of democracy (as one of the myths of our discipline already has it doing), we should help people understand that the main barrier to democracy today is capitalism. This requires, of course, that we drop the loaded assumption, \"All things being equal\", with which most political science studies begin, and replace it with an examination, however brief, of capitalism and how the inequalities and ideology associated with it impact on what we intend to study. Given the importance of the capitalist context for everything that goes on inside it, this is also a first step toward making our research truly scientific, that is capable of uncovering how the state and politics really work, and how&#151;with the democratization of undemocratic capitalist relations of production, distribution and exchange&#151;they might yet come to work for everyone. Now here is a non-trivial agenda worthy of a political science that aspires to advance the cause of democracy through the use of scientific methods !                          Copyright &#169; Bertell Ollman 2004-2015. All rights reserved."}, {"content": "Societies and the Social Sciences    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Societies and the Social Sciences | 2013-2014 The Societies and the Social Sciences and Expressive Culture components can be satisfied through completion of approved joint-major programs. Approved Joint-Major Programs: Anthropology and Classical Civilization French and Linguistics German and Linguistics Italian and Linguistics Spanish and Linguistics Societies and the Social Sciences The Societies and the Social Sciences component can be satisfied through completion of an approved major or minor program or by completing an approved department course. Approved Majors and Minors: American Studies (major only) Anthropology Anthropology and Linguistics Economics Economics and Mathematics Economics and Computer Science European and Mediterranean Studies Gender and Sexuality Studies Global Public Health/Anthropology Global Public Health/History Global Public Health/Sociology History International Relations Journalism Language and Mind Latino Studies (major only) Law and Society Linguistics Metropolitan Studies Politics Psychology Sociology Approved Department Courses: ANTH-UA 1 Human Society and Culture (Anthropology) ANTH-UA 3 Archaeology: Early Societies and Cultures (Anthropology) SCA-UA 1 Concepts in Social and Cultural Analysis (Social and Cultural Analysis) SCA-UA 401 Approaches to Gender and Sexuality Studies (Social and Cultural Analysis) SCA-UA 601 Introduction to Metropolitan Studies (Social and Cultural Analysis) ECON-UA 1 Economic Principles I (P) (Economics) ECON-UA 2 Economic Principles II (P) (Economics) POL-UA 300 Power and Politics in America (Politics) POL-UA 500 Comparative Politics (Politics) HIST-UA 9 The United States to 1865 (History) LING-UA 1 Language (Linguistics) LING-UA 15 Language and Society (Linguistics) LING-UA 47 The Language of America's Ethnic Minorities (Linguistics) LING-UA 30 Language in Latin America (Linguistics) LING-UA 58 Introduction to African Languages (Linguistics) LING-UA 9058 Introduction to African Languages (Linguistics) PSYCH-UA 1 Introduction to Psychology (Psychology) RELST-UA 1 Theories and Methods in the Study of Religion (Religious Studies) SOC-UA 1 Introduction to Sociology (Sociology) SOC-UA 2 Introduction to Sociology (Honors) (Sociology) SOC-UA 135 Race and Ethnicity (Sociology) SOC-UA 205 Social Movements, Protest and Conflict (Sociology) SOC-UA 386 American Capitalism in Theory and Practice (formerly known as Ideas and Institutions in American Society) (Sociology) SOC-UA 417 Sociology of Law (Sociology)           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "DIALECTICAL MARXISM   The Writings of Bertell Ollman               Marxist Theory ~ Dialectics ~ Alienation ~ Class Consciousness  Ideology ~ Class Struggle ~ Communism ~ Political Science (sic)  Socialist Pedagogy ~ Radical Humor                    Home   Books   Articles   Interviews   Letters to the Editor   Class Struggle Board Game   Curriculum Vitae                   Printable version of this page                          Latest book -   Dance of the Dialectic: Steps in Marx's Method         Reviews of Ollman's Books         Featured article -   America Beyond Capitalism: A Socialist Stew Prepared for Liberals and Conservatives     Featured speech -   McCoy Award Acceptance Speech         Video: Marxism and Progress     Marxism (the cartoon version)     From Theory to Practice     Radical Jokes     Photos     Recommended Web Sites     NYU Course Bibliographies         UNDER CONSTRUCTION     ETF Site     Lectures     Plays   Not To Dare   Butcher Shop     Poems         SUGGESTED READINGS     Video     Kiki & Bubu explain the neoliberal shift in labor relations           What Is Political Science? What Should It Be?      What Is Political Science? What Should It Be?*  By Bertell Ollman    Political science is governed by five myths: l) that it studies politics; 2) that it is scientific; 3) that it is possible to study politics separated off from economics, sociology, psychology and history; 4) that the state in our democratic capitalist society is politically neutral, that is available as a set of institutions and mechanisms to whatever group wins the election; and 5) that political science, as a discipline, advances the cause of democracy.    Paradoxically, most political scientists, whose own work embodies at least some of these myths, would probably agree with a lot of the criticism that is implied in characterizing their beliefs as myths. These colleagues simply act as if they are true, because they don't know what else to do and, in some cases, may be afraid not to. How else understand a poll of 500 political scientists in l964 that showed that two out of three \"agreed\" or \"strongly agreed\" that much scholarship in the discipline is \"superficial and trivial\", and that concept formation and development is \"little more than hair splitting and jargon\"? 1 There is no reason to believe that the results today would be any different. There is a deep-going and on-going malaise among political scientists that the self-congradulatory tone of most surveys of our discipline cannot succeed in wishing away. 2 After all, most of us chose this particular subject as graduate students because of a strong interest in politics and with certain big questions to which we hoped to find answers. What happened?    Well, we soon learned that political science is not about the real world but only about those features of the world that can be studied by methods deemed to be scientific. We were told&#151;though not necessarily in these words&#151;that if something can't be measured, then that's not it, and if an event didn't happen twice, then it didn't happen. This might be a slight exaggeration, but I don't think it's a caricature. With all the more interesting questions falling outside the bounds of scientific investigation, political science often strikes the new graduate student as an unending war waged against his or her curiosity. And even as the training, with its combination of academic (and economic) rewards and punishments succeeds in bringing another wayward soul into the mainstream, the process takes a heavy human toll. The budding young intellectual, inquisitive and concerned, has become one more social scientist with a bad conscience. Did not the poet, W.H. Auden, implore&#151;in a lecture to Harvard undergraduates, no less&#151;\"Thou shalt not sit with statisticians, nor commit a social science\"? 3 But, sadly, most of those who I am addressing here did not listen to him. Still, where there is life, there are contradictions, and where there are contradictions, there is...hope.    In what follows, I shall compare three critical approaches that the most dissatisfied political scientists take to the myths of our discipline. I call these the moderate critique, the radical critique, and the Marxist critique. The moderate critique is advanced by liberals as well as some conservatives and radicals, and is moderate only in relation to the radical and Marxist critiques that I will develop later. While a great many share the moderate critique, only a few have bothered&#151;or dared&#151;to write it down. Charles Lindblom has, and in several places, including the pages of the A.P.S.R. (his extraordinary Presidential Address in l98l). 4    Lindblom believes our discipline has three main failings: first, for all the talk about politics, political science has never decided what exactly it should study. With its heavy emphasis on the question, \"How to study?\", on methods and techniques, the question, \"What to study?\", has been terribly neglected, and usually answered in an off-hand manner in terms of what can be studied given the methods already in place. The result is that many trivial matters receive an inordinate amount of attention and many important ones go untreated. In short, political science seems to have turned around the order in which any person not trained in the discipline would try to answer the questions, \"What should I study?\" and \"How should I study it?\".    Second, Lindblom takes a very dim view of political science's pretentions to be a science. For him, what qualifies a discipline for this honor is not how closely it mirrors the procedures followed in the natural sciences&#151;you know the list&#151;but what discoveries it has made using these procedures. And here political science's hands have come up virtually empty. What has political science found out about the political sphere that we didn't know before, or that isn't abysmally trivial?    Lindblom's third major criticism of political science deals with the bias he finds in most studies done by political scientists, in their descriptions and explanations but also in what they choose&#151;by totally \"amateur\" means (Lindblom's expression)&#151;to study. Why, he asks, treat government as trying to serve the common good rather than the exploitative interests of an elite? Or view political socialization as education rather than as mystification and intellectual impairment? Or treat citizen apathy mainly as a source of political stability rather than an opportunity for elite manipulation of the masses? And he finds many other examples&#151;as we we all can&#151;of political science proving more useful to those wishing to retain the status quo than to those who want to change it.    While most of these remarks were addressed to a political science still smarting from the effects of the Behavioral Revolution, they apply just as well, if not more so, to political science in the Era of Rational Choice. As different as these two approaches are, both focus on the question, \"How to study?\", and give the same general answer to the question, \"What to study\". That answer is&#151;less, less than whatever it was people in the discipline studied up until that time. In the case of behavioralism, this meant dropping history, economics and sociology, and their embodiment in political institutions, and focusing instead on political behavior, especially on its quantifiable aspects. Marc Treibwasser's history of textbooks in American Government from pre-World War I to recent times provides the ideal canvass on which to follow intellectual exactions made in the name of (or at least under the threat of) behavioralism. 5    Rational choice carries the miniaturization of political science one step further by dismissing what people actually do politically and concentrating on their decisions to do it, on the calculations involved (or supposedly involved, or, for some scholars, ideally involved) in making choices. And if behavioralism tried to replicate the procedures used in the natural sciences, rational choice&#151;without ever rejecting the natural science ur-model&#151;has sought to replicate the version of the scientific method (mathematical models and all) that it sees at work within economics. What is decisive here is that in both cases the insistence on scientific procedures (or what passes for such in each school) has been used to mask pathetically meager findings. A frequent demand in Walter Mondale's campaign against Ronald Reagan was \"Show me the beef\". In their book, Pathologies of Rational Choice Theory , Ian Shapiro and Donald Green make the same demand of rational choice political science and come up with what the less affluent among us will remember as a bread sandwich. 6    With so much of the conditions in which people live and work and engage in politics left unexamined by behaviorial and rational choice scholars, it is little wonder that the inequalities inscribed in these conditions along with their effects on politics narrowly construed are missed. The operating assumption, \"All things being equal\", with which both schools begin their studies, makes even the worst real world inequalities acceptable (not worth bothering about) by rendering them irrelevant to the task at hand. Guess to whose benefit?    These are harsh words, but&#151;as I said earlier&#151;large numbers of political scientists would agree, or half agree, or at least suspect that what political science studies is trivia, that the science is bogus, and that the discipline is full of biases on behalf of those in power, who are also in best position to make use of our findings, such as they are. The questions that are not asked, or not asked persistently enough, however, are&#151;How systematic are these biases? And if they are systematic, where does the discipline of political science fit into the system? Who and/or what is responsible for the working of this system? And&#151;what can be done about it? It is by taking these questions seriously that one graduates from being a moderate critic of political science to being a radical one.    What sets the radical critique of political science apart from the moderate position is that it treats the numerous instances of political bias denounced in the latter, but viewed as phenomena that are more or less independent of one another, as evidence for the existence of a system made to work in just this way. When James Madison, for example, sets as the problem of the Constitutional Convention&#151;how to avoid the dangers of majority rule [chiefly to property] while preserving \"the spirit and form of popular government\", he is not simply revealing a personal bias or even one shared by most of the other delegates. 7  He is revealing the essential character of both the Constitution they drafted and the political system built upon it. And when a later president, Herbert Hoover, says \"The sole function of government is to bring about a condition of affairs favorable to the beneficial development of private enterprise\", this is not simply evidence of his preference or that of his administration but a surprising revelation concerning the character of American government as such. 8    While virtually everyone, it seems, is capable of the occasional radical insight&#151;Eisenhower, after all, warned the country about the inordinate power of the \"military-industrial complex\"&#151;only a relative few recognize the fuller pattern and see a system at work here. 9 Once one does, radicals believe,the manifestations of this pattern are found practically everywhere one cares to look...if one cares to look.    Viewing society in this way, it is evident that the game of politics is thoroughly rigged. It's like playing poker in which your opponent sets all the rules, in which he gets as many cards as he wants while you are limited to five, in which he has a half dozen wild cards while you have none, in which he gets to look at the cards you draw while his cards remain secret. Did I mention that he also gets to deal each hand and can cheat without penalty? (His expensive lawyer gets him off each time with, at worse, a minor fine.) But perhaps his greatest advantage lies in being allowed to label this travesty \"democracy\", so that most people are misled into believing that the straitjacket they are forced to wear has little or no affect on their chances of winning the game. \"Government of the people, by the people, and for the people\" is a useful definition of \"democracy\", but a close look at the power of money and of those few who have a lot of it (and not just in election campaigns)&#151;something that neither behavioralism or rational choice deign to do&#151;makes it abundantly clear that no part of this definition applies to the society in which we live.    This is where political science enters the picture, for&#151;with a few honorable exceptions&#151;it presents a view of society that either misses, or dismisses, or at best trivializes the fact that the political game is rigged. 10  Once economics, sociology and history are hived off from political science, those who do the rigging easily escape investigation. And the political mechanisms they have created&#151;and which have succeeded only too well in retaining the \"spirit and form of popular government\" without its content&#151;get treated with the utmost respect. As if elections in the United States today are very different than \"taking the Pepsi Challenge\". In electoral politics as in comparing colas, some insist they can tell a difference, but, given the range of choices available, the only rational response must be&#151;\"So what?\".    The harsh truth is that political science, like the Constitution itself, presents us with a bourgeois fairy tale where equal and independent citizens partake in what appears to be a fair democratic process to win what appears to be a neutral state to serve their interests. The inevitable one-sided outcomes should have made it clear by now that what most people really gain/learn from electoral politics is how to be good losers, to lower their expectations (so that even losing&#151;viz. Clinton, Carter, Kennedy&#151;can count as winning), and, of course, to try again next time. (\"Keep hope alive\")    Why do political scientists participate in this manipulative charade? Lindblom, who is at least partly aware of the systematic nature of the problem, insists that it is because they are \"naive\", a characterization he repeats over and again. 11  Radical critics see something more sinister at work. The rewards in terms of jobs, grants, and status for remaining in the mainstream are supplemented by an equal number of penalties for those who dare to leave it. The combination of unbridled ambition and realistic fear go a long way in explaining why so many political scientists who know (or at least suspect) better refuse to confirm the insight that so many uneducated people already have, to wit that the political game is thoroughly rigged. But something else besides naivete, self-interest, and fear is usually involved in this refusal, and that is that the nature of the system which does the rigging remains very obscure. Faced with this uncertainty, it is easy for the political scientist to misinterpret his/her self-interested silence and fear of retribution as scholarly caution.    Radical critics typically react to this impasse by marshalling additional evidence of bias, inequality, and oppression, so as to make the patterns that emerge from them stand out even more sharply. Perhaps the leading practitioner of this radical approach is Noam Chomsky, in his political writings, who seems to believe that his relentless and immensely valuable effort in documenting the perfidy of our rulers will eventually bring most people, including many self-absorbed political scientists, around to recognizing the systemic nature of our problem and the need, therefore, for a systemic solution. And sometime, especially when combined with the polemical skills of a Chomsky, a C. Wright Mills, a Fran Piven, or a Mark Roelofs, it works. I suspect that most members of the Caucus for a New Political Science, as indeed most progressive intellectuals throughout the American academy, are \"radical\" in the sense that I have just defined this term. 12    What is missing in Chomsky and the radical critique generally, however, is the clear identification of this system as capitalist, and an adequate appreciation of the difficulty most people have in grasping it. Treating capitalism as the version of the whole that helps us make best sense of the distinctive character and development of the parts, including the state, politics, and even political science, is Marx's special contribution to our subject. It is also the point (really, more of a gradual ascent) where a radical critique of political science turns into a Marxist one.    A few years ago, a group of astronomers announced the discovery of a huge structure in the sky composed of millions of gallaxies. They called this cosmic structure the \"Great Attractor\", and claimed it exerts a strong attraction on our solar system, and therefore on our planet, and therefore on us. When a reporter asked&#151;If it is so big, why did it take them so long to find it?&#151;one astronomer responded that it is just because it is so big that they had trouble seeing it. Capitalism is a lot like the Great Attractor. People have difficulty seeing it not because it is so small, but because it is everywhere. Yet, it is absolutely essential that we see it if we are to make adequate sense of the lives that go on inside it.    The best short definition of \"capitalism\" is that it is a form of society in which wealth takes the form of capital, or self-expanding wealth (i.e. wealth used with the aim of creating still more wealth), and the main means of production, distribution and exchange are privately owned. For the owners, the capitalists, the imperative, \"Accumulate for its own sake!\", takes the form of profit maximization, or doing whatever they can and can get away with in order to make the largest possible profits. The chief victims of the capitalists' drive to amass profits are the workers (blue, white, and pink collared), whose lack of property in the means of production forces them to sell their labor power to the capitalists just in order to live. Everything else in society is effected directly or indirectly, whether slightly or, as is often the case, quite substantially, by this imperative to accumulate and the exploitative social relations that go along with it.    Everyone knows, of course, that capitalist societies have a lot in common with non-capitalist societies and also that capitalism has evolved in many important respects since the time that Marx wrote. This only needs to be said because so many of Marx's critics have made their reputations on belaboring the obvious. Marx abstracts from all this, however, in order to focus on (and to help us bring into focus) the basic relations that set capitalism apart as a distinctive mode of production and that stay more or less the same for the entire capitalist epoch. He does so, because he finds in these basic relations the dynamic (essentially capital accumulation in conjunction with market exchange) that is responsible not only for capitalism's many impressive achievements but for its most important problems as well as the range of solutions that are available to deal with them. It is also here that one uncovers the secret of the capitalist state.    Marxist analysis is much more oriented toward the state than are the analyses of either the moderate or radical critics of political science. Marx calls the state \"the active, conscious and official expression of the present structure of society\", and elsewhere, \"the form in which individuals of a ruling class assert their common interests\". 13  For Marx, the key to understanding our biased political practises is to be found in the nature of the state in capitalist society. The way to approach politics, therefore, is through a study of the state. But the state, too, as is evident from Marx's comments, can only be approached indirectly. One cannot grasp what the state is without looking at what it does, at the social structure that frames its unique agenda, rules and behavior, and particularly at who benefits. \"What is the state?\" is really a question about the state's role in society, which in turn is a question about capitalist society and what it requires in the way of political functions.    Marx's answer, very briefly, is that the state in capitalism has four main functions related to the society-wide needs of the dominant capitalist class, that is help it requires in order to reproduce its conditions of existence as the dominant class. These are l) repression, 2) legitimation, 3) accumulation of capital, and 4) realization of value (selling the finished products). While the first two kinds of help are also required by the dominant class in other class societies, the latter two are peculiar to capitalism. Taken together, the state in capitalism can be seen as the sum of all the bodies, mechanisms and practises&#151;particularly bodies&#151;that serve the capitalist class in these ways and that have to serve it in these ways if it is going to prosper but also if it is to remain the dominant class, i.e. if capitalism is going to survive. To forego this focus on the state is to lose sight of the main means by which the ruling class rules, and further mystifies the character of the ruling class, especially as regards those of its requirements that bring it to use just these means in ruling.   On this reading, what political party and which individuals actually occupy the seat of government is of much less significance than the nature of the connection that any government which takes capitalism as a given has with the ruling capitalist class. Particularly in this new era of intensified global competition, unless it is ready to overturn capitalism, no Government can neglect doing whatever is necessary to make capitalism work as well as possible, which means essentially helping capitalists maximize their profits.    Most of what we understand as \"politics\", then, flows from the efforts of the state (national, regional, and international) to provide and secure these four services to the capitalist class, from the competition between factions of the capitalist class (and their allies) to obtain a larger than average share of the surplus that goes to them as a class, and from the efforts of workers and other classes in society to protect themselves against this onslaught on their interests in what Marx calls the \"class struggle\". Other forms of oppression in capitalism&#151;racial, gender, ethnic, etc.&#151;and the struggles against them acquire their larger political significance (which is not identical to their moral standing or importance in the lives of particular individuals) when they help either to secure or to undermine the power of the ruling capitalist class, which is to say when they become part of the class struggle. All of this allows for variation, nuancing and even occasional exceptions on relatively minor matters and/or in the short run.    What, then, is the Marxist criticism of political science? In light of the importance that Marx attaches to capitalism for understanding the state and politics in capitalist society, it should not surprise anyone that the main criticism is directed not at what political science does but at what it doesn't do. It doesn't study capitalism. Instead, political science seeks to understand politics and the state (to the small degree it still concerns itself with the state) while completely ignoring the capitalist context that provides the biggest part of the explanation for both. Worse still, the partial, fragmented, static, one-sided, methodologically individualistic, psychologistic, caricaturally scientistic, mathematics drenched and ideologically biased accounts it offers for the narrow range of political phenomena it does examine makes it much harder for students of political science to grasp a Marxist explanation, should they ever come across one.    It is the absence of capitalism from the analyses of political science that allows it to separate politics from economics, sociology and history in creating a separate political sphere and even, in Seymour Martin Lipset's words, a \"political man\", and then to break up politics into even smaller pieces&#151;like the act of choosing&#151;that seem to be completely independent of the capitalist society in which they exist/take place. 14 The result is that most political science resembles a combination of reports on one-sided phone conversations and still photos of a bird in flight. Essential relations and movement (process, change, transformation) are both missing. Here is the source of the trivia that most political scientists end up studying. Except where moderate and even many radical critics of the discipline disparage the study of such trivia as&#151;well&#151;trivial, Marxists view it as very important for what it hides, disguises or rejects. This work has an ideological function that is anything but trivial.    It is the absence of capitalism from political science that allows it to settle for a range of methods that point researchers in the direction of the political bits and pieces, while increasing our difficulty in seeing, let alone examining, the whole. Here is the source of the preference for those versions of the scientific method that make everything in the world much smaller (having been stripped of both its spatial relations and temporal stages) and, therefore, less significant than it really is. What is lost here are not only the relations that enable us to grasp how the whole works (and how the aspect we are especially concerned with works as part of that) but the potential inherent in the whole (and only visible when a good deal of it has been reconstructed) for becoming something other than it is. In other words, by hiding capitalism, what passes for scientific method in political science also succeeds in hiding socialism, the possibility of socialism as well as the broad outline of what a socialism built on the developed foundations laid down by capitalism might look like. Yet, if there are realistic alternatives to the inequality, exploitation, alienation, ecological destruction, and other oppressions that so disfigure present society, both as scholars and citizens we need to know what they are.    It is also the absence of capitalism from political science that leads to the ghettoization of political theory within political science, so that American Politics, Comparative Government, International Relations, etc. go on as if Aristotle, Hobbes, Montesquieu, Rousseau, and Burke, let alone Marx, never lived. Their common message on the importance of contextualization is simply too threatening to a discipline set on avoiding the capitalist context in which everything it studies takes place.    And most disturbing of all, it is the absence of capitalism from political science that allows it&#151;despite all evidence to the contrary&#151;to treat our society as a democracy made up of equal citizens rather than a dictatorship of the capitalist class, albeit one with democratic trimmings. It also enables political scientists to believe that their efforts in support of democracy serve mainly to encourage our society to live up to its democratic ideals, rather than to trivialize and to hide its non-democratic premises and practises. Here is the chief source of the ineffectual idealism of so much political science that, on the personal level, appears to moderate critics as \"naivete\" and to radical critics as \"bad faith\".    Whatever else it does, avoiding capitalism, it turns out, is the main job of political science. As in the Sherlock Holmes story, \"Silver Blaze\", it is the dog that doesn't bark that furnishes the key to the mystery. 15  Whereas high school civics teachers can openly sing the praises of our \"democratic\" capitalist system, political scientists&#151;dealing with a somewhat more sophisticated audience&#151;serve the same legitimating purpose by carefully omitting the entire capitalist context, knowledge of which would explode all the myths of the discipline. With capitalism absent, political science can then present the state (or, through a culpable silence, allow the state to present itself) as a set of institutions independent of the capitalist class, and therefore more or less available to any group that organizes itself effectively to use it. Denying that this is so, of course, doesn't mean that Marxists cannot recognize a certain relative autonomy on the part of state institutions and actors in special circumstances; but these are exceptions, and it is the rule&#151;class dictatorship&#151;that needs to be presented first and emphasized most.    Few things are more important to the legitimation of capitalist rule than the assurance given by political science that the dictatorship of the capitalist class in which we live is really a democratic state of the whole people. In a period of growing economic inequality and its accompanying insecurities, the capitalist class has a pressing need for the kind of Good Housekeeping Seal of Approval that only political science, with its academic credentials and pretention to objectivity and science, can deliver. And deliver it does. Whoever it was who called economics the \"dismal science\" should have another look at political science.   But, as I said earlier, where there is life, there are contradictions, and where there are contradictions, there is hope. In this spirit, let me conclude by saying that if political science really wishes to advance the cause of democracy (as one of the myths of our discipline already has it doing), we should help people understand that the main barrier to democracy today is capitalism. This requires, of course, that we drop the loaded assumption, \"All things being equal\", with which most political science studies begin, and replace it with an examination, however brief, of capitalism and how the inequalities and ideology associated with it impact on what we intend to study. Given the importance of the capitalist context for everything that goes on inside it, this is also a first step toward making our research truly scientific, that is capable of uncovering how the state and politics really work, and how&#151;with the democratization of undemocratic capitalist relations of production, distribution and exchange&#151;they might yet come to work for everyone. Now here is a non-trivial agenda worthy of a political science that aspires to advance the cause of democracy through the use of scientific methods !                          Copyright &#169; Bertell Ollman 2004-2015. All rights reserved."}, {"content": "Societies and the Social Sciences    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Societies and the Social Sciences | 2013-2014 The Societies and the Social Sciences and Expressive Culture components can be satisfied through completion of approved joint-major programs. Approved Joint-Major Programs: Anthropology and Classical Civilization French and Linguistics German and Linguistics Italian and Linguistics Spanish and Linguistics Societies and the Social Sciences The Societies and the Social Sciences component can be satisfied through completion of an approved major or minor program or by completing an approved department course. Approved Majors and Minors: American Studies (major only) Anthropology Anthropology and Linguistics Economics Economics and Mathematics Economics and Computer Science European and Mediterranean Studies Gender and Sexuality Studies Global Public Health/Anthropology Global Public Health/History Global Public Health/Sociology History International Relations Journalism Language and Mind Latino Studies (major only) Law and Society Linguistics Metropolitan Studies Politics Psychology Sociology Approved Department Courses: ANTH-UA 1 Human Society and Culture (Anthropology) ANTH-UA 3 Archaeology: Early Societies and Cultures (Anthropology) SCA-UA 1 Concepts in Social and Cultural Analysis (Social and Cultural Analysis) SCA-UA 401 Approaches to Gender and Sexuality Studies (Social and Cultural Analysis) SCA-UA 601 Introduction to Metropolitan Studies (Social and Cultural Analysis) ECON-UA 1 Economic Principles I (P) (Economics) ECON-UA 2 Economic Principles II (P) (Economics) POL-UA 300 Power and Politics in America (Politics) POL-UA 500 Comparative Politics (Politics) HIST-UA 9 The United States to 1865 (History) LING-UA 1 Language (Linguistics) LING-UA 15 Language and Society (Linguistics) LING-UA 47 The Language of America's Ethnic Minorities (Linguistics) LING-UA 30 Language in Latin America (Linguistics) LING-UA 58 Introduction to African Languages (Linguistics) LING-UA 9058 Introduction to African Languages (Linguistics) PSYCH-UA 1 Introduction to Psychology (Psychology) RELST-UA 1 Theories and Methods in the Study of Religion (Religious Studies) SOC-UA 1 Introduction to Sociology (Sociology) SOC-UA 2 Introduction to Sociology (Honors) (Sociology) SOC-UA 135 Race and Ethnicity (Sociology) SOC-UA 205 Social Movements, Protest and Conflict (Sociology) SOC-UA 386 American Capitalism in Theory and Practice (formerly known as Ideas and Institutions in American Society) (Sociology) SOC-UA 417 Sociology of Law (Sociology)           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "DIALECTICAL MARXISM   The Writings of Bertell Ollman               Marxist Theory ~ Dialectics ~ Alienation ~ Class Consciousness  Ideology ~ Class Struggle ~ Communism ~ Political Science (sic)  Socialist Pedagogy ~ Radical Humor                    Home   Books   Articles   Interviews   Letters to the Editor   Class Struggle Board Game   Curriculum Vitae                   Printable version of this page                          Latest book -   Dance of the Dialectic: Steps in Marx's Method         Reviews of Ollman's Books         Featured article -   America Beyond Capitalism: A Socialist Stew Prepared for Liberals and Conservatives     Featured speech -   McCoy Award Acceptance Speech         Video: Marxism and Progress     Marxism (the cartoon version)     From Theory to Practice     Radical Jokes     Photos     Recommended Web Sites     NYU Course Bibliographies         UNDER CONSTRUCTION     ETF Site     Lectures     Plays   Not To Dare   Butcher Shop     Poems         SUGGESTED READINGS     Video     Kiki & Bubu explain the neoliberal shift in labor relations           What Is Political Science? What Should It Be?      What Is Political Science? What Should It Be?*  By Bertell Ollman    Political science is governed by five myths: l) that it studies politics; 2) that it is scientific; 3) that it is possible to study politics separated off from economics, sociology, psychology and history; 4) that the state in our democratic capitalist society is politically neutral, that is available as a set of institutions and mechanisms to whatever group wins the election; and 5) that political science, as a discipline, advances the cause of democracy.    Paradoxically, most political scientists, whose own work embodies at least some of these myths, would probably agree with a lot of the criticism that is implied in characterizing their beliefs as myths. These colleagues simply act as if they are true, because they don't know what else to do and, in some cases, may be afraid not to. How else understand a poll of 500 political scientists in l964 that showed that two out of three \"agreed\" or \"strongly agreed\" that much scholarship in the discipline is \"superficial and trivial\", and that concept formation and development is \"little more than hair splitting and jargon\"? 1 There is no reason to believe that the results today would be any different. There is a deep-going and on-going malaise among political scientists that the self-congradulatory tone of most surveys of our discipline cannot succeed in wishing away. 2 After all, most of us chose this particular subject as graduate students because of a strong interest in politics and with certain big questions to which we hoped to find answers. What happened?    Well, we soon learned that political science is not about the real world but only about those features of the world that can be studied by methods deemed to be scientific. We were told&#151;though not necessarily in these words&#151;that if something can't be measured, then that's not it, and if an event didn't happen twice, then it didn't happen. This might be a slight exaggeration, but I don't think it's a caricature. With all the more interesting questions falling outside the bounds of scientific investigation, political science often strikes the new graduate student as an unending war waged against his or her curiosity. And even as the training, with its combination of academic (and economic) rewards and punishments succeeds in bringing another wayward soul into the mainstream, the process takes a heavy human toll. The budding young intellectual, inquisitive and concerned, has become one more social scientist with a bad conscience. Did not the poet, W.H. Auden, implore&#151;in a lecture to Harvard undergraduates, no less&#151;\"Thou shalt not sit with statisticians, nor commit a social science\"? 3 But, sadly, most of those who I am addressing here did not listen to him. Still, where there is life, there are contradictions, and where there are contradictions, there is...hope.    In what follows, I shall compare three critical approaches that the most dissatisfied political scientists take to the myths of our discipline. I call these the moderate critique, the radical critique, and the Marxist critique. The moderate critique is advanced by liberals as well as some conservatives and radicals, and is moderate only in relation to the radical and Marxist critiques that I will develop later. While a great many share the moderate critique, only a few have bothered&#151;or dared&#151;to write it down. Charles Lindblom has, and in several places, including the pages of the A.P.S.R. (his extraordinary Presidential Address in l98l). 4    Lindblom believes our discipline has three main failings: first, for all the talk about politics, political science has never decided what exactly it should study. With its heavy emphasis on the question, \"How to study?\", on methods and techniques, the question, \"What to study?\", has been terribly neglected, and usually answered in an off-hand manner in terms of what can be studied given the methods already in place. The result is that many trivial matters receive an inordinate amount of attention and many important ones go untreated. In short, political science seems to have turned around the order in which any person not trained in the discipline would try to answer the questions, \"What should I study?\" and \"How should I study it?\".    Second, Lindblom takes a very dim view of political science's pretentions to be a science. For him, what qualifies a discipline for this honor is not how closely it mirrors the procedures followed in the natural sciences&#151;you know the list&#151;but what discoveries it has made using these procedures. And here political science's hands have come up virtually empty. What has political science found out about the political sphere that we didn't know before, or that isn't abysmally trivial?    Lindblom's third major criticism of political science deals with the bias he finds in most studies done by political scientists, in their descriptions and explanations but also in what they choose&#151;by totally \"amateur\" means (Lindblom's expression)&#151;to study. Why, he asks, treat government as trying to serve the common good rather than the exploitative interests of an elite? Or view political socialization as education rather than as mystification and intellectual impairment? Or treat citizen apathy mainly as a source of political stability rather than an opportunity for elite manipulation of the masses? And he finds many other examples&#151;as we we all can&#151;of political science proving more useful to those wishing to retain the status quo than to those who want to change it.    While most of these remarks were addressed to a political science still smarting from the effects of the Behavioral Revolution, they apply just as well, if not more so, to political science in the Era of Rational Choice. As different as these two approaches are, both focus on the question, \"How to study?\", and give the same general answer to the question, \"What to study\". That answer is&#151;less, less than whatever it was people in the discipline studied up until that time. In the case of behavioralism, this meant dropping history, economics and sociology, and their embodiment in political institutions, and focusing instead on political behavior, especially on its quantifiable aspects. Marc Treibwasser's history of textbooks in American Government from pre-World War I to recent times provides the ideal canvass on which to follow intellectual exactions made in the name of (or at least under the threat of) behavioralism. 5    Rational choice carries the miniaturization of political science one step further by dismissing what people actually do politically and concentrating on their decisions to do it, on the calculations involved (or supposedly involved, or, for some scholars, ideally involved) in making choices. And if behavioralism tried to replicate the procedures used in the natural sciences, rational choice&#151;without ever rejecting the natural science ur-model&#151;has sought to replicate the version of the scientific method (mathematical models and all) that it sees at work within economics. What is decisive here is that in both cases the insistence on scientific procedures (or what passes for such in each school) has been used to mask pathetically meager findings. A frequent demand in Walter Mondale's campaign against Ronald Reagan was \"Show me the beef\". In their book, Pathologies of Rational Choice Theory , Ian Shapiro and Donald Green make the same demand of rational choice political science and come up with what the less affluent among us will remember as a bread sandwich. 6    With so much of the conditions in which people live and work and engage in politics left unexamined by behaviorial and rational choice scholars, it is little wonder that the inequalities inscribed in these conditions along with their effects on politics narrowly construed are missed. The operating assumption, \"All things being equal\", with which both schools begin their studies, makes even the worst real world inequalities acceptable (not worth bothering about) by rendering them irrelevant to the task at hand. Guess to whose benefit?    These are harsh words, but&#151;as I said earlier&#151;large numbers of political scientists would agree, or half agree, or at least suspect that what political science studies is trivia, that the science is bogus, and that the discipline is full of biases on behalf of those in power, who are also in best position to make use of our findings, such as they are. The questions that are not asked, or not asked persistently enough, however, are&#151;How systematic are these biases? And if they are systematic, where does the discipline of political science fit into the system? Who and/or what is responsible for the working of this system? And&#151;what can be done about it? It is by taking these questions seriously that one graduates from being a moderate critic of political science to being a radical one.    What sets the radical critique of political science apart from the moderate position is that it treats the numerous instances of political bias denounced in the latter, but viewed as phenomena that are more or less independent of one another, as evidence for the existence of a system made to work in just this way. When James Madison, for example, sets as the problem of the Constitutional Convention&#151;how to avoid the dangers of majority rule [chiefly to property] while preserving \"the spirit and form of popular government\", he is not simply revealing a personal bias or even one shared by most of the other delegates. 7  He is revealing the essential character of both the Constitution they drafted and the political system built upon it. And when a later president, Herbert Hoover, says \"The sole function of government is to bring about a condition of affairs favorable to the beneficial development of private enterprise\", this is not simply evidence of his preference or that of his administration but a surprising revelation concerning the character of American government as such. 8    While virtually everyone, it seems, is capable of the occasional radical insight&#151;Eisenhower, after all, warned the country about the inordinate power of the \"military-industrial complex\"&#151;only a relative few recognize the fuller pattern and see a system at work here. 9 Once one does, radicals believe,the manifestations of this pattern are found practically everywhere one cares to look...if one cares to look.    Viewing society in this way, it is evident that the game of politics is thoroughly rigged. It's like playing poker in which your opponent sets all the rules, in which he gets as many cards as he wants while you are limited to five, in which he has a half dozen wild cards while you have none, in which he gets to look at the cards you draw while his cards remain secret. Did I mention that he also gets to deal each hand and can cheat without penalty? (His expensive lawyer gets him off each time with, at worse, a minor fine.) But perhaps his greatest advantage lies in being allowed to label this travesty \"democracy\", so that most people are misled into believing that the straitjacket they are forced to wear has little or no affect on their chances of winning the game. \"Government of the people, by the people, and for the people\" is a useful definition of \"democracy\", but a close look at the power of money and of those few who have a lot of it (and not just in election campaigns)&#151;something that neither behavioralism or rational choice deign to do&#151;makes it abundantly clear that no part of this definition applies to the society in which we live.    This is where political science enters the picture, for&#151;with a few honorable exceptions&#151;it presents a view of society that either misses, or dismisses, or at best trivializes the fact that the political game is rigged. 10  Once economics, sociology and history are hived off from political science, those who do the rigging easily escape investigation. And the political mechanisms they have created&#151;and which have succeeded only too well in retaining the \"spirit and form of popular government\" without its content&#151;get treated with the utmost respect. As if elections in the United States today are very different than \"taking the Pepsi Challenge\". In electoral politics as in comparing colas, some insist they can tell a difference, but, given the range of choices available, the only rational response must be&#151;\"So what?\".    The harsh truth is that political science, like the Constitution itself, presents us with a bourgeois fairy tale where equal and independent citizens partake in what appears to be a fair democratic process to win what appears to be a neutral state to serve their interests. The inevitable one-sided outcomes should have made it clear by now that what most people really gain/learn from electoral politics is how to be good losers, to lower their expectations (so that even losing&#151;viz. Clinton, Carter, Kennedy&#151;can count as winning), and, of course, to try again next time. (\"Keep hope alive\")    Why do political scientists participate in this manipulative charade? Lindblom, who is at least partly aware of the systematic nature of the problem, insists that it is because they are \"naive\", a characterization he repeats over and again. 11  Radical critics see something more sinister at work. The rewards in terms of jobs, grants, and status for remaining in the mainstream are supplemented by an equal number of penalties for those who dare to leave it. The combination of unbridled ambition and realistic fear go a long way in explaining why so many political scientists who know (or at least suspect) better refuse to confirm the insight that so many uneducated people already have, to wit that the political game is thoroughly rigged. But something else besides naivete, self-interest, and fear is usually involved in this refusal, and that is that the nature of the system which does the rigging remains very obscure. Faced with this uncertainty, it is easy for the political scientist to misinterpret his/her self-interested silence and fear of retribution as scholarly caution.    Radical critics typically react to this impasse by marshalling additional evidence of bias, inequality, and oppression, so as to make the patterns that emerge from them stand out even more sharply. Perhaps the leading practitioner of this radical approach is Noam Chomsky, in his political writings, who seems to believe that his relentless and immensely valuable effort in documenting the perfidy of our rulers will eventually bring most people, including many self-absorbed political scientists, around to recognizing the systemic nature of our problem and the need, therefore, for a systemic solution. And sometime, especially when combined with the polemical skills of a Chomsky, a C. Wright Mills, a Fran Piven, or a Mark Roelofs, it works. I suspect that most members of the Caucus for a New Political Science, as indeed most progressive intellectuals throughout the American academy, are \"radical\" in the sense that I have just defined this term. 12    What is missing in Chomsky and the radical critique generally, however, is the clear identification of this system as capitalist, and an adequate appreciation of the difficulty most people have in grasping it. Treating capitalism as the version of the whole that helps us make best sense of the distinctive character and development of the parts, including the state, politics, and even political science, is Marx's special contribution to our subject. It is also the point (really, more of a gradual ascent) where a radical critique of political science turns into a Marxist one.    A few years ago, a group of astronomers announced the discovery of a huge structure in the sky composed of millions of gallaxies. They called this cosmic structure the \"Great Attractor\", and claimed it exerts a strong attraction on our solar system, and therefore on our planet, and therefore on us. When a reporter asked&#151;If it is so big, why did it take them so long to find it?&#151;one astronomer responded that it is just because it is so big that they had trouble seeing it. Capitalism is a lot like the Great Attractor. People have difficulty seeing it not because it is so small, but because it is everywhere. Yet, it is absolutely essential that we see it if we are to make adequate sense of the lives that go on inside it.    The best short definition of \"capitalism\" is that it is a form of society in which wealth takes the form of capital, or self-expanding wealth (i.e. wealth used with the aim of creating still more wealth), and the main means of production, distribution and exchange are privately owned. For the owners, the capitalists, the imperative, \"Accumulate for its own sake!\", takes the form of profit maximization, or doing whatever they can and can get away with in order to make the largest possible profits. The chief victims of the capitalists' drive to amass profits are the workers (blue, white, and pink collared), whose lack of property in the means of production forces them to sell their labor power to the capitalists just in order to live. Everything else in society is effected directly or indirectly, whether slightly or, as is often the case, quite substantially, by this imperative to accumulate and the exploitative social relations that go along with it.    Everyone knows, of course, that capitalist societies have a lot in common with non-capitalist societies and also that capitalism has evolved in many important respects since the time that Marx wrote. This only needs to be said because so many of Marx's critics have made their reputations on belaboring the obvious. Marx abstracts from all this, however, in order to focus on (and to help us bring into focus) the basic relations that set capitalism apart as a distinctive mode of production and that stay more or less the same for the entire capitalist epoch. He does so, because he finds in these basic relations the dynamic (essentially capital accumulation in conjunction with market exchange) that is responsible not only for capitalism's many impressive achievements but for its most important problems as well as the range of solutions that are available to deal with them. It is also here that one uncovers the secret of the capitalist state.    Marxist analysis is much more oriented toward the state than are the analyses of either the moderate or radical critics of political science. Marx calls the state \"the active, conscious and official expression of the present structure of society\", and elsewhere, \"the form in which individuals of a ruling class assert their common interests\". 13  For Marx, the key to understanding our biased political practises is to be found in the nature of the state in capitalist society. The way to approach politics, therefore, is through a study of the state. But the state, too, as is evident from Marx's comments, can only be approached indirectly. One cannot grasp what the state is without looking at what it does, at the social structure that frames its unique agenda, rules and behavior, and particularly at who benefits. \"What is the state?\" is really a question about the state's role in society, which in turn is a question about capitalist society and what it requires in the way of political functions.    Marx's answer, very briefly, is that the state in capitalism has four main functions related to the society-wide needs of the dominant capitalist class, that is help it requires in order to reproduce its conditions of existence as the dominant class. These are l) repression, 2) legitimation, 3) accumulation of capital, and 4) realization of value (selling the finished products). While the first two kinds of help are also required by the dominant class in other class societies, the latter two are peculiar to capitalism. Taken together, the state in capitalism can be seen as the sum of all the bodies, mechanisms and practises&#151;particularly bodies&#151;that serve the capitalist class in these ways and that have to serve it in these ways if it is going to prosper but also if it is to remain the dominant class, i.e. if capitalism is going to survive. To forego this focus on the state is to lose sight of the main means by which the ruling class rules, and further mystifies the character of the ruling class, especially as regards those of its requirements that bring it to use just these means in ruling.   On this reading, what political party and which individuals actually occupy the seat of government is of much less significance than the nature of the connection that any government which takes capitalism as a given has with the ruling capitalist class. Particularly in this new era of intensified global competition, unless it is ready to overturn capitalism, no Government can neglect doing whatever is necessary to make capitalism work as well as possible, which means essentially helping capitalists maximize their profits.    Most of what we understand as \"politics\", then, flows from the efforts of the state (national, regional, and international) to provide and secure these four services to the capitalist class, from the competition between factions of the capitalist class (and their allies) to obtain a larger than average share of the surplus that goes to them as a class, and from the efforts of workers and other classes in society to protect themselves against this onslaught on their interests in what Marx calls the \"class struggle\". Other forms of oppression in capitalism&#151;racial, gender, ethnic, etc.&#151;and the struggles against them acquire their larger political significance (which is not identical to their moral standing or importance in the lives of particular individuals) when they help either to secure or to undermine the power of the ruling capitalist class, which is to say when they become part of the class struggle. All of this allows for variation, nuancing and even occasional exceptions on relatively minor matters and/or in the short run.    What, then, is the Marxist criticism of political science? In light of the importance that Marx attaches to capitalism for understanding the state and politics in capitalist society, it should not surprise anyone that the main criticism is directed not at what political science does but at what it doesn't do. It doesn't study capitalism. Instead, political science seeks to understand politics and the state (to the small degree it still concerns itself with the state) while completely ignoring the capitalist context that provides the biggest part of the explanation for both. Worse still, the partial, fragmented, static, one-sided, methodologically individualistic, psychologistic, caricaturally scientistic, mathematics drenched and ideologically biased accounts it offers for the narrow range of political phenomena it does examine makes it much harder for students of political science to grasp a Marxist explanation, should they ever come across one.    It is the absence of capitalism from the analyses of political science that allows it to separate politics from economics, sociology and history in creating a separate political sphere and even, in Seymour Martin Lipset's words, a \"political man\", and then to break up politics into even smaller pieces&#151;like the act of choosing&#151;that seem to be completely independent of the capitalist society in which they exist/take place. 14 The result is that most political science resembles a combination of reports on one-sided phone conversations and still photos of a bird in flight. Essential relations and movement (process, change, transformation) are both missing. Here is the source of the trivia that most political scientists end up studying. Except where moderate and even many radical critics of the discipline disparage the study of such trivia as&#151;well&#151;trivial, Marxists view it as very important for what it hides, disguises or rejects. This work has an ideological function that is anything but trivial.    It is the absence of capitalism from political science that allows it to settle for a range of methods that point researchers in the direction of the political bits and pieces, while increasing our difficulty in seeing, let alone examining, the whole. Here is the source of the preference for those versions of the scientific method that make everything in the world much smaller (having been stripped of both its spatial relations and temporal stages) and, therefore, less significant than it really is. What is lost here are not only the relations that enable us to grasp how the whole works (and how the aspect we are especially concerned with works as part of that) but the potential inherent in the whole (and only visible when a good deal of it has been reconstructed) for becoming something other than it is. In other words, by hiding capitalism, what passes for scientific method in political science also succeeds in hiding socialism, the possibility of socialism as well as the broad outline of what a socialism built on the developed foundations laid down by capitalism might look like. Yet, if there are realistic alternatives to the inequality, exploitation, alienation, ecological destruction, and other oppressions that so disfigure present society, both as scholars and citizens we need to know what they are.    It is also the absence of capitalism from political science that leads to the ghettoization of political theory within political science, so that American Politics, Comparative Government, International Relations, etc. go on as if Aristotle, Hobbes, Montesquieu, Rousseau, and Burke, let alone Marx, never lived. Their common message on the importance of contextualization is simply too threatening to a discipline set on avoiding the capitalist context in which everything it studies takes place.    And most disturbing of all, it is the absence of capitalism from political science that allows it&#151;despite all evidence to the contrary&#151;to treat our society as a democracy made up of equal citizens rather than a dictatorship of the capitalist class, albeit one with democratic trimmings. It also enables political scientists to believe that their efforts in support of democracy serve mainly to encourage our society to live up to its democratic ideals, rather than to trivialize and to hide its non-democratic premises and practises. Here is the chief source of the ineffectual idealism of so much political science that, on the personal level, appears to moderate critics as \"naivete\" and to radical critics as \"bad faith\".    Whatever else it does, avoiding capitalism, it turns out, is the main job of political science. As in the Sherlock Holmes story, \"Silver Blaze\", it is the dog that doesn't bark that furnishes the key to the mystery. 15  Whereas high school civics teachers can openly sing the praises of our \"democratic\" capitalist system, political scientists&#151;dealing with a somewhat more sophisticated audience&#151;serve the same legitimating purpose by carefully omitting the entire capitalist context, knowledge of which would explode all the myths of the discipline. With capitalism absent, political science can then present the state (or, through a culpable silence, allow the state to present itself) as a set of institutions independent of the capitalist class, and therefore more or less available to any group that organizes itself effectively to use it. Denying that this is so, of course, doesn't mean that Marxists cannot recognize a certain relative autonomy on the part of state institutions and actors in special circumstances; but these are exceptions, and it is the rule&#151;class dictatorship&#151;that needs to be presented first and emphasized most.    Few things are more important to the legitimation of capitalist rule than the assurance given by political science that the dictatorship of the capitalist class in which we live is really a democratic state of the whole people. In a period of growing economic inequality and its accompanying insecurities, the capitalist class has a pressing need for the kind of Good Housekeeping Seal of Approval that only political science, with its academic credentials and pretention to objectivity and science, can deliver. And deliver it does. Whoever it was who called economics the \"dismal science\" should have another look at political science.   But, as I said earlier, where there is life, there are contradictions, and where there are contradictions, there is hope. In this spirit, let me conclude by saying that if political science really wishes to advance the cause of democracy (as one of the myths of our discipline already has it doing), we should help people understand that the main barrier to democracy today is capitalism. This requires, of course, that we drop the loaded assumption, \"All things being equal\", with which most political science studies begin, and replace it with an examination, however brief, of capitalism and how the inequalities and ideology associated with it impact on what we intend to study. Given the importance of the capitalist context for everything that goes on inside it, this is also a first step toward making our research truly scientific, that is capable of uncovering how the state and politics really work, and how&#151;with the democratization of undemocratic capitalist relations of production, distribution and exchange&#151;they might yet come to work for everyone. Now here is a non-trivial agenda worthy of a political science that aspires to advance the cause of democracy through the use of scientific methods !                          Copyright &#169; Bertell Ollman 2004-2015. All rights reserved."}, {"content": "Societies and the Social Sciences    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Societies and the Social Sciences | 2013-2014 The Societies and the Social Sciences and Expressive Culture components can be satisfied through completion of approved joint-major programs. Approved Joint-Major Programs: Anthropology and Classical Civilization French and Linguistics German and Linguistics Italian and Linguistics Spanish and Linguistics Societies and the Social Sciences The Societies and the Social Sciences component can be satisfied through completion of an approved major or minor program or by completing an approved department course. Approved Majors and Minors: American Studies (major only) Anthropology Anthropology and Linguistics Economics Economics and Mathematics Economics and Computer Science European and Mediterranean Studies Gender and Sexuality Studies Global Public Health/Anthropology Global Public Health/History Global Public Health/Sociology History International Relations Journalism Language and Mind Latino Studies (major only) Law and Society Linguistics Metropolitan Studies Politics Psychology Sociology Approved Department Courses: ANTH-UA 1 Human Society and Culture (Anthropology) ANTH-UA 3 Archaeology: Early Societies and Cultures (Anthropology) SCA-UA 1 Concepts in Social and Cultural Analysis (Social and Cultural Analysis) SCA-UA 401 Approaches to Gender and Sexuality Studies (Social and Cultural Analysis) SCA-UA 601 Introduction to Metropolitan Studies (Social and Cultural Analysis) ECON-UA 1 Economic Principles I (P) (Economics) ECON-UA 2 Economic Principles II (P) (Economics) POL-UA 300 Power and Politics in America (Politics) POL-UA 500 Comparative Politics (Politics) HIST-UA 9 The United States to 1865 (History) LING-UA 1 Language (Linguistics) LING-UA 15 Language and Society (Linguistics) LING-UA 47 The Language of America's Ethnic Minorities (Linguistics) LING-UA 30 Language in Latin America (Linguistics) LING-UA 58 Introduction to African Languages (Linguistics) LING-UA 9058 Introduction to African Languages (Linguistics) PSYCH-UA 1 Introduction to Psychology (Psychology) RELST-UA 1 Theories and Methods in the Study of Religion (Religious Studies) SOC-UA 1 Introduction to Sociology (Sociology) SOC-UA 2 Introduction to Sociology (Honors) (Sociology) SOC-UA 135 Race and Ethnicity (Sociology) SOC-UA 205 Social Movements, Protest and Conflict (Sociology) SOC-UA 386 American Capitalism in Theory and Practice (formerly known as Ideas and Institutions in American Society) (Sociology) SOC-UA 417 Sociology of Law (Sociology)           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Exemptions and Proficiency Exams    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum                                            Home       About the Program       Course Descriptions     Exemptions, Substitutions, and Proficiency Exams     Study Away       Program Documents and Guidelines       Historical Notes       Teaching Opportunities       People               Home &gt; Exemptions and Proficiency Exams     Exemptions, Substitutions, and Proficiency Exams Expository Writing Foreign Language Quantitative Reasoning Natural Science I Natural Science II Texts and Ideas Cultures and Contexts Societies and the Social Sciences Expressive Culture  NYU-Abu Dhabi Liberal Studies/Global Liberal Studies Transfer Credit Guidelines    Expository Writing Because writing skills can always be improved, exemptions from the Expository Writing component are granted only for equivalent courses taken at another college or university.    Foreign Language College students may fulfill the foreign language component by presenting outstanding scores on SAT II, Advanced Placement, or International Baccaulareate examinations or by passing a departmental proficiency examination. For further information, consult the CAS Bulletin under Placement Examinations in the Academic Policies chapter. For Advance Placement and International Baccalaureate exam equivalencies, consult the chart in the Admissions chapter. College students whose secondary schooling was in a language other than English and other than a language offered in the College, or who complete the International Writing Workshop sequence (EXPOS-UA 4, EXPOS-UA 9), are exempt from the foreign language component. Students who complete the combined B.S./B.S. program are also exempt.    Quantitative Reasoning     College students who major in a natural science, who complete the pre-health program, or who are in the combined B.S./B.S. program are exempt from the Foundations of Scientific Inquiry component of the Core.      The Quantitative Reasoning component can be satisfied with approved AP credit or by completing an approved department course.    Approved AP Credit: AP Credit for Calculus (AB or BC) — Score of 4 or 5 AP Credit for Statistics — Score of 4 or 5    Approved Department Courses: BIOL-UA 42, Biostatistics ECON-UA 18, Statistics LING-UA 6, Patterns in Language MATH-UA 121, Calculus I MATH-UA 143, Calculus I for Biological and Life Sciences MATH-UA 211, Mathematics for Economics I MATH-UA 221, Honors Calculus I MATH-UA 17, Calculus for the Social Sciences POL-UA 800, Quantitative Methods in Political Science PSYCH-UA 9, Statistical Reasoning for the Behavioral Sciences PSYCH-UA 10, Statistics for the Behavioral Sciences SOC-UA 302, Statistics for Social Research UGPH-GU 20, Biostatistics in Public Health    The SAT Subject Tests in Mathematics (Levels 1 and 2) may also satisfy the Quantitative Reasoning requirement . You must take this test prior to your first semester at NYU. If you have not done so already, please submit your test score to the NYU College of Arts and Science Admissions Office. The qualifying subject test score is 700 .    Natural Science I and II College students who major in a natural science, who complete the pre-health program, or who are in the combined B.S./B.S. program are exempt from the Foundations of Scientific Inquiry component. For AP equivalencies, consult the chart in the CAS Bulletin Admissions chapter. The Natural Science I and II components can also be satisfied with approved AP credit or by completing an approved department course sequence. Approved AP Credit: AP credit for Biology (8 points) AP credit for Chemistry (8 points) AP credit for Physics B (10 points) AP credit for Physics C-Mech (3 points) and Physics C-E&amp;M (3 points) Approved Department Courses: CHEM-UA 125-0126, General Chemistry I and II including lab [ Previously CHEM-UA 101-102 General Chemistry I and II and CHEM-UA 103-4 (lab)] CHEM-UA 127-0128, General Chemistry I Honor including lab [CHEM-UA 109-110 Honors General Chemistry I and II and CHEM-UA 111-112 (lab) ] PHYS-UA 11-12, General Physics I and II    Natural Science I College students who major in a natural science, who complete the pre-health program, or who are in the combined B.S./B.S. program are exempt from the Foundations of Scientific Inquiry component. For AP equivalencies, consult the chart in the CAS Bulletin Admissions chapter. The Natural Science I component can be satisfied with approved AP credit or by completing an approved department course. Approved AP Credit: AP credit for Physics C-Mech (3 points) AP credit for Physics C-E&amp;M (3 points) AP credit for Environmental Science (4 points) Approved Department Courses: CHEM-UA 125, General Chemistry I including lab [ Previously CHEM-UA 101 General Chemistry I and CHEM-UA 103 (lab) ] CHEM-UA 127, General Chemistry I Honors including lab [ Previously CHEM-UA 109 Honors General Chemistry I and CHEM-UA 111 (lab) ] PHYS-UA 11, General Physics I    Natural Science II College students who major in a natural science, who complete the pre-health program, or who are in the combined B.S./B.S. program are exempt from the Foundations of Scientific Inquiry component. For AP equivalencies, consult the chart in the CAS Bulletin Admissions chapter. The Natural Science II component can be satisfied by completing an approved department course. Approved Department Courses: ANTH-UA 2, Human Evolution    Texts and Ideas    Because of the importance the faculty place on assuring every student a core experience in the humanities and social science, there are no exemptions or substitutions for Texts and Ideas.       Cultures and Contexts Because of the importance the faculty place on assuring every student a core experience in the humanities and social science, there are no exemptions or substitutions for Cultures and Contexts.    Societies and the Social Sciences and Expressive Culture The Societies and the Social Sciences and Expressive Culture components can be satisfied through completion of approved joint-major programs. Approved Joint-Major Programs: Anthropology and Classical Civilization French and Linguistics German and Linguistics Italian and Linguistics Spanish and Linguistics    Societies and the Social Sciences    The Societies and the Social Sciences component can be satisfied through completion of an approved major or minor program or by completing an approved department course.    Approved Majors and Minors: American Studies (major only) Anthropology Anthropology and Linguistics Economics Economics and Mathematics Economics and Computer Science European and Mediterranean Studies Gender and Sexuality Studies Global Public Health/Anthropology Global Public Health/History Global Public Health/Sociology History International Relations Journalism Language and Mind Latino Studies (major only) Law and Society Linguistics Metropolitan Studies Politics Psychology Sociology    Approved Department Courses: ANTH-UA 1, Human Society and Culture ANTH-UA 3, Archaeology: Early Societies and Cultures ECON-UA 1, Economic Principles I (P) ECON-UA 2, Economic Principles II (P) HIST-UA 9, The United States to 1865 LING-UA 1, Language LING-UA 15, Language and Society LING-UA 9015, Language and Society LING-UA 47, The Language of America's Ethnic Minorities LING-UA 30, Language in Latin America LING-UA 58, Introduction to African Languages LING-UA 9058, Introduction to African Languages POL-UA 300, Power and Politics in America POL-UA 500, Comparative Politics PSYCH-UA 1, Introduction to Psychology RELST-UA 1, Theories and Methods in the Study of Religion SCA-UA 1, Concepts in Social and Cultural Analysis SCA-UA 401, Approaches to Gender and Sexuality Studies SCA-UA 601, Introduction to Metropolitan Studies SOC-UA 1, Introduction to Sociology SOC-UA 2, Introduction to Sociology (Honors) SOC-UA 135, Race and Ethnicity SOC-UA 205, Social Movements, Protest and Conflict SOC-UA 386, American Capitalism in Theory and Practice (formerly known as Ideas and Institutions in American Society) SOC-UA 413, Law and Society    Expressive Culture    The Expressive Culture component can be satisfied through completion of an approved major or minor program or by completion of one of the courses offered under CORE-UA 7xx, Expressive Culture.      Approved Majors and Minors: Africana Studies Ancient Studies Art History (previously known as Fine Arts) Asian/Pacific/American Studies Cinema Studies Classical Civilization Classical Civilization and Hellenic Studies Classics and Fine Arts Comparative Literature Dramatic Literature, Theatre History, and the Cinema East Asian Studies (major) East Asian Studies (non-language minor) English Fine Arts (now known as Art History) French German Hebrew and Judaic Studies (major) Hebrew and Judaic Studies (non-language minor) Hellenic Studies Irish Studies Italian Latin American Studies Latin/Greek Literature in Translation Luso-Brazilian Language and Literature Medieval and Renaissance Studies Middle Eastern Studies (major) Middle Eastern Studies (non-language minor) Music Philosophy Religious Studies Romance Languages Russian Spanish Urban Design and Architecture Studies              Contact Us | &copy; New York University , Arts and Science"}]}]