[{"detail": [{"content": "Financial Markets and Corporate Finance Track | Financial Engineering, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Financial Engineering, MS                         Financial Engineering, MS                                                             Financial Markets and Corporate Finance Track                       The Financial Markets and Corporate Finance Track will teach you how to structure, value, market, and apply complex financial products, develop sophisticated trading and risk management strategies, and engineer solutions to the myriad of complex financial problems financial institutions face.   Required to Complete a Financial Engineering, MS in this Track     5 core courses, each 3 credits   Track-required courses totaling 7.5 credits   1 required applied lab worth 1.5 credits   4 elective courses, each 1.5 credits   1 capstone experience of 3 credits   Total # of credits: 33 | view the Curriculum page for full curriculum information      Track Prerequisites     Calculus   Probability and statistics   Some exposure to computer programming languages   Linear algebra (helpful but not requried)                                  Financial Engineering, MS      Curriculum   Track: Risk Finance   Track: Computational Finance   Track: Technology and Algorithmic Finance   Track: Financial Markets and Corporate Finance                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Financial Markets and Corporate Finance Track | Financial Engineering, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Financial Engineering, MS                         Financial Engineering, MS                                                             Financial Markets and Corporate Finance Track                       The Financial Markets and Corporate Finance Track will teach you how to structure, value, market, and apply complex financial products, develop sophisticated trading and risk management strategies, and engineer solutions to the myriad of complex financial problems financial institutions face.   Required to Complete a Financial Engineering, MS in this Track     5 core courses, each 3 credits   Track-required courses totaling 7.5 credits   1 required applied lab worth 1.5 credits   4 elective courses, each 1.5 credits   1 capstone experience of 3 credits   Total # of credits: 33 | view the Curriculum page for full curriculum information      Track Prerequisites     Calculus   Probability and statistics   Some exposure to computer programming languages   Linear algebra (helpful but not requried)                                  Financial Engineering, MS      Curriculum   Track: Risk Finance   Track: Computational Finance   Track: Technology and Algorithmic Finance   Track: Financial Markets and Corporate Finance                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Global Financial Markets by Ian Giddy                     Global Financial Markets           A guide to the workings of the world's currency, money and capital, commodities and derivatives markets.            by Ian H. Giddy,   Stern School of Business, New York University            Contents What it's really about How to get it The author The Stern School          New: Self-test problems on the foreign-exchange and Eurocurrency markets.    New: Updates to the book.         Contents      PART I: A FRAMEWORK FOR INTERNATIONAL FINANCE     Chapter 1. An Introduction to The World of International Finance     Chapter 2. The Foreign Exchange and Eurocurrency Markets     Chapter 3. Interest Rates in The Global Money Market     Chapter 4. Exchange Rate Systems     Chapter 5. Exchange Rates, Interest Rates and Inflation Rates: An Integrated Framework         PART II: FOREIGN EXCHANGE PREDICTION AND HEDGING TOOLS     Chapter 6. Currency Prediction Versus Market Efficiency     Chapter 7. Currency Forwards and The Futures Market     Chapter 8. Foreign Exchange Options         PART III: INTERNATIONAL BANKING AND CREDIT MARKETS     Chapter 9. International Banking and Credit     Chapter 10. Instruments of The International Money Market     Chapter 11. The Global Debt Problem         PART IV: THE INTERNATIONAL CAPITAL MARKET     Chapter 12. The International Bond Market     Chapter 13. Currency and Interest Rate Swaps     Chapter 14. International Equity Markets and Portfolio Diversification     Chapter 15. Global Commodity Markets         PART V: INTERNATIONAL FINANCING     Chapter 16. International Financing Decisions     Chapter 17. The Future: Understanding and Using New Instruments         REVIEW SECTION     Chapter 18. A Recap of This Book      Back to the top of this document              About the Book     This book is about the financial markets, domestic and international, that are used by multinational corporations, government agencies, and banks in the conduct of their business. While it is not about financial management per se, it explains much about the markets in which corporate international financial managers have to deal. It is used in courses such as one taught by the author . The global financial markets include the market for foreign exchange, the Eurocurrency and related money markets, the international capital markets, notably the Eurobond and global equity markets, the commodity market and last but not least, the markets for forward contracts, options, swaps and other derivatives. The book seeks to explain how these markets work both in the context of basic principles of finance and by means of examples and applications. The aim of the book is to construct a story employing the most current state of the art in the markets themselves with a solid foundation of theory.    The markets and institutions of international finance have, in recent years, undergone significant changes. To great extent the institutions that dominated global finance in earlier decades--commercial banks and supranational organizations like the International Monetary Fund--have been displaced by disintermediated, private finance. There has been an enormous shift of expertise and market power away from banks and towards corporations. The latter increasingly issue commercial paper, bonds and medium term notes, and manage their financial risks internally. Some have created finance subsidiaries that have become powerful financial service firms in their own right. Banks' functions have broadened accordingly: a few have become more like investment banks, performing underwriting and distribution of securities to investors rather than lending money themselves. Many have developed capabilities in risk management instruments, such as options, swaps and more complex derivatives. All successful market participants must have a far more sophisticated understanding of financial risks, and of the tools to manage them, than was once the case. The asset-liability management task in commercial banks has become more complex as the variety of products, both on and off their balance sheets, proliferates.     The International Monetary Fund, originally designed to resurrect the post-World War II international monetary system, has become a lender to less developed countries in financial distress and no longer performs in the main arena of the international financial circus. National capital markets have gained importance, to some extent at the expense of external markets like the Eurobond market, as barriers are eroded and domestic institutions face the harsh wind of international competition.    All these changes make the field one of continual excitement, a case study that never ends. Global Financial Markets is written in a style that reflects the author's view that learning at its best is an active process, not passive absorption. Frequent examples, case studies and illustrations give the reader the opportunity to see the markets through the eyes of the practicing banker or corporate financial officer. In many cases these are thinly-disguised real life dilemmas faced by companies and banks. They invite the reader to work through the situations by proxy. Doing so helps one develop the mental skills and familiarity with techniques that are the true goals of the book.    As the Table of Contents suggests, the book is divided up into five major parts. Part I, the framework, includes the international financial system and the basic \"foundation\" markets of the system, the foreign exchange and international money markets. A newcomer to the field should certainly read these first, for much of the rest of the book relates back to the practices and principles described in these first chapters. Chapter Five, the last in the section, contains a simple framework that ties together some well-known relationships of the foreign exchange markets. It provides a good starting-point for Part II, which deals with currency forecasting and hedging tools such as forwards, futures and options. The three chapters in this section are must reading for anyone interested in the management of foreign exchange risk by corporations.    The third part of the book covers credit instruments such as multiple-option loan facilities, money market instruments such as Eurocommercial paper, and less developed country debt, all in the arena of international banking. Part IV is entitled \"The International Capital Market,\" and contains chapters on the global bond markets, the equity and commodity markets, and the burgeoning market for currency and interest rate swaps. Borrowers and investors worldwide have become increasingly reliant on the swap and capital markets described in these chapters, and financial institutions of all kinds are hastening to develop capabilities in the design and trading of capital market and derivative instruments.    Part V considers the use of the international money, capital and derivative markets by corporations and other borrowers. It offers a logical framework for selecting among the myriad choices available to major borrowers in today's global market. Chapter Seventeen is devoted to explaining the role of financial innovations, including hybrid Eurobonds, in international corporate financing. As elsewhere in the book, the reader is given numerous opportunities to learn by example how the techniques work and how they are employed by companies and banks in practice.    The last section is designed for those who wish to review key concepts covered in the book. Chapter 18 provides a precis and recap, and is followed by a comprehensive glossary.           Back to the top of this document    Materials available to instructors          Global Financial Markets is published by Houghton Mifflin , 2075 Foxfield Road, St. Charles, Illinois 60174, USA.   To order individual copies call 800-225-1464.   For information about academic purchases or adoption contact Faculty Services (1-800-733-1717), or fax them at 800-733-1810.             Go to Giddy's Web Portal Contact Ian Giddy at igiddy@stern.nyu.edu"}]},
{"detail": [{"content": "Financial Markets and Corporate Finance Track | Financial Engineering, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Financial Engineering, MS                         Financial Engineering, MS                                                             Financial Markets and Corporate Finance Track                       The Financial Markets and Corporate Finance Track will teach you how to structure, value, market, and apply complex financial products, develop sophisticated trading and risk management strategies, and engineer solutions to the myriad of complex financial problems financial institutions face.   Required to Complete a Financial Engineering, MS in this Track     5 core courses, each 3 credits   Track-required courses totaling 7.5 credits   1 required applied lab worth 1.5 credits   4 elective courses, each 1.5 credits   1 capstone experience of 3 credits   Total # of credits: 33 | view the Curriculum page for full curriculum information      Track Prerequisites     Calculus   Probability and statistics   Some exposure to computer programming languages   Linear algebra (helpful but not requried)                                  Financial Engineering, MS      Curriculum   Track: Risk Finance   Track: Computational Finance   Track: Technology and Algorithmic Finance   Track: Financial Markets and Corporate Finance                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Global Financial Markets by Ian Giddy                     Global Financial Markets           A guide to the workings of the world's currency, money and capital, commodities and derivatives markets.            by Ian H. Giddy,   Stern School of Business, New York University            Contents What it's really about How to get it The author The Stern School          New: Self-test problems on the foreign-exchange and Eurocurrency markets.    New: Updates to the book.         Contents      PART I: A FRAMEWORK FOR INTERNATIONAL FINANCE     Chapter 1. An Introduction to The World of International Finance     Chapter 2. The Foreign Exchange and Eurocurrency Markets     Chapter 3. Interest Rates in The Global Money Market     Chapter 4. Exchange Rate Systems     Chapter 5. Exchange Rates, Interest Rates and Inflation Rates: An Integrated Framework         PART II: FOREIGN EXCHANGE PREDICTION AND HEDGING TOOLS     Chapter 6. Currency Prediction Versus Market Efficiency     Chapter 7. Currency Forwards and The Futures Market     Chapter 8. Foreign Exchange Options         PART III: INTERNATIONAL BANKING AND CREDIT MARKETS     Chapter 9. International Banking and Credit     Chapter 10. Instruments of The International Money Market     Chapter 11. The Global Debt Problem         PART IV: THE INTERNATIONAL CAPITAL MARKET     Chapter 12. The International Bond Market     Chapter 13. Currency and Interest Rate Swaps     Chapter 14. International Equity Markets and Portfolio Diversification     Chapter 15. Global Commodity Markets         PART V: INTERNATIONAL FINANCING     Chapter 16. International Financing Decisions     Chapter 17. The Future: Understanding and Using New Instruments         REVIEW SECTION     Chapter 18. A Recap of This Book      Back to the top of this document              About the Book     This book is about the financial markets, domestic and international, that are used by multinational corporations, government agencies, and banks in the conduct of their business. While it is not about financial management per se, it explains much about the markets in which corporate international financial managers have to deal. It is used in courses such as one taught by the author . The global financial markets include the market for foreign exchange, the Eurocurrency and related money markets, the international capital markets, notably the Eurobond and global equity markets, the commodity market and last but not least, the markets for forward contracts, options, swaps and other derivatives. The book seeks to explain how these markets work both in the context of basic principles of finance and by means of examples and applications. The aim of the book is to construct a story employing the most current state of the art in the markets themselves with a solid foundation of theory.    The markets and institutions of international finance have, in recent years, undergone significant changes. To great extent the institutions that dominated global finance in earlier decades--commercial banks and supranational organizations like the International Monetary Fund--have been displaced by disintermediated, private finance. There has been an enormous shift of expertise and market power away from banks and towards corporations. The latter increasingly issue commercial paper, bonds and medium term notes, and manage their financial risks internally. Some have created finance subsidiaries that have become powerful financial service firms in their own right. Banks' functions have broadened accordingly: a few have become more like investment banks, performing underwriting and distribution of securities to investors rather than lending money themselves. Many have developed capabilities in risk management instruments, such as options, swaps and more complex derivatives. All successful market participants must have a far more sophisticated understanding of financial risks, and of the tools to manage them, than was once the case. The asset-liability management task in commercial banks has become more complex as the variety of products, both on and off their balance sheets, proliferates.     The International Monetary Fund, originally designed to resurrect the post-World War II international monetary system, has become a lender to less developed countries in financial distress and no longer performs in the main arena of the international financial circus. National capital markets have gained importance, to some extent at the expense of external markets like the Eurobond market, as barriers are eroded and domestic institutions face the harsh wind of international competition.    All these changes make the field one of continual excitement, a case study that never ends. Global Financial Markets is written in a style that reflects the author's view that learning at its best is an active process, not passive absorption. Frequent examples, case studies and illustrations give the reader the opportunity to see the markets through the eyes of the practicing banker or corporate financial officer. In many cases these are thinly-disguised real life dilemmas faced by companies and banks. They invite the reader to work through the situations by proxy. Doing so helps one develop the mental skills and familiarity with techniques that are the true goals of the book.    As the Table of Contents suggests, the book is divided up into five major parts. Part I, the framework, includes the international financial system and the basic \"foundation\" markets of the system, the foreign exchange and international money markets. A newcomer to the field should certainly read these first, for much of the rest of the book relates back to the practices and principles described in these first chapters. Chapter Five, the last in the section, contains a simple framework that ties together some well-known relationships of the foreign exchange markets. It provides a good starting-point for Part II, which deals with currency forecasting and hedging tools such as forwards, futures and options. The three chapters in this section are must reading for anyone interested in the management of foreign exchange risk by corporations.    The third part of the book covers credit instruments such as multiple-option loan facilities, money market instruments such as Eurocommercial paper, and less developed country debt, all in the arena of international banking. Part IV is entitled \"The International Capital Market,\" and contains chapters on the global bond markets, the equity and commodity markets, and the burgeoning market for currency and interest rate swaps. Borrowers and investors worldwide have become increasingly reliant on the swap and capital markets described in these chapters, and financial institutions of all kinds are hastening to develop capabilities in the design and trading of capital market and derivative instruments.    Part V considers the use of the international money, capital and derivative markets by corporations and other borrowers. It offers a logical framework for selecting among the myriad choices available to major borrowers in today's global market. Chapter Seventeen is devoted to explaining the role of financial innovations, including hybrid Eurobonds, in international corporate financing. As elsewhere in the book, the reader is given numerous opportunities to learn by example how the techniques work and how they are employed by companies and banks in practice.    The last section is designed for those who wish to review key concepts covered in the book. Chapter 18 provides a precis and recap, and is followed by a comprehensive glossary.           Back to the top of this document    Materials available to instructors          Global Financial Markets is published by Houghton Mifflin , 2075 Foxfield Road, St. Charles, Illinois 60174, USA.   To order individual copies call 800-225-1464.   For information about academic purchases or adoption contact Faculty Services (1-800-733-1717), or fax them at 800-733-1810.             Go to Giddy's Web Portal Contact Ian Giddy at igiddy@stern.nyu.edu"}, {"content": "NYU Stern | Full-time MBA | Financial Instruments and Markets                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Full-time MBA              The Stern Advantage Academic Excellence   IQ + EQ   Collaborative Community   The Energy of a Global Hub     Academics Faculty   Curriculum   Specializations   Course Index   Class Videos   Experiential Learning   Leadership Development   Global Programs   Dual Degrees   Summer Start     Students Class Profile   Student Blogs   Student Clubs   Diversity at Stern   Women at Stern   International Students   Families at Stern   LGBTQ Students   Military Veterans   Housing     Career Career Development   Career Paths   Employer List   Employment Statistics   Alumni Network   Alumni Video Profiles   Lifetime Career Resources     Financial Aid Scholarships   William R. Berkley Scholarship Program   Loan Programs   Teaching &amp; Graduate Fellowships   Resources for Military Veterans   Resources for Social Enterprise   Tuition &amp; Cost of Attendance     Admissions Request Information   Apply   Selection Criteria   Deadlines   Notification &amp; Process   Application Instructions   Policies   Directors&#039; Tips   FAQs     Meet With Us Visit Stern   Travel Directions   Events and Webinars   Videos   Day in the Life Student Videos   Podcasts   Virtual Tour   Contact a Student               Home / Programs &amp; Admissions / Full-time MBA / Academics / Specializations / Financial Instruments and Markets                        Share / Print                Print      Email      Share       Like                                              Financial Instruments and Markets    This specialization focuses on understanding the markets in which various financial instruments are traded and the factors that influence the return and risk characteristics of financial instruments, both individually and in portfolios. The specialization may be suitable for students pursuing careers in the securities industry or the broad area of investment management.     Sample Courses:                           Applications of Portfolio Analysis       Behavioral Finance       Debt Instruments and Markets       Equity Markets: Trading and Structure                           Futures and Options       Investment Strategies       Trading Strategies and Systems       Volatility                        Please note that this is a selection of courses and is subject to change. For more information, visit the course index .             Especially Applicable to Careers in Finance such as:                           Asset Management       Financial Engineering       General Finance                           Public Finance       Risk Management       Sales and Trading                        &lt;--Back to Specializations                                                Take Action      Sign Up for Information    Meet With Us    Apply                                                Career Links      Resources in finance    Select employers of Stern graduates                     Academic Links      Course descriptions    MBA/MS in Mathematics in Finance    Salomon Research Institute in Financial Institutions and Markets    Glucksman Institute for Research in Securities Markets    Volatility Institute                                                                  Academics     Faculty   Curriculum   Specializations Accounting   Banking   Business Analytics   Corporate Finance   Digital Marketing   Economics   Entertainment, Media and Technology   Entrepreneurship and Innovation   Finance   Financial Instruments and Markets   Financial Systems and Analytics   Global Business   Law and Business   Leadership and Change Management   Luxury Marketing   Management   Management of Technology and Operations   Marketing   Product Management   Quantitative Finance   Real Estate   Social Innovation and Impact   Strategy   Supply Chain Management and Global Sourcing     Course Index   Class Videos   Experiential Learning   Leadership Development   Global Programs   Dual Degrees   Summer Start                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]}]