[{"detail": [{"content": "Foundations of Science 1 - NYU Libraries                               This is the \"Foundations of Science 1\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Foundations of Science 1         Last update: Sep 23, 2014        URL: http://guides.nyu.edu/content_mobile.php?pid=505494                                                                          Home                                                                                  Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.              Comments (0)                                         FOS 1 Resources                 Welcome to the Research Guide for FOS 1! Click on the links below to find online journal articles &amp; books in your field of study.          Biology                   Chemistry                   Physics                   Engineering                    Comments (0)                                              close                                                                                                          Biology                                                                                  Find Books in Biology                 Search the online catalog , Springer , and ebrary to find books like the following:   Soil Conditions and Plant Growth - Peter J. Gregory and Stephen Nortcliff ISBN: 9781405197700   Advanced Techniques in Soil Microbiology - Ajit Varma and Ralf Oelmüller ISBN: 9783540708643   Genetic Engineering, Biofertilisation, Soil Quality and Organic Farming - Eric Lichtfouse ISBN: 9789048187409            Comments (0)                                         E-Books                 Use the following databases to find bio ebooks:          SpringerLink                   ScienceDirect                   Wiley Online Library                    Comments (0)                                         Journal Articles                 Don't know where to start? Try the links below first to find articles in the field of biology.   For even more options, click here .  Web of Science Plus Search for articles in the sciences and the articles that cite them. PubMed (Medline) Find articles from scientific and medical journals here. SCOPUS Find articles in the sciences and use the citation index to discover citations of relevant articles.            Comments (0)                                         Google Scholar                                            Comments (0)                                              close                                                                                                          Chemistry                                                                                  Find Books in Chemistry                 Search the online catalog , SpringerLink and Science Direct to find books like the following:   Disposal of Dangerous Chemicals in Urban Areas and Mega Cities - Ian Barnes and Krzysztof J. Rudziski ISBN: 9789400750333   The Water Environment of Cities - Lawrence A. Baker ISBN: 9780387848907   Urban Air Pollution and Forests - Mark E. Fenn, et al. ISBN: 9781468495737            Comments (0)                                         E-Books                 Use the following databases to find chemistry ebooks:          CHEMnetBASE                   SpringerLink                   ScienceDirect                   Knovel                   Wiley Online Library                    Comments (0)                                         Journal Articles                 Don't know where to start? Try the links below to find articles in the field of chemistry.   For even more options, click here .   SciFinder Search for articles, substances, and reactions. SciFinder first-time users must register here First-time users must register with their NYU email address. Reaxys Searchable by chemical structure, formula, physical property parameters, chemical reaction, as well as bibliographic data. Web of Knowledge Search for articles in the sciences and the articles that cite them. SCOPUS Find articles in the sciences and use the citation index to discover citations of relevant articles.            Comments (0)                                         Google Scholar                                            Comments (0)                                              close                                                                                                          Physics                                                                                  Find Books in Physics                 Search our online catalog , SpringerLink and Science Direct to find ebooks like the following:   Color - Communication in Architectural Space - Gerhard Meerwein, et al. ISBN: 9783764375966   The Science of Construction Materials - Per Freiesleben Hansen and Ole Mejlhede Jensen ISBN: 9783540708971   Biomimetics -- Materials, Structures and Processes - Dietmar Bruckner, et al. ISBN: 9783642119330            Comments (0)                                         E-Books                 Use the following databases to find ebooks in physics:          SpringerLink                   ScienceDirect                   CHEMnetBASE                   Knovel                    Comments (0)                                         Journal Articles                 Don't know where to start? Try the links below to find articles in the field of physics.   For even more options, click here .  SCOPUS Find articles in the sciences and use the citation index to discover citations of relevant articles. Inspec Indexes scientific and technical literature in physics, electrical engineering, electronics, communications, computing, and information technology. Web of Science Search for articles in the sciences and the articles that cite them. arXiv Cornell University-hosted site provides open access to e-prints in physics, mathematics, and computer science. Wiley Online Library A comprehensive collection of 1,400 full text journals and ebooks in 14 subject areas.            Comments (0)                                         Google Scholar                                            Comments (0)                                              close                                                                                                          Engineering                                                                                  Find Books in Engineering                 Search our online catalog , SpringerLink and Science Direct to find ebooks like the following:   Marketing Green Building Services - Jerry Yudelson ISBN: 9780750684743   Construction Process Planning and Management - Sidney Levy ISBN: 9781856175487   Integrated Sustainable Design of Buildings - Paul Appleby ISBN: 1849711178            Comments (0)                                         E-Books                 Use the following databases to find engineering ebooks:          Knovel                   Compendex (Ei Village 2)                   SpringerLink                   ScienceDirect                    Comments (0)                                         Journal Articles                 Don't know where to start? Try the links below first to find articles in the field of Engineering.   For even more options, click here .  IEEE Xplore Full text access to the world's highest quality technical literature in electrical engineering, computer science, and electronics. Engineering Village Articles from over 5,000 journals in engineering plus reference e-books. SCOPUS Find articles in the sciences and use the citation index to discover citations of relevant articles.            Comments (0)                                         Google Scholar                                            Comments (0)                                              close                                                                                                          Using EndNote                                                                                  Questions about EndNote?                 Contact the NYUSH Library via email or consult the EndNote LibGuide .           Comments (0)                                         EndNote Handouts                             Handout            Handout with screenshots            Comments (0)                                         What Is EndNote?                 EndNote is a desktop software for managing bibliographic citations. Using EndNote, you can transfer references from online research databases into EndNote and create bibliographies.           Comments (0)                                         Download and Installation                 Before installing EndNote X7, it's recommended that you uninstall any previous versions:     Back up any existing EndNote library files and any customized content files (e.g. styles, connection files, and filters).   Close all open programs, and then uninstall any older versions by selecting \"Add/Remove Programs\" from the Windows Control Panel (or trash the old folders on a Mac).   Once any older versions have been uninstalled, run the EndNote installer. This will create a new EndNote program folder, and you can then move any backed up library or content files into this new folder.     Installing EndNote X7   1. Log in to your NYU email account (these files are restricted so that they can only be downloaded by the NYU community).   2. Click the appropriate link in the \"Download EndNote\" box on the right to download the version of the software you need.   3. The download link will take you to a Google Drive page that says \"No preview available\". Click the button that says \"Download\". This will download either a .dmg file (Mac) or a zipped folder (Windows/PC).   4. If you are installing EndNote for Mac , you will need to navigate to where the installer (.dmg file) was saved to your computer. Usually this will be your \"My Downloads\" folder. Double-click on the file to being installation. By default, the EndNote X7 software will be installed in your computer's Applications folder. Your EndNote library and data folder will be saved to My Documents.   If you are installing EndNote for Windows/PC , you will need to navigate to where the downloaded folder was saved to your computer (usually this will be your \"Downloads\" folder). Right-click on the folder and choose \"Extract All\". Once the files are extracted, run the EndNote installer (double-click the EndNoteX7.msi file). By default, the EndNote X7 software will install in your computer's Program Files, and your EndNote library and data folder will be saved in Documents.   Note: If you are prompted for a product key , make sure the folder you downloaded is unzipped before running the installer. You can do this by right-clicking on the folder that you downloaded, then choosing \"Extract All\".   If you have any trouble, please contact Margaret Smith, margaret.smith@nyu.edu                                               Download EndNote                          EndNote X7 for Windows                   EndNote X7 for Mac OS 10.6.8 and higher                                                      Product key?                 If you are prompted for a product key: make sure the folder you downloaded is unzipped before running the installer. You can do this by right-clicking on the folder that you downloaded, then choosing \"Extract All\". Then run the installer again.   If unzipping doesn't help: create a new folder on your desktop. Drag the installer (.msi) and license (.dat) files from the EndNote X7 folder that you downloaded into this new folder. Then run the installer from the new folder.           Comments (0)                                              close                                                                                                          EndNote tutorials                                                                                  Transferring References from Web of Science to EndNote and Creating new Groups                     Then...                              Comments (0)                                              close                                                                                                          Delivery Services                                                                                  Requesting Books or Chapter Scans from New York                 NYU Libraries has over 5 million items; Bobst library owns over 4 million of these. NYU Shanghai students, faculty and staff have access to items held by Bobst Library, Bobst Offsite storage, and the Courant Institute of Mathematical Sciences Library.   To place a request:   1. Search Bobcat across NYU Shanghai and NYU Bobst Library collections using the All Collections limiter.   2. Locate an item from the Bobst Main Collection, Bobst Offsite Storage or Courant. Double check the record to make sure that there are no copies at NYU Shanghai.   3. Click the \"Request\" button next to the title of the item. (If you do not see the button, login to Bobcat by clicking the link in the top-right corner of the screen.)    4. If you would like the book shipped to Shanghai, select \"Shanghai\" as the pickup location. For a scan within fair use guidelines indicate which chapter/pages you would like sent to you. You may also request a scan of the item&rsquo;s table of contents.   5. You will receive an email when your book arrives in Shanghai. Delivery of chapter scans and tables of contents is electronic. You will receive an email with a link to the scanned chapter(s) or table(s) of contents that you requested.           Comments (0)                                         E-ZBorrow: expedited service for books                  E-ZBorrow E-ZBorrow searches the catalogs of many different libraries near our New York campus. NYU students, faculty, and staff are encouraged to place requests for books that are currently unavailable through NYU Libraries.            Comments (0)                                         Interlibrary Loan                 If you need a book, a chapter from a book, or a journal article that NYU does not own we will request it from another library.   To place a request:   1. Request the item(s) through Interlibrary Loan. Click to submit a request and select the appropriate form for either an article or book chapter. You will need to enter information from your NYU ID card to login.   2. Select Shanghai as the pickup location.   3. Delivery of chapters and article scans is electronic. You will receive an email with a link to the scanned chapter(s) or article(s) that you requested. If you request a book, you will receive an email when it arrives in Shanghai.       If your request is canceled, please contact deliveryservices@library.nyu.edu for more information.           Comments (0)                                         How long will it take to fill my request?                 Delivery Services within the NYU Libraries   If you place a request for a book, the title will be shipped to the NYU Shanghai Library. The typical turnaround for items that are available when you place your request is one week. If the item is checked out, turnaround is closer to three weeks.   The typical turnaround time for scans of NYU material is 3 business days. For non-NYU material, typical turnaround may be up to 7-10 business days.   E-ZBorrow   E-ZBorrow requests arrive in Shanghai within two weeks. It takes 3-5 days for the books to reach New York, and another 5-7 days for the book to ship to Shanghai.   Interlibrary Loan   Delivery time depends on the availability of items at other libraries and the shipping method used by other libraries.              Comments (0)                                         Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.              Comments (0)                                         Current Time at NYU                       Abu Dhabi         New York         Shanghai           From timeanddate.com .             Comments (0)                                              close                                                                                                          Access Services Librarian                                                           Shoshannah Turgel Contact Info: Send Email          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]},
{"detail": [{"content": "Foundations of Science 1 - NYU Libraries                               This is the \"Foundations of Science 1\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Foundations of Science 1         Last update: Sep 23, 2014        URL: http://guides.nyu.edu/content_mobile.php?pid=505494                                                                          Home                                                                                  Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.              Comments (0)                                         FOS 1 Resources                 Welcome to the Research Guide for FOS 1! Click on the links below to find online journal articles &amp; books in your field of study.          Biology                   Chemistry                   Physics                   Engineering                    Comments (0)                                              close                                                                                                          Biology                                                                                  Find Books in Biology                 Search the online catalog , Springer , and ebrary to find books like the following:   Soil Conditions and Plant Growth - Peter J. Gregory and Stephen Nortcliff ISBN: 9781405197700   Advanced Techniques in Soil Microbiology - Ajit Varma and Ralf Oelmüller ISBN: 9783540708643   Genetic Engineering, Biofertilisation, Soil Quality and Organic Farming - Eric Lichtfouse ISBN: 9789048187409            Comments (0)                                         E-Books                 Use the following databases to find bio ebooks:          SpringerLink                   ScienceDirect                   Wiley Online Library                    Comments (0)                                         Journal Articles                 Don't know where to start? Try the links below first to find articles in the field of biology.   For even more options, click here .  Web of Science Plus Search for articles in the sciences and the articles that cite them. PubMed (Medline) Find articles from scientific and medical journals here. SCOPUS Find articles in the sciences and use the citation index to discover citations of relevant articles.            Comments (0)                                         Google Scholar                                            Comments (0)                                              close                                                                                                          Chemistry                                                                                  Find Books in Chemistry                 Search the online catalog , SpringerLink and Science Direct to find books like the following:   Disposal of Dangerous Chemicals in Urban Areas and Mega Cities - Ian Barnes and Krzysztof J. Rudziski ISBN: 9789400750333   The Water Environment of Cities - Lawrence A. Baker ISBN: 9780387848907   Urban Air Pollution and Forests - Mark E. Fenn, et al. ISBN: 9781468495737            Comments (0)                                         E-Books                 Use the following databases to find chemistry ebooks:          CHEMnetBASE                   SpringerLink                   ScienceDirect                   Knovel                   Wiley Online Library                    Comments (0)                                         Journal Articles                 Don't know where to start? Try the links below to find articles in the field of chemistry.   For even more options, click here .   SciFinder Search for articles, substances, and reactions. SciFinder first-time users must register here First-time users must register with their NYU email address. Reaxys Searchable by chemical structure, formula, physical property parameters, chemical reaction, as well as bibliographic data. Web of Knowledge Search for articles in the sciences and the articles that cite them. SCOPUS Find articles in the sciences and use the citation index to discover citations of relevant articles.            Comments (0)                                         Google Scholar                                            Comments (0)                                              close                                                                                                          Physics                                                                                  Find Books in Physics                 Search our online catalog , SpringerLink and Science Direct to find ebooks like the following:   Color - Communication in Architectural Space - Gerhard Meerwein, et al. ISBN: 9783764375966   The Science of Construction Materials - Per Freiesleben Hansen and Ole Mejlhede Jensen ISBN: 9783540708971   Biomimetics -- Materials, Structures and Processes - Dietmar Bruckner, et al. ISBN: 9783642119330            Comments (0)                                         E-Books                 Use the following databases to find ebooks in physics:          SpringerLink                   ScienceDirect                   CHEMnetBASE                   Knovel                    Comments (0)                                         Journal Articles                 Don't know where to start? Try the links below to find articles in the field of physics.   For even more options, click here .  SCOPUS Find articles in the sciences and use the citation index to discover citations of relevant articles. Inspec Indexes scientific and technical literature in physics, electrical engineering, electronics, communications, computing, and information technology. Web of Science Search for articles in the sciences and the articles that cite them. arXiv Cornell University-hosted site provides open access to e-prints in physics, mathematics, and computer science. Wiley Online Library A comprehensive collection of 1,400 full text journals and ebooks in 14 subject areas.            Comments (0)                                         Google Scholar                                            Comments (0)                                              close                                                                                                          Engineering                                                                                  Find Books in Engineering                 Search our online catalog , SpringerLink and Science Direct to find ebooks like the following:   Marketing Green Building Services - Jerry Yudelson ISBN: 9780750684743   Construction Process Planning and Management - Sidney Levy ISBN: 9781856175487   Integrated Sustainable Design of Buildings - Paul Appleby ISBN: 1849711178            Comments (0)                                         E-Books                 Use the following databases to find engineering ebooks:          Knovel                   Compendex (Ei Village 2)                   SpringerLink                   ScienceDirect                    Comments (0)                                         Journal Articles                 Don't know where to start? Try the links below first to find articles in the field of Engineering.   For even more options, click here .  IEEE Xplore Full text access to the world's highest quality technical literature in electrical engineering, computer science, and electronics. Engineering Village Articles from over 5,000 journals in engineering plus reference e-books. SCOPUS Find articles in the sciences and use the citation index to discover citations of relevant articles.            Comments (0)                                         Google Scholar                                            Comments (0)                                              close                                                                                                          Using EndNote                                                                                  Questions about EndNote?                 Contact the NYUSH Library via email or consult the EndNote LibGuide .           Comments (0)                                         EndNote Handouts                             Handout            Handout with screenshots            Comments (0)                                         What Is EndNote?                 EndNote is a desktop software for managing bibliographic citations. Using EndNote, you can transfer references from online research databases into EndNote and create bibliographies.           Comments (0)                                         Download and Installation                 Before installing EndNote X7, it's recommended that you uninstall any previous versions:     Back up any existing EndNote library files and any customized content files (e.g. styles, connection files, and filters).   Close all open programs, and then uninstall any older versions by selecting \"Add/Remove Programs\" from the Windows Control Panel (or trash the old folders on a Mac).   Once any older versions have been uninstalled, run the EndNote installer. This will create a new EndNote program folder, and you can then move any backed up library or content files into this new folder.     Installing EndNote X7   1. Log in to your NYU email account (these files are restricted so that they can only be downloaded by the NYU community).   2. Click the appropriate link in the \"Download EndNote\" box on the right to download the version of the software you need.   3. The download link will take you to a Google Drive page that says \"No preview available\". Click the button that says \"Download\". This will download either a .dmg file (Mac) or a zipped folder (Windows/PC).   4. If you are installing EndNote for Mac , you will need to navigate to where the installer (.dmg file) was saved to your computer. Usually this will be your \"My Downloads\" folder. Double-click on the file to being installation. By default, the EndNote X7 software will be installed in your computer's Applications folder. Your EndNote library and data folder will be saved to My Documents.   If you are installing EndNote for Windows/PC , you will need to navigate to where the downloaded folder was saved to your computer (usually this will be your \"Downloads\" folder). Right-click on the folder and choose \"Extract All\". Once the files are extracted, run the EndNote installer (double-click the EndNoteX7.msi file). By default, the EndNote X7 software will install in your computer's Program Files, and your EndNote library and data folder will be saved in Documents.   Note: If you are prompted for a product key , make sure the folder you downloaded is unzipped before running the installer. You can do this by right-clicking on the folder that you downloaded, then choosing \"Extract All\".   If you have any trouble, please contact Margaret Smith, margaret.smith@nyu.edu                                               Download EndNote                          EndNote X7 for Windows                   EndNote X7 for Mac OS 10.6.8 and higher                                                      Product key?                 If you are prompted for a product key: make sure the folder you downloaded is unzipped before running the installer. You can do this by right-clicking on the folder that you downloaded, then choosing \"Extract All\". Then run the installer again.   If unzipping doesn't help: create a new folder on your desktop. Drag the installer (.msi) and license (.dat) files from the EndNote X7 folder that you downloaded into this new folder. Then run the installer from the new folder.           Comments (0)                                              close                                                                                                          EndNote tutorials                                                                                  Transferring References from Web of Science to EndNote and Creating new Groups                     Then...                              Comments (0)                                              close                                                                                                          Delivery Services                                                                                  Requesting Books or Chapter Scans from New York                 NYU Libraries has over 5 million items; Bobst library owns over 4 million of these. NYU Shanghai students, faculty and staff have access to items held by Bobst Library, Bobst Offsite storage, and the Courant Institute of Mathematical Sciences Library.   To place a request:   1. Search Bobcat across NYU Shanghai and NYU Bobst Library collections using the All Collections limiter.   2. Locate an item from the Bobst Main Collection, Bobst Offsite Storage or Courant. Double check the record to make sure that there are no copies at NYU Shanghai.   3. Click the \"Request\" button next to the title of the item. (If you do not see the button, login to Bobcat by clicking the link in the top-right corner of the screen.)    4. If you would like the book shipped to Shanghai, select \"Shanghai\" as the pickup location. For a scan within fair use guidelines indicate which chapter/pages you would like sent to you. You may also request a scan of the item&rsquo;s table of contents.   5. You will receive an email when your book arrives in Shanghai. Delivery of chapter scans and tables of contents is electronic. You will receive an email with a link to the scanned chapter(s) or table(s) of contents that you requested.           Comments (0)                                         E-ZBorrow: expedited service for books                  E-ZBorrow E-ZBorrow searches the catalogs of many different libraries near our New York campus. NYU students, faculty, and staff are encouraged to place requests for books that are currently unavailable through NYU Libraries.            Comments (0)                                         Interlibrary Loan                 If you need a book, a chapter from a book, or a journal article that NYU does not own we will request it from another library.   To place a request:   1. Request the item(s) through Interlibrary Loan. Click to submit a request and select the appropriate form for either an article or book chapter. You will need to enter information from your NYU ID card to login.   2. Select Shanghai as the pickup location.   3. Delivery of chapters and article scans is electronic. You will receive an email with a link to the scanned chapter(s) or article(s) that you requested. If you request a book, you will receive an email when it arrives in Shanghai.       If your request is canceled, please contact deliveryservices@library.nyu.edu for more information.           Comments (0)                                         How long will it take to fill my request?                 Delivery Services within the NYU Libraries   If you place a request for a book, the title will be shipped to the NYU Shanghai Library. The typical turnaround for items that are available when you place your request is one week. If the item is checked out, turnaround is closer to three weeks.   The typical turnaround time for scans of NYU material is 3 business days. For non-NYU material, typical turnaround may be up to 7-10 business days.   E-ZBorrow   E-ZBorrow requests arrive in Shanghai within two weeks. It takes 3-5 days for the books to reach New York, and another 5-7 days for the book to ship to Shanghai.   Interlibrary Loan   Delivery time depends on the availability of items at other libraries and the shipping method used by other libraries.              Comments (0)                                         Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.              Comments (0)                                         Current Time at NYU                       Abu Dhabi         New York         Shanghai           From timeanddate.com .             Comments (0)                                              close                                                                                                          Access Services Librarian                                                           Shoshannah Turgel Contact Info: Send Email          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}, {"content": "Foundations of Science 1 & 2 - NYU Libraries                               This is the \"Foundations of Science 1 & 2\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Foundations of Science 1 & 2 A collection of research resources for students in Foundations of Science 1&2 course.        Last update: Apr 9, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=252496                                                                          Home                                                                                  Do you have more questions?                   Photo credit    NYUAD Librarians are available to answer your questions via chat, email or in person at the Information Desk.            Comments (0)                                         Handout from Library session                 Forgot the name of the database you liked using in the library session? You can check here:             Library Session            Comments (0)                                         FOS 1&2 Resources                 Welcome to the Foundation of Science 1&amp;2 Research Guide! Here you will find information about finding articles, books, ebooks, and internet resources in the field of biology. If you have questions, please email us, IM us in the box below, or stop by the Information Desk.             Comments (0)                                         Resources for all Sciences                 The following resources are good starting points as you complete your term paper, no matter what your major will be.   Access Science AccessScience contains articles illustrations, graphics, and animations from the McGraw-Hill Encyclopedia of Science & Technology 10th edition, the McGraw-Hill Yearbooks of Science & Technology, the McGraw-Hill Dictionary of Scientific and Technical Terms, and the Hutchinson Dictionary of Scientific Biography. It also provides access to science in technology news from Science News and ScienCentral videos.   EBSCO Discovery Service-EDS EDS encompasses the content of 400 databases and publishers. Source types include: academic (scholarly) journals, company profiles & reports, conference papers, government documents, dissertations, magazines, news, reports (education, health, industry, etc.), reviews, trade publications, working papers, images, audio, video and more.   Knovel Knovel provides a one-stop source for finding answers to science and engineering questions.            Comments (0)                                         Search Bobcat                 Bobcat Embedded Search Box           Comments (0)                                         Science Librarian                   Amani Magid  JavaScript disabled or chat unavailable.   Chat is offline.  Contact Info NYUAD Library Send Email  Links: Profile & Guides Subjects: Biology , Chemistry , Computer Science , Engineering , Physics , Psychology             Comments (0)                                              close                                                                                                          Biology                                                                                  Biology ebooks                   SpringerLink A full text online collection of scientific, technological and medical journals, books, and reference works.   CogNet Library A searchable collection of MIT published journals, reference works, and books in the sciences.   Science Direct Search for articles and book chapters in the fields of science, technology, and medicine.            Comments (0)                                         Biology journal articles                   Web of Science Search for articles in the sciences and the articles that cite them.   PubMed One of the largest collections of articles in the Biomedical and scientific fields.   Scopus Find articles in the sciences and use the citation index to discover citations of relevant articles.   Science Direct Search for articles and book chapters in the fields of science, technology, and medicine.  Biosis Previews Contains a large collection of journal articles in biology and the biomedical sciences            Comments (0)                                         Google Scholar & NYU Libraries                 You can configure Google Scholar to:     Sense when NYU has access to the full-text of an article   Export your citations to RefWorks or EndNote     Use the Google  Scholar Set Up Guide to do these things and make your work easier!           Comments (0)                                         Searching Google Scholar                                            Comments (0)                                              close                                                                                                          Chemistry                                                                                  Chemistry e-books                 Use the following databases to find chemistry ebooks:          CHEMnetBASE                   SpringerLink                   ScienceDirect                   Knovel                   Wiley Online Library                    Comments (0)                                         Chemistry journal articles                 Don't know where to start? Try the links below to find articles in the field of chemistry.   SciFinder Please note that all patrons must create a personal account on first use at https://origin-scifinder.cas.org/registration/index.html?corpKey=7BF1F3BB-86F3-F00A-11C8-5FB99669A39B in order to use this resource. Search for articles, substances, and reactions.   Reaxys Searchable by chemical structure, formula, physical property parameters, chemical reaction, as well as bibliographic data.   Web of Science Search for articles in the sciences and the articles that cite them.   Scopus Find articles in the sciences and use the citation index to discover citations of relevant articles.            Comments (0)                                         Google Scholar Search                 Use Google Scholar to find out what's been written about your topic:                            Comments (0)                                         Google Scholar & NYU Libraries                 You can configure Google Scholar to:     Sense when NYU has access to the full-text of an article: Under Settings, and under Library Links, search for New York University. Links to NYU content will appear on the right-hand side of your results page.         Export your citations to RefWorks or EndNote: Under Settings, and under Bibliography manager, select \"Show links...\" and select your preferred citation software. From your results list you can easily export items to RefWorks or EndNote.                 Comments (0)                                         More article databases                          ScienceDirect                   SpringerLink                   PubMed (Medline)                    Comments (0)                                         Find Books in Chemistry                 Spend some time exploring ebook databases like SpringerLink and Science Direct to find ebooks like these!   Indoor Air Pollution - Peter Pluschke \"Volatile Organic Compounds in Indoor Environments\" chapter available online!   Eco-City Planning - Tai-Chee Wong; Belinda Yuen \"Urban Air Quality Management: Detecting and Improving Indoor Ambient Air Quality\" chapter available online!   Handbook of Chemical and Environmental Engineering Calculations - Joseph P. Reynolds Available online!   Handbook of Air Pollution Prevention and Control - Nicholas P. Cheremisinoff Available online!            Comments (0)                                              close                                                                                                          Physics                                                                                  Selection of Physics E-Books                 Check out SpringerLink and Science Direct to find ebooks like these:   Solar Radiation and Daylight Models - Tariq Muneer Available online!   Handbook of Green Building Design and Construction - Sam Kubba \"Green Building Materials and Products\" chapter available online!   Green Roof - A Case Study - Christian Werthmann Available online!   Construction Process Planning and Managment - Sidney Levy \"Green and sustainable buildings\" chapter available online!            Comments (0)                                         Find Journal Articles in Physics                 Don't know where to start? Try the links below to find articles in the field of physics.  SCOPUS Find articles in the sciences and use the citation index to discover citations of relevant articles. Inspec Indexes scientific and technical literature in physics, electrical engineering, electronics, communications, computing, and information technology. Web of Knowledge Search for articles in the sciences and the articles that cite them. arXiv Cornell University-hosted site provides open access to e-prints in physics, mathematics, and computer science.            Comments (0)                                         E-Books Databases                 Use the following databases to find ebooks in physics:          SpringerLink                   ScienceDirect                   CHEMnetBASE                   Knovel                   Wiley Online Library                    Comments (0)                                         Google Scholar Search                 Use Google Scholar to find out what's been written about your topic:                            Comments (0)                                         Google Scholar & NYU Libraries                 You can configure Google Scholar to:     Sense when NYU has access to the full-text of an article: Under Settings, and under Library Links, search for New York University. Links to NYU content will appear on the right-hand side of your results page.         Export your citations to RefWorks or EndNote: Under Settings, and under Bibliography manager, select \"Show links...\" and select your preferred citation software. From your results list you can easily export items to RefWorks or EndNote.                 Comments (0)                                         More article databases                          Annual Reviews                   Reaxys                   IEEE Xplore                    Comments (0)                                              close                                                                                                          Engineering                                                                                  E-Books in Engineering                   Green Building - R. S. Means Company Staff \"Living \"Green\" Roof\" chapter available online!   Biophilic and Bioclimatic Architecture - Amjad Almusaed \"Green Roofs\" chapter available online!   Fundamentals of Sustainable Dwellings - Avi Friedman \"Green Roofs\" chapter available online!   Resilient Cities - Konrad Otto-Zimmermann (Editor) \"Urban Green Spaces: Potentials and Constraints for Urban Adaptation to Climate Change\" chapter available online!            Comments (0)                                         Find Journal Articles in Engineering                 Don't know where to start? Try the links below first to find articles in the field of chemistry.  IEEE Xplore Full text access to the world's highest quality technical literature in electrical engineering, computer science, and electronics. Engineering Village Articles from over 5,000 journals in engineering plus reference e-books. SCOPUS Find articles in the sciences and use the citation index to discover citations of relevant articles.            Comments (0)                                         E-Books Databases                 Use the following databases to find engineering ebooks:          Knovel                   Referex                   SpringerLink                   ScienceDirect                    Comments (0)                                         Searching Google Scholar                                            Comments (0)                                         Google Scholar & NYU Libraries                 You can configure Google Scholar to:     Sense when NYU has access to the full-text of an article   Export your citations to RefWorks or EndNote     Use the Google  Scholar Set Up Guide to do these things and make your work easier!           Comments (0)                                         More article databases                          ScienceDirect                   ACM Digital Library                   Inspec                   Web of Knowledge                    Comments (0)                                              close                                                                                                          Using Refworks                                                                                  Accessing Refworks                 Go to Refworks   Create a RefWorks account     Questions? Email us!            Comments (0)                                         Create a Bibliography Using Refworks                 Never worry about memorizing format styles again! With Refworks, you can create bibliographies and format your paper correctly using the stored references in your database.   There are four ways to create output in RefWorks:     Create  a Bibliography using a Reference List   Use Write-N-Cite  to format your paper from within Word   Use the One  Line/Cite View to cite references   Use  RefWorks to format your paper     Additional Help can be found within  RefWorks under the terms Output and Formatting.           Comments (0)                                         Using Refworks                 Refworks is an online citation manager that you can use to organize your research.   With Refworks, you can:   ...Create &amp; organize your own personal database of references   ...Format bibliographies according to chosen style (MLA, APA, etc.)   ...Import references from a variety of catalogs &amp; databases   ...Share your RefWorks database with users inside and outside of NYU   Getting started:     Create an account   Log in to Refworks     If you are asked for a group code, enter \"RWNewYorkU\".   Questions? Email us or consult our Refworks LibGuide .           Comments (0)                                         Adding References                 There are a number of ways to add citations to your RefWorks  account:       Use the direct export feature found in  many databases     Export from Bobcat, our library catalog   Import from saved text files    Add references manually    Convert to RefWorks from other  bibliographic formatting programs including: EndNote, Reference Manager, Zotero, Pro Cite             Comments (0)                                         Sharing References with Other Users                 Share references with others when collaborating on projects or creating bibliographies. You can:   Share references and allow others Read-Only access   Share references or folders for collaborative access           Comments (0)                                              close                                                                                                          Using EndNote                                                                                  EndNote Basics                 Consult the EndNote LibGuide .   Still have questions?   Contact the NYUAD library           Comments (0)                                         Using Cite While You Write                 EndNote's Cite While You Write (CWYW) feature inserts EndNote commands into Micosoft Word. Use CWYW tools to create footnotes, in-text references and bibliographies from your EndNote Library. Watch an online tutorial on CWYW here .              Comments (0)                                         What Is EndNote?                 EndNote is a desktop software for managing bibliographic citations. Using EndNote, you can transfer references from online research databases into EndNote and create bibliographies.   EndNote X7 is available for PC. Download it here .   EndNnote X7 is available for Mac OS 10.6.8 and higher. Dowload it here .   *Note for PC users: Make sure you unzip the file before running the installer, otherwise you will be prompted for a product key.           Comments (0)                                         What's New for x7                            Comments (0)                                         What is EndNote Web?                 NYU also subscribes to EndNote Web. You don't have to run EndNote on your desktop to use EndNote Web. You can export citations to EndNote Web and download them later to EndNote on your desktop, or create bibliographies directly from EndNote Web.   Gettting an Account     Go to MyEndNoteWeb.com   Sign up using your NYU email address.       To transfer references from EndNote Desktop to EndNote Web:     On your EndNote Desktop, go to Edit | Preferences and choose EndNote Web. Enter your EndNote Web username and password.   Go to Tools | EndNote Web. A box will open asking you whether you want to transfer references TO or FROM EndNote Web.   If you do not want to export (copy) all your references to Desktop EndNote, you should organize them in Groups.             Comments (0)                                              close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]