[{"detail": [{"content": "Cultures & Contexts                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Academics   /   NYU Open Education   /   Courses                 Sub Navigation                                 American Literature I                       Cultures & Contexts                       Calculus I                       New York City                       Intro to Sociology                       Genomes and Diversity                       Statistics for Behavioral Science                       Natural Science II                       Public Economics and Finance                                                                   Cultures & Contexts       Ancient Israel                                   Professor Daniel Fleming      Professor of Hebrew and Judaic Studies, Faculty of Arts &amp; Science, New York University    Ph.D. 1990 Harvard; M.Div. 1985, Gordon-Conwell Theological Seminary; B.S. 1979 Stanford.    Bio &amp; Publications                  About the course   You may think you know ancient Israel quite well, or you may be sure you know nothing. In either case, this course is designed to make the acquaintance from scratch. My ancient Israel is strange, sometimes shocking, diverse, and mostly hidden. It can be approached from archaeology and non-biblical writing as well as from the Bible as its most famous artifact. I am a biblical scholar and student of ancient literature, so this class will lean toward what is written, embracing the Bible as a source. In a broadly chronological framework, we will ask what I hope to be unfamiliar questions, trying to get you to see things you had not considered before. The course assumes no prior knowledge, and all knowledge is built from the ground up based on “primary evidence,” the actual material from the ancient world – including the Bible. Every full-class meeting will involve conversation in response to some piece of primary evidence, with expectation that students have as much right as any scholar to figure out who these people are for themselves.             Study this course with others   Connect with other around the world   Meet others studying the same NYU courses as you. Help them or get help yourself if you need it.   Get help when you need it   Ask a question and get matched with someone who can answer it immediately and in real time.   Work on assignments together   There's no need to take an Open Education course alone. Learn together!                        OpenStudy is a social learning network where students ask questions, give help, and connect with other students. Clicking on the Join Study Group button will take you outside the NYU site. &amp;nbsp;If you choose to participate in their discussions, please know that NYU is not affiliated with OpenStudy and is not responsible for the content and features provided by the site.                                             Get Started                      Choose a lecture from this course           Lecture 1 - Ancient Israel Lecture 2 - Where to start: Israel in the Bible and without it Lecture 3 - Israel's roots Lecture 4 - Another world out there Lecture 5 - What to do with Genesis Lecture 6 - God and Us Lecture 7 - What to do with the Bible Lecture 8 - Israel arrives Lecture 9 - The good life: no sovereign in sight Lecture 10 - Women and Power Lecture 11 - And then there were Kings Lecture 12 - Love and Marriage Lecture 13 - Archaeology's tenth-century solution Lecture 14 - Israel and Judah: the period of two kingdoms Lecture 15 - How the other side lives (or, Israel in the east) Lecture 16 - The House of David Lecture 17 - What if God was married? Lecture 18 - Judah alone Lecture 19 - Yellow journalism and purple prose: writing like a prophet Lecture 20 - Judah's Bible Lecture 21 - A world with one power: the impact of empire Lecture 22 - Away from home: Jewish refugees and resettlement Lecture 23 - When you talk about sex Lecture 24 - We need a Bible, don't we? The work of the early Jewish community Lecture 25 - Ancient Hebrew Psychology Lecture 26                               Course Readings      The Jewish Study Bible (JPS Tanakh translation)    The Oxford History of the Biblical World , Michael D. Coogan editor    Scribal Culture and the Making of the Hebrew Bible , by Karel van der Toorn                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Cultures & Contexts                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Academics   /   NYU Open Education   /   Courses                 Sub Navigation                                 American Literature I                       Cultures & Contexts                       Calculus I                       New York City                       Intro to Sociology                       Genomes and Diversity                       Statistics for Behavioral Science                       Natural Science II                       Public Economics and Finance                                                                   Cultures & Contexts       Ancient Israel                                   Professor Daniel Fleming      Professor of Hebrew and Judaic Studies, Faculty of Arts &amp; Science, New York University    Ph.D. 1990 Harvard; M.Div. 1985, Gordon-Conwell Theological Seminary; B.S. 1979 Stanford.    Bio &amp; Publications                  About the course   You may think you know ancient Israel quite well, or you may be sure you know nothing. In either case, this course is designed to make the acquaintance from scratch. My ancient Israel is strange, sometimes shocking, diverse, and mostly hidden. It can be approached from archaeology and non-biblical writing as well as from the Bible as its most famous artifact. I am a biblical scholar and student of ancient literature, so this class will lean toward what is written, embracing the Bible as a source. In a broadly chronological framework, we will ask what I hope to be unfamiliar questions, trying to get you to see things you had not considered before. The course assumes no prior knowledge, and all knowledge is built from the ground up based on “primary evidence,” the actual material from the ancient world – including the Bible. Every full-class meeting will involve conversation in response to some piece of primary evidence, with expectation that students have as much right as any scholar to figure out who these people are for themselves.             Study this course with others   Connect with other around the world   Meet others studying the same NYU courses as you. Help them or get help yourself if you need it.   Get help when you need it   Ask a question and get matched with someone who can answer it immediately and in real time.   Work on assignments together   There's no need to take an Open Education course alone. Learn together!                        OpenStudy is a social learning network where students ask questions, give help, and connect with other students. Clicking on the Join Study Group button will take you outside the NYU site. &amp;nbsp;If you choose to participate in their discussions, please know that NYU is not affiliated with OpenStudy and is not responsible for the content and features provided by the site.                                             Get Started                      Choose a lecture from this course           Lecture 1 - Ancient Israel Lecture 2 - Where to start: Israel in the Bible and without it Lecture 3 - Israel's roots Lecture 4 - Another world out there Lecture 5 - What to do with Genesis Lecture 6 - God and Us Lecture 7 - What to do with the Bible Lecture 8 - Israel arrives Lecture 9 - The good life: no sovereign in sight Lecture 10 - Women and Power Lecture 11 - And then there were Kings Lecture 12 - Love and Marriage Lecture 13 - Archaeology's tenth-century solution Lecture 14 - Israel and Judah: the period of two kingdoms Lecture 15 - How the other side lives (or, Israel in the east) Lecture 16 - The House of David Lecture 17 - What if God was married? Lecture 18 - Judah alone Lecture 19 - Yellow journalism and purple prose: writing like a prophet Lecture 20 - Judah's Bible Lecture 21 - A world with one power: the impact of empire Lecture 22 - Away from home: Jewish refugees and resettlement Lecture 23 - When you talk about sex Lecture 24 - We need a Bible, don't we? The work of the early Jewish community Lecture 25 - Ancient Hebrew Psychology Lecture 26                               Course Readings      The Jewish Study Bible (JPS Tanakh translation)    The Oxford History of the Biblical World , Michael D. Coogan editor    Scribal Culture and the Making of the Hebrew Bible , by Karel van der Toorn                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Undergraduate Courses Fall 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Fall 2015   CLASS-UA 003 , Elementary Latin I 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, TBA Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin I: Reading Prose 001. M, T, Th 9:30-10:45, TBA 002. M, T, W 3:30-4:45, TBA Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practice reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. CLASS-UA 007, Elementary Ancient Greek I, M-Th 11:00-12:15, TBA Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek I: Plato , M,T,W 2:00-3:15, David Sider Reading of Plato’s Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. CLASS-UA 202, The Body in Antiquity , M&amp;W 2:00-3:15, Claire Bubb This course considers the body in the ancient world. It will focus on scientific understanding of physiological function as well as contemporary cultural, religious, and legal attitudes to the corpse and the living body. We will begin with mummies and the medical texts of Ancient Egypt and move chronologically through Greek and Roman periods, ending with Arabic transmission and interpretation of Classical thought. Scientific topics will include the developing understanding of the vascular system and the so-called “failure” to discover circulation, philosophical and physiological discussions of cognitive function and the soul-body interface, and the ongoing debate between head- and heart-centric theories. Cultural topics will include burial practices, the early Christian view of the body, the body as class signifier in Roman law, and the body in literature from Homer to Greek and Arabic novels. CLASS-UA242, identical to HIST-UA 200, HEL-UA 242 Greek History from the Bronze Age to Alexander, T&amp;Th 12:15-1:145, Barbara Kowalzig Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. CLASS-UA 292, History of Ancient Law , M&amp;W 11:00-12:15, Michael Peachin Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law. CLASS-UA 291.000, Teachers, Students, and the Curriculum in the Greek and Roman World , T&amp;TH 2:00-3:15, Raffaella Cribiore                           Was ancient education open to all? Did ancient students have homework, vacations, and report cards? How was the curriculum of a liberal art education? This course will cover these and many others questions concerning going to school in antiquity, from Plato to late Roman times. It will cover the three basic levels from elementary to grammatical and rhetorical education. Particular emphasis will be put on rhetorical education and students will learn to compose declamations. The course will be based on literary and archaeological sources, and on the educational material from Greco-Roman Egypt. Most of the readings will be posted on Blackboard. Attendance is mandatory. There will be midterm and final exams and a short paper. CLASS-UA 351, Archaeologies of Rome and the Empire , T&amp;TH 9:30-10:45, Sebastian Heath In this course we examine the visual and material culture of ancient Rome - including objects, images, buildings and sculpture - in order to gain a better understanding of how it functioned as an imperial system. The chronological range is the later centuries BCE, when Rome took control of overseas lands, through the fourth century CE, by which time military pressure and Christianity are changing the nature of the Roman state. In this long timespan, Rome created a spectacularly successful territorial empire that is expressed in material forms. The course will progress chronologically while pausing on particular topics, such as the effect on the capital of Rome's first conquests, the role of imperial propaganda and economic integration in cities such as Pompeii and Troy, and the creation of multi-cultural societies on Rome's eastern frontier. We'll look at large-scale art such as imperial portraits while also taking account of archaeological finds, such as Roman pottery on the shores of the Indian Ocean. Our goal is to let the objects speak for themselves while making use of our modern vocabulary of imperial hegemony and the response of conquered peoples. CLASS-UA 700, identical to PHIL-UA 122, HEL-UA 700, Greek Thinkers , M&amp;W 3:30-4:45, David Sider Western theorizing begins with the Greeks, who can be said to have invented or introduced all manner of thinking about the universe and human nature.Illustrative texts from the presocratics, mathematicians, philosophers, historians, and tragedians will be read. CLASS-UA 701, identical to COLIT-UA 852, Socrates and His Critics , T&amp;TH 11:00-12:15, Vincent Renzi Despite having written nothing himself, Socrates is—if not the most influential—certainly one of the most influential intellectual figures in the Western tradition, for it is with Socrates, we are told, that “philosophy” seems first to move from natural history to an explicit concern for human affairs. Indeed, so great is the magnitude of this change that we continue to term earlier thinkers “pre-Socratic philosophers.” His stature is marked again in the name given to a distinctive form of philosophical literature, the Socratic discourse, and an approach to philosophical inquiry and instruction, the so-called Socratic method. In antiquity, importantly, he inspired Plato, Xenophon, the Stoics, the Skeptics, and the Cynics, beyond those thinkers stretching to influence in Rome and Judea...and four centuries before the presumed time of Jesus, Socrates had already suffered martyrdom for his idiosyncratic political and religious views. In modernity, his life both fascinates and repels the attention, notably, of Nietzsche; though criticisms of his mode of existence he had already endured in his own time at the hands of the comedian Aristophanes, among others. Given the state of the evidence, one can look only to the history of the reception of his thought to try to recover any sense of the “historical Socrates”; but we must likewise ask whether he does not perhaps exert a greater influence as a result of the reception of the doxography itself than for his actual intellectual contributions. In short, had Socrates never existed, would not the tradition essentially have had to create him, in its move from its origins to ethics and political philosophy? Even given that he did actually live, is what we have of him really just such a necessary fiction?  CLASS-UA 876, Advanced Latin: Confessions, M&amp;W 9:30-10:145, Adam Becker This course will consist of close reading in Latin of selections from Augustine’s Confessions . Composed in the late fourth century, the Confessions provides an excellent introduction to the cultural world of the later Roman Empire. We will examine Augustine’s ideas and the idiosyncrasies of his language, and also consider how his text is in conversation with Classical literature. Through supplementary readings and occasional lectures students will learn about the background and context of the author and his work. Broader topics will include the early Christian reception of Classical Antiquity, Neoplatonism, Manichaeism, the cult of the saints, the emergence of monasticism, early Christian notions of the body and sexuality, Christian interpretation of scripture, and the creation of a new Christian literary culture. CLASS-UA 973, Advanced Greek: Sophocles' Trachiniae, T&amp;TH 9:30-10:45, Anne Carson A study of Sophokles' Trachiniai with attention to different modes and styles of translation. I am interested in having the class create (communally) a new translation to be presented as a staged reading at the end of term, perhaps for the delectation of the rest of the department.                                                                                                 Back to Top"}]},
{"detail": [{"content": "Cultures & Contexts                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Academics   /   NYU Open Education   /   Courses                 Sub Navigation                                 American Literature I                       Cultures & Contexts                       Calculus I                       New York City                       Intro to Sociology                       Genomes and Diversity                       Statistics for Behavioral Science                       Natural Science II                       Public Economics and Finance                                                                   Cultures & Contexts       Ancient Israel                                   Professor Daniel Fleming      Professor of Hebrew and Judaic Studies, Faculty of Arts &amp; Science, New York University    Ph.D. 1990 Harvard; M.Div. 1985, Gordon-Conwell Theological Seminary; B.S. 1979 Stanford.    Bio &amp; Publications                  About the course   You may think you know ancient Israel quite well, or you may be sure you know nothing. In either case, this course is designed to make the acquaintance from scratch. My ancient Israel is strange, sometimes shocking, diverse, and mostly hidden. It can be approached from archaeology and non-biblical writing as well as from the Bible as its most famous artifact. I am a biblical scholar and student of ancient literature, so this class will lean toward what is written, embracing the Bible as a source. In a broadly chronological framework, we will ask what I hope to be unfamiliar questions, trying to get you to see things you had not considered before. The course assumes no prior knowledge, and all knowledge is built from the ground up based on “primary evidence,” the actual material from the ancient world – including the Bible. Every full-class meeting will involve conversation in response to some piece of primary evidence, with expectation that students have as much right as any scholar to figure out who these people are for themselves.             Study this course with others   Connect with other around the world   Meet others studying the same NYU courses as you. Help them or get help yourself if you need it.   Get help when you need it   Ask a question and get matched with someone who can answer it immediately and in real time.   Work on assignments together   There's no need to take an Open Education course alone. Learn together!                        OpenStudy is a social learning network where students ask questions, give help, and connect with other students. Clicking on the Join Study Group button will take you outside the NYU site. &amp;nbsp;If you choose to participate in their discussions, please know that NYU is not affiliated with OpenStudy and is not responsible for the content and features provided by the site.                                             Get Started                      Choose a lecture from this course           Lecture 1 - Ancient Israel Lecture 2 - Where to start: Israel in the Bible and without it Lecture 3 - Israel's roots Lecture 4 - Another world out there Lecture 5 - What to do with Genesis Lecture 6 - God and Us Lecture 7 - What to do with the Bible Lecture 8 - Israel arrives Lecture 9 - The good life: no sovereign in sight Lecture 10 - Women and Power Lecture 11 - And then there were Kings Lecture 12 - Love and Marriage Lecture 13 - Archaeology's tenth-century solution Lecture 14 - Israel and Judah: the period of two kingdoms Lecture 15 - How the other side lives (or, Israel in the east) Lecture 16 - The House of David Lecture 17 - What if God was married? Lecture 18 - Judah alone Lecture 19 - Yellow journalism and purple prose: writing like a prophet Lecture 20 - Judah's Bible Lecture 21 - A world with one power: the impact of empire Lecture 22 - Away from home: Jewish refugees and resettlement Lecture 23 - When you talk about sex Lecture 24 - We need a Bible, don't we? The work of the early Jewish community Lecture 25 - Ancient Hebrew Psychology Lecture 26                               Course Readings      The Jewish Study Bible (JPS Tanakh translation)    The Oxford History of the Biblical World , Michael D. Coogan editor    Scribal Culture and the Making of the Hebrew Bible , by Karel van der Toorn                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Undergraduate Courses Fall 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Fall 2015   CLASS-UA 003 , Elementary Latin I 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, TBA Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin I: Reading Prose 001. M, T, Th 9:30-10:45, TBA 002. M, T, W 3:30-4:45, TBA Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practice reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. CLASS-UA 007, Elementary Ancient Greek I, M-Th 11:00-12:15, TBA Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek I: Plato , M,T,W 2:00-3:15, David Sider Reading of Plato’s Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. CLASS-UA 202, The Body in Antiquity , M&amp;W 2:00-3:15, Claire Bubb This course considers the body in the ancient world. It will focus on scientific understanding of physiological function as well as contemporary cultural, religious, and legal attitudes to the corpse and the living body. We will begin with mummies and the medical texts of Ancient Egypt and move chronologically through Greek and Roman periods, ending with Arabic transmission and interpretation of Classical thought. Scientific topics will include the developing understanding of the vascular system and the so-called “failure” to discover circulation, philosophical and physiological discussions of cognitive function and the soul-body interface, and the ongoing debate between head- and heart-centric theories. Cultural topics will include burial practices, the early Christian view of the body, the body as class signifier in Roman law, and the body in literature from Homer to Greek and Arabic novels. CLASS-UA242, identical to HIST-UA 200, HEL-UA 242 Greek History from the Bronze Age to Alexander, T&amp;Th 12:15-1:145, Barbara Kowalzig Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. CLASS-UA 292, History of Ancient Law , M&amp;W 11:00-12:15, Michael Peachin Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law. CLASS-UA 291.000, Teachers, Students, and the Curriculum in the Greek and Roman World , T&amp;TH 2:00-3:15, Raffaella Cribiore                           Was ancient education open to all? Did ancient students have homework, vacations, and report cards? How was the curriculum of a liberal art education? This course will cover these and many others questions concerning going to school in antiquity, from Plato to late Roman times. It will cover the three basic levels from elementary to grammatical and rhetorical education. Particular emphasis will be put on rhetorical education and students will learn to compose declamations. The course will be based on literary and archaeological sources, and on the educational material from Greco-Roman Egypt. Most of the readings will be posted on Blackboard. Attendance is mandatory. There will be midterm and final exams and a short paper. CLASS-UA 351, Archaeologies of Rome and the Empire , T&amp;TH 9:30-10:45, Sebastian Heath In this course we examine the visual and material culture of ancient Rome - including objects, images, buildings and sculpture - in order to gain a better understanding of how it functioned as an imperial system. The chronological range is the later centuries BCE, when Rome took control of overseas lands, through the fourth century CE, by which time military pressure and Christianity are changing the nature of the Roman state. In this long timespan, Rome created a spectacularly successful territorial empire that is expressed in material forms. The course will progress chronologically while pausing on particular topics, such as the effect on the capital of Rome's first conquests, the role of imperial propaganda and economic integration in cities such as Pompeii and Troy, and the creation of multi-cultural societies on Rome's eastern frontier. We'll look at large-scale art such as imperial portraits while also taking account of archaeological finds, such as Roman pottery on the shores of the Indian Ocean. Our goal is to let the objects speak for themselves while making use of our modern vocabulary of imperial hegemony and the response of conquered peoples. CLASS-UA 700, identical to PHIL-UA 122, HEL-UA 700, Greek Thinkers , M&amp;W 3:30-4:45, David Sider Western theorizing begins with the Greeks, who can be said to have invented or introduced all manner of thinking about the universe and human nature.Illustrative texts from the presocratics, mathematicians, philosophers, historians, and tragedians will be read. CLASS-UA 701, identical to COLIT-UA 852, Socrates and His Critics , T&amp;TH 11:00-12:15, Vincent Renzi Despite having written nothing himself, Socrates is—if not the most influential—certainly one of the most influential intellectual figures in the Western tradition, for it is with Socrates, we are told, that “philosophy” seems first to move from natural history to an explicit concern for human affairs. Indeed, so great is the magnitude of this change that we continue to term earlier thinkers “pre-Socratic philosophers.” His stature is marked again in the name given to a distinctive form of philosophical literature, the Socratic discourse, and an approach to philosophical inquiry and instruction, the so-called Socratic method. In antiquity, importantly, he inspired Plato, Xenophon, the Stoics, the Skeptics, and the Cynics, beyond those thinkers stretching to influence in Rome and Judea...and four centuries before the presumed time of Jesus, Socrates had already suffered martyrdom for his idiosyncratic political and religious views. In modernity, his life both fascinates and repels the attention, notably, of Nietzsche; though criticisms of his mode of existence he had already endured in his own time at the hands of the comedian Aristophanes, among others. Given the state of the evidence, one can look only to the history of the reception of his thought to try to recover any sense of the “historical Socrates”; but we must likewise ask whether he does not perhaps exert a greater influence as a result of the reception of the doxography itself than for his actual intellectual contributions. In short, had Socrates never existed, would not the tradition essentially have had to create him, in its move from its origins to ethics and political philosophy? Even given that he did actually live, is what we have of him really just such a necessary fiction?  CLASS-UA 876, Advanced Latin: Confessions, M&amp;W 9:30-10:145, Adam Becker This course will consist of close reading in Latin of selections from Augustine’s Confessions . Composed in the late fourth century, the Confessions provides an excellent introduction to the cultural world of the later Roman Empire. We will examine Augustine’s ideas and the idiosyncrasies of his language, and also consider how his text is in conversation with Classical literature. Through supplementary readings and occasional lectures students will learn about the background and context of the author and his work. Broader topics will include the early Christian reception of Classical Antiquity, Neoplatonism, Manichaeism, the cult of the saints, the emergence of monasticism, early Christian notions of the body and sexuality, Christian interpretation of scripture, and the creation of a new Christian literary culture. CLASS-UA 973, Advanced Greek: Sophocles' Trachiniae, T&amp;TH 9:30-10:45, Anne Carson A study of Sophokles' Trachiniai with attention to different modes and styles of translation. I am interested in having the class create (communally) a new translation to be presented as a staged reading at the end of term, perhaps for the delectation of the rest of the department.                                                                                                 Back to Top"}, {"content": "Institute for the Study of the Ancient World                                                                                                                      Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home                    Institute for the Study of the Ancient World                                                       Info                                                                                                                                                                                                ISAW is a center for advanced scholarly research and graduate education, intended to cultivate comparative and connective investigations of the ancient old world from the Mediterranean to East Asia. It was founded by Shelby White and the Leon Levy Foundation in 2006.                                 Now open through June 7th From Ancient to Modern: Archaeology and Aesthetics              ISAW’s spring exhibition focuses on the transformation of an archaeological object into a work of art by presenting iconic Early Mesopotamian material along side archival, modern, and contemporary art.                          current exhibition                                    Michael Rakowitz, The Invisible Enemy Should Not Exist: Seated statue of Scribe Dudu (IM 55204)     Middle Eastern Packaging and Newspapers, Glue H. 54 cm; W. 24.5 cm; D. 34.5 cm 2014 Courtesy of the artist and Lombard Freid Gallery: 12183 Photo credit: © Bruce White                                                                                                   Upcoming Events                                               April 28, 2015              6:30 PM              ,              2nd Floor Lecture Hall, ISAW                                          Haupt Lecture: Sorcery in the Soil: Finding Magic at Graeco-Roman Karanis in Egypt                                                     Drew Wilburn (Oberlin College)                          ...                                      April 29, 2015              6:00 PM              ,              2nd Floor Lecture Hall, ISAW                                          The Mesopotamian Economic Boom and Emergence of the First Cities in the Late Chalcolithic Period (4200-3100 BC)                                                     Salam Al Kuntar (Visiting Research Scholar, ISAW)                          ...                                      May 01, 2015              10:00 AM              ,              2nd Floor Lecture Hall, ISAW                                          Ritual and Narrative: Texts in Performance in the Ancient Near East                                                    ...                                                                                Latest News                                                                           Life at the Margins: Questions in Ancient Near Eastern Social History Workshop                                                      Last Friday – April 17, 2015 – ISAW hosted the Life at the Margins: Questions in Ancient Near Eastern Social History workshop, organized by ISAW visiting research scholar Nicholas Reid and ISAW graduate student Jonathan Valk. ...                                                                               New ISAW Library Titles: November 2014                                                      A list of books added to the ISAW Library in November 2014 is now  available online . ...                                                                               2015 Guggenheim Fellowships Awarded to Carmela V. Franklin and Seth L. Sanders                                                      Carmela Vircillo Franklin , ISAW Affiliated Faculty Member, and Seth L. Sanders , former ISAW Visiting Research Scholar, were both recently awarded ...                                                                                                                                                                                                                                                         NYU Home    Privacy Policy    Site Map    RSS Feed"}]}]