[{"detail": [{"content": "MPA in Health FAQ | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Health Policy and Management › MPA in Health FAQ          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            FAQ         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources               Request More Information    Apply to Wagner                                       Wagner Health Policy and Management Program                                            Frequently Asked Questions   Why an MPA instead of an MPH, MHA, MBA, or other related degrees?   Why the Wagner Health Policy and Management Program?   What kind of job can I expect to get upon graduation?   Can I keep my full-time job while I go to Wagner?   Are there ever research assistant opportunities with Wagner faculty?   What is the size of the program and composition of the student body?   How big are classes?   What courses am I required to take?   Can I take courses elsewhere at NYU?   Does Wagner offer dual degrees?   Why doesn’t Wagner require the GRE or GMAT?   Are scholarships or fellowships available to support study at Wagner?            1. Why an MPA instead of an MPH, MHA, MBA, or other related degrees?       The bottom line is that it generally doesn't really matter very much. For most jobs in the health field, all these degrees are usually listed as qualifying. We generally recommend that potential applicants look at the range of courses offered in a program and the profiles of students in the school, and think about whether these are the topics and issues that you are most interested in and the type of students that are likely to share or complement your interests.   That said, there are some differences. For example, historically MPH programs have placed greater emphasis on population health, epidemiology, and patterns of disease than MPA programs. MPA programs traditionally have offered more on organizational management, financial management, and public financing. The Wagner MPA is a professional degree that emphasizes managing and financing organizations, programs and institutions that affect health and disease, as well as understanding how policy affects these entities and public health. Our goal is to prepare our students to work effectively in organizations and in the related policy environment.   MPH programs also tend to be more theoretical/research oriented, while the MPA has a somewhat more applied, practice-based focus. We help our students to develop a broad toolkit that they will use in lifelong practice. Both include a substantial dose of health policy, although an MPA typically has a broader policy perspective to include payment policy, health insurance coverage, cost control, and structural issues related to how the health care delivery system is organized and care is delivered. The latter issues are particularly important as we struggle to find ways to improve health and deliver health care services more effectively and efficiently, and to respond to disparities in health outcomes.   The breadth of an MPA degree also facilitates movement across various jobs and positions within the health sector. We often tell prospective students that if you are sure you want work in a health department somewhere studying measles outbreaks, then an MPH is probably the thing for you. But if you are not sure where you want to end up in the health field or you are interested in what to do about the measles outbreak and work on efforts to finance and implement programs to prevent or respond to these kinds of problems, then an MPA might be the better choice for you.   As for MBA programs, there is a shared emphasis on building professional skills and knowledge on finance and management. Most MBA programs do not have much depth on health policy and health care delivery, but will offer much more on marketing, communications, and accounting. The Wagner MPA health curriculum prepares you for work in health in the for-profit, non-profit and governmental sectors, while MBA programs are likely to have more emphasis on the for-profit sector.        2. Why the Wagner Health Policy and Management Program?       There are several characteristics that make the NYU Wagner Health Policy and Management Program fairly unique. Not many health programs are located in a school of public administration or public service. In the Wagner core classes (policy, management, economics, etc), health students share the classroom with non-health MPA students and urban planning students. Most find this breadth of interests and experience stimulating and rewarding. Many of our health graduates move in and out of the health field at various points in their career, and the exposure to non-health policy and management issues can be helpful.   We also believe that many of the issues affecting the health of the population are not strictly health/clinically related. For example, high cost, high risk patients are often socially isolated, homeless, or lack skills to cope with problems of everyday life. Learning more about these problems and sharing classes with students whose focus is on these issues greatly strengthens the educational experience.   Wagner's location in New York City is a bonus. From leading tertiary medical centers to community based clinics and social programs, New York offers an incredibly broad laboratory for learning (and potential jobs upon graduation). The diverse population of the city can help prepare you to work most anywhere, and helps broaden awareness of cultural differences and how recognizing and responding to these differences is likely to be critical in a successful career. There are also many international health organizations based in the New York, helping to strengthen Wagner's global perspective. Professionals from these diverse organizations and settings are often brought into the classroom as guest lecturers and adjunct professors.   Wagner pioneered the concept of giving students real world experience as part of professional training. The Capstone Program replaces the more traditional thesis end-event, and involves a year-long project in a student's last year at Wagner working with a team of Wagner students for an actual client (usually based in New York, but some international capstone projects involve foreign clients and travel abroad). Capstone projects require students to get up-to-speed quickly on a specific content or issue area, enhance key process skills (such as project management and teamwork), and develop competency in gathering, analyzing, and reporting out on data. It's an opportunity for Wagner students to interweave their learning in all these areas and to do so in real time, in an unpredictable, complex, real-world environment. To learn more about the Capstone Program, click here – to see some recent Capstone projects, click here .    3. What kind of job can I expect to get upon graduation?   Wagner Health Policy and Management Program graduates land positions in a variety of settings. The type of job is usually related to the area of specialization in the program (management, finance, policy, international.- see FAQ 8 below). Management students often get operational positions in health service delivery organizations, including hospitals, insurance companies, community health centers, and other community base organizations. Finance students typically obtain financial management or analysis positions for health care delivery organizations, government, insurers, or consulting firms. Policy students often land in planning/policy departments of large health care delivery systems, government agencies, and research/consulting firms. International students often take positions abroad, but a surprising large number take positions in international organizations based in New York or elsewhere in the U.S. For some examples of jobs of recent graduates, click here .   The Wagner Office of Career Services is highly praised by current students and alumni for its help in career planning and counseling. The office produces \"how to\" guides for a variety of topics including interviewing, resume preparation, and negotiating offers (click here for examples). The Office also maintains a website listing current job openings that is available to all enrolled students, as well as Wagner alumni.        4. Can I keep my full-time job while I go to Wagner?       Yes, definitely. About 40% of entering Wagner students are \"part-time\" students, working full- or part-time while attending Wagner. These numbers actually go up during a student's time at Wagner, with many students finding jobs (often through help from career services, Wagner alumni, or faculty), and changing from full-time student status to part-time. For required classes at Wagner, there are evening classes offered every semester. Most events at Wagner are in the evening, with some also offered as breakfast or lunch sessions. Of course, part-time students take longer to complete the program, typically taking 3-4 years (as opposed to 2 years for a full time student). To learn more about whether full- or part-time study makes sense for you, come to a Wagner Open House where you can learn more about the program and talk to current students about how they have negotiated being a student and working at the same time – click here for a schedule of upcoming Open Houses.        5. Are there ever research assistant opportunities with Wagner faculty?       Yes, many Wagner faculty are involved with large research and program evaluation projects. Many of these include positions for full- or part-time research assistants, and Wagner students are strongly encouraged to apply for these positions. There are also often research assistant opportunities at the NYU School of Medicine and other research centers at NYU and across the city, and Wagner faculty are often contacted to help find students interested in these jobs.        6. What is the size of the program and composition of the student body?       We typically admit about 50 students each fall and 10-12 each spring. At any point in time there about 175 full- and part-time health program students enrolled. Our students are a very diverse group coming from all parts of the country, with about 15% from outside the U.S. On average, students have been out of college about 4 years at the time of enrollment, but 12-15% come directly from college.        7. How big are classes?       With a few exceptions (e.g., the school wide core Introduction to Public Policy), classes typically have 40 or fewer students. Most upper level courses are smaller, with an average class size of about 20. If you would like to sit-in on a class, click here for further information.    8. What courses am I required to take?   All Wagner students are required to take five \"core\" classes:   Introduction to Public Policy   Managing Public Service Organizations   Financial Management for Public, Nonprofit &amp; Health Organizations   Statistical Methods   Microeconomics for Public Management, Planning &amp; Policy Analysis   We encourage students to take these courses as early-on as possible since many are prerequisites for other courses and for the Capstone (which is also required for all students). After that, course requirements for Health Policy and Management students depend on which \"specialization\" is selected. Health specializations include:   Health Services Management   Health Policy Analysis   Health Finance (with emphasis on financial management or public finance)   International Health   Customized (developed by a student and his/her faculty advisor, such as health information technology, long term care, public health, etc)   Each of these specializations has a different set of required courses, although many courses are required for several specializations – click here to learn more about the requirements of each specialization. Most courses are three credit courses that meet 14 times during the semester, but we have recently redesigned the health curriculum to break some of these into two 1.5-credit courses (meeting 7 times during the semester), with only the first half often required. Our goal has been to reduce the number of required credits to give students more flexibility to take elective courses.   For any required course, if you have had a comparable course at the undergraduate or graduate level, the requirement can be waived. In some instances, a student can take an exam to qualify for a waiver. We encourage students to waive classes where they feel comfortable that they already have strong knowledge and competencies since it allows more flexibility to take elective courses. However some students welcome the chance to \"brush-up\" on a topic, and forego the waiver. To learn more about waivers, click here .    9. Can I take courses elsewhere at NYU?   Yes, Wagner students often take graduate level courses in the business school, public health program, law school, or elsewhere in the University. Click here to learn more about taking courses outside of Wagner and view the list of pre-approved courses.    10. Does Wagner offer dual degrees?   Yes, Wagner offers a number of dual degrees in conjunction with other NYU schools. Programming and academic resources can include exclusive speaker events, tailored orientations, and designated faculty and administrative advisors. These include:   JD-MPA with the NYU School of Law   MBA-MPA with the NYU Stern School of Business   MD-MPA with the NYU School of Medicine   MPH in Global Health Leadership-MPA with the NYU Global Institute of Public Health   MSW-Executive MPA with the NYU Silver School Social Work   There is also a BA-MPA program with the NYU College of Arts and Sciences offering students the opportunity to earn a Bachelor of Arts and Masters of Public Administration in five years. For all of these dual degrees, generally an applicant must simultaneously apply to each NYU school. For more information on dual degrees at Wagner, click here .        11. Why doesn't Wagner require the GRE or GMAT?       While moderately predictive of academic performance (which is important to us), we believe these standardized tests are less useful in helping identify individuals who will be successful in a career of public service and a potential leader in the health field. Many schools are moving away from these tests, relying more on undergraduate performance, work experience, recommendations, and the applicant's personal statement.   For students with lower undergraduate GPAs, or who have not taken or performed poorly in quantitative courses, or who have no prior background in social science or other relevant courses, GRE or GMAT is strongly recommended to strengthen your application. Other applicants may also submit scores which will be considered, as appropriate, in the admission decision process.    12. Are scholarships or fellowships available to support study at Wagner?   Yes. Merit-based scholarships are available for outstanding applicants and continuing students who show exceptional professional promise, strong academic preparation, and a deep commitment to public service. All merit-based scholarship awards are applied only towards tuition and not toward registration fees, health insurance or other expenses. Scholarships can be given as either credit awards or specific dollar amounts. While Wagner admissions review is conducted on a rolling basis, merit-based scholarships decision-making is not. Applicants seeking a merit-based scholarship should complete the application process as early as possible. No separate application is required for merit-based scholarships. As long as all required materials are received and an application package is deemed complete by the corresponding fellowship/scholarship deadline, then the applicant will be considered for all available merit-based scholarships. Students whose applications are completed after the scholarship deadline will not be considered for merit-based aid. Click here to learn more.   There are also several named fellowships available to qualifying students. Fellowships are different from scholarships due to their specific programmatic requirements and funding levels. Fellowships are merit-based, and corresponding selection committees look to identify fellows that best fit the intent of each award. Due to the competitive nature of fellowship selection, fellowship finalists are required to reply to NYU Wagner's offer within five business days of notification. To learn more about these fellowships and deadlines for application, click here .       If you have other questions or would like further information about the Wagner Health Policy and Management Program, contact Diana Beck ( diana.beck@nyu.edu )                                                                                    © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "MPA in Health FAQ | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Health Policy and Management › MPA in Health FAQ          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            FAQ         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources               Request More Information    Apply to Wagner                                       Wagner Health Policy and Management Program                                            Frequently Asked Questions   Why an MPA instead of an MPH, MHA, MBA, or other related degrees?   Why the Wagner Health Policy and Management Program?   What kind of job can I expect to get upon graduation?   Can I keep my full-time job while I go to Wagner?   Are there ever research assistant opportunities with Wagner faculty?   What is the size of the program and composition of the student body?   How big are classes?   What courses am I required to take?   Can I take courses elsewhere at NYU?   Does Wagner offer dual degrees?   Why doesn’t Wagner require the GRE or GMAT?   Are scholarships or fellowships available to support study at Wagner?            1. Why an MPA instead of an MPH, MHA, MBA, or other related degrees?       The bottom line is that it generally doesn't really matter very much. For most jobs in the health field, all these degrees are usually listed as qualifying. We generally recommend that potential applicants look at the range of courses offered in a program and the profiles of students in the school, and think about whether these are the topics and issues that you are most interested in and the type of students that are likely to share or complement your interests.   That said, there are some differences. For example, historically MPH programs have placed greater emphasis on population health, epidemiology, and patterns of disease than MPA programs. MPA programs traditionally have offered more on organizational management, financial management, and public financing. The Wagner MPA is a professional degree that emphasizes managing and financing organizations, programs and institutions that affect health and disease, as well as understanding how policy affects these entities and public health. Our goal is to prepare our students to work effectively in organizations and in the related policy environment.   MPH programs also tend to be more theoretical/research oriented, while the MPA has a somewhat more applied, practice-based focus. We help our students to develop a broad toolkit that they will use in lifelong practice. Both include a substantial dose of health policy, although an MPA typically has a broader policy perspective to include payment policy, health insurance coverage, cost control, and structural issues related to how the health care delivery system is organized and care is delivered. The latter issues are particularly important as we struggle to find ways to improve health and deliver health care services more effectively and efficiently, and to respond to disparities in health outcomes.   The breadth of an MPA degree also facilitates movement across various jobs and positions within the health sector. We often tell prospective students that if you are sure you want work in a health department somewhere studying measles outbreaks, then an MPH is probably the thing for you. But if you are not sure where you want to end up in the health field or you are interested in what to do about the measles outbreak and work on efforts to finance and implement programs to prevent or respond to these kinds of problems, then an MPA might be the better choice for you.   As for MBA programs, there is a shared emphasis on building professional skills and knowledge on finance and management. Most MBA programs do not have much depth on health policy and health care delivery, but will offer much more on marketing, communications, and accounting. The Wagner MPA health curriculum prepares you for work in health in the for-profit, non-profit and governmental sectors, while MBA programs are likely to have more emphasis on the for-profit sector.        2. Why the Wagner Health Policy and Management Program?       There are several characteristics that make the NYU Wagner Health Policy and Management Program fairly unique. Not many health programs are located in a school of public administration or public service. In the Wagner core classes (policy, management, economics, etc), health students share the classroom with non-health MPA students and urban planning students. Most find this breadth of interests and experience stimulating and rewarding. Many of our health graduates move in and out of the health field at various points in their career, and the exposure to non-health policy and management issues can be helpful.   We also believe that many of the issues affecting the health of the population are not strictly health/clinically related. For example, high cost, high risk patients are often socially isolated, homeless, or lack skills to cope with problems of everyday life. Learning more about these problems and sharing classes with students whose focus is on these issues greatly strengthens the educational experience.   Wagner's location in New York City is a bonus. From leading tertiary medical centers to community based clinics and social programs, New York offers an incredibly broad laboratory for learning (and potential jobs upon graduation). The diverse population of the city can help prepare you to work most anywhere, and helps broaden awareness of cultural differences and how recognizing and responding to these differences is likely to be critical in a successful career. There are also many international health organizations based in the New York, helping to strengthen Wagner's global perspective. Professionals from these diverse organizations and settings are often brought into the classroom as guest lecturers and adjunct professors.   Wagner pioneered the concept of giving students real world experience as part of professional training. The Capstone Program replaces the more traditional thesis end-event, and involves a year-long project in a student's last year at Wagner working with a team of Wagner students for an actual client (usually based in New York, but some international capstone projects involve foreign clients and travel abroad). Capstone projects require students to get up-to-speed quickly on a specific content or issue area, enhance key process skills (such as project management and teamwork), and develop competency in gathering, analyzing, and reporting out on data. It's an opportunity for Wagner students to interweave their learning in all these areas and to do so in real time, in an unpredictable, complex, real-world environment. To learn more about the Capstone Program, click here – to see some recent Capstone projects, click here .    3. What kind of job can I expect to get upon graduation?   Wagner Health Policy and Management Program graduates land positions in a variety of settings. The type of job is usually related to the area of specialization in the program (management, finance, policy, international.- see FAQ 8 below). Management students often get operational positions in health service delivery organizations, including hospitals, insurance companies, community health centers, and other community base organizations. Finance students typically obtain financial management or analysis positions for health care delivery organizations, government, insurers, or consulting firms. Policy students often land in planning/policy departments of large health care delivery systems, government agencies, and research/consulting firms. International students often take positions abroad, but a surprising large number take positions in international organizations based in New York or elsewhere in the U.S. For some examples of jobs of recent graduates, click here .   The Wagner Office of Career Services is highly praised by current students and alumni for its help in career planning and counseling. The office produces \"how to\" guides for a variety of topics including interviewing, resume preparation, and negotiating offers (click here for examples). The Office also maintains a website listing current job openings that is available to all enrolled students, as well as Wagner alumni.        4. Can I keep my full-time job while I go to Wagner?       Yes, definitely. About 40% of entering Wagner students are \"part-time\" students, working full- or part-time while attending Wagner. These numbers actually go up during a student's time at Wagner, with many students finding jobs (often through help from career services, Wagner alumni, or faculty), and changing from full-time student status to part-time. For required classes at Wagner, there are evening classes offered every semester. Most events at Wagner are in the evening, with some also offered as breakfast or lunch sessions. Of course, part-time students take longer to complete the program, typically taking 3-4 years (as opposed to 2 years for a full time student). To learn more about whether full- or part-time study makes sense for you, come to a Wagner Open House where you can learn more about the program and talk to current students about how they have negotiated being a student and working at the same time – click here for a schedule of upcoming Open Houses.        5. Are there ever research assistant opportunities with Wagner faculty?       Yes, many Wagner faculty are involved with large research and program evaluation projects. Many of these include positions for full- or part-time research assistants, and Wagner students are strongly encouraged to apply for these positions. There are also often research assistant opportunities at the NYU School of Medicine and other research centers at NYU and across the city, and Wagner faculty are often contacted to help find students interested in these jobs.        6. What is the size of the program and composition of the student body?       We typically admit about 50 students each fall and 10-12 each spring. At any point in time there about 175 full- and part-time health program students enrolled. Our students are a very diverse group coming from all parts of the country, with about 15% from outside the U.S. On average, students have been out of college about 4 years at the time of enrollment, but 12-15% come directly from college.        7. How big are classes?       With a few exceptions (e.g., the school wide core Introduction to Public Policy), classes typically have 40 or fewer students. Most upper level courses are smaller, with an average class size of about 20. If you would like to sit-in on a class, click here for further information.    8. What courses am I required to take?   All Wagner students are required to take five \"core\" classes:   Introduction to Public Policy   Managing Public Service Organizations   Financial Management for Public, Nonprofit &amp; Health Organizations   Statistical Methods   Microeconomics for Public Management, Planning &amp; Policy Analysis   We encourage students to take these courses as early-on as possible since many are prerequisites for other courses and for the Capstone (which is also required for all students). After that, course requirements for Health Policy and Management students depend on which \"specialization\" is selected. Health specializations include:   Health Services Management   Health Policy Analysis   Health Finance (with emphasis on financial management or public finance)   International Health   Customized (developed by a student and his/her faculty advisor, such as health information technology, long term care, public health, etc)   Each of these specializations has a different set of required courses, although many courses are required for several specializations – click here to learn more about the requirements of each specialization. Most courses are three credit courses that meet 14 times during the semester, but we have recently redesigned the health curriculum to break some of these into two 1.5-credit courses (meeting 7 times during the semester), with only the first half often required. Our goal has been to reduce the number of required credits to give students more flexibility to take elective courses.   For any required course, if you have had a comparable course at the undergraduate or graduate level, the requirement can be waived. In some instances, a student can take an exam to qualify for a waiver. We encourage students to waive classes where they feel comfortable that they already have strong knowledge and competencies since it allows more flexibility to take elective courses. However some students welcome the chance to \"brush-up\" on a topic, and forego the waiver. To learn more about waivers, click here .    9. Can I take courses elsewhere at NYU?   Yes, Wagner students often take graduate level courses in the business school, public health program, law school, or elsewhere in the University. Click here to learn more about taking courses outside of Wagner and view the list of pre-approved courses.    10. Does Wagner offer dual degrees?   Yes, Wagner offers a number of dual degrees in conjunction with other NYU schools. Programming and academic resources can include exclusive speaker events, tailored orientations, and designated faculty and administrative advisors. These include:   JD-MPA with the NYU School of Law   MBA-MPA with the NYU Stern School of Business   MD-MPA with the NYU School of Medicine   MPH in Global Health Leadership-MPA with the NYU Global Institute of Public Health   MSW-Executive MPA with the NYU Silver School Social Work   There is also a BA-MPA program with the NYU College of Arts and Sciences offering students the opportunity to earn a Bachelor of Arts and Masters of Public Administration in five years. For all of these dual degrees, generally an applicant must simultaneously apply to each NYU school. For more information on dual degrees at Wagner, click here .        11. Why doesn't Wagner require the GRE or GMAT?       While moderately predictive of academic performance (which is important to us), we believe these standardized tests are less useful in helping identify individuals who will be successful in a career of public service and a potential leader in the health field. Many schools are moving away from these tests, relying more on undergraduate performance, work experience, recommendations, and the applicant's personal statement.   For students with lower undergraduate GPAs, or who have not taken or performed poorly in quantitative courses, or who have no prior background in social science or other relevant courses, GRE or GMAT is strongly recommended to strengthen your application. Other applicants may also submit scores which will be considered, as appropriate, in the admission decision process.    12. Are scholarships or fellowships available to support study at Wagner?   Yes. Merit-based scholarships are available for outstanding applicants and continuing students who show exceptional professional promise, strong academic preparation, and a deep commitment to public service. All merit-based scholarship awards are applied only towards tuition and not toward registration fees, health insurance or other expenses. Scholarships can be given as either credit awards or specific dollar amounts. While Wagner admissions review is conducted on a rolling basis, merit-based scholarships decision-making is not. Applicants seeking a merit-based scholarship should complete the application process as early as possible. No separate application is required for merit-based scholarships. As long as all required materials are received and an application package is deemed complete by the corresponding fellowship/scholarship deadline, then the applicant will be considered for all available merit-based scholarships. Students whose applications are completed after the scholarship deadline will not be considered for merit-based aid. Click here to learn more.   There are also several named fellowships available to qualifying students. Fellowships are different from scholarships due to their specific programmatic requirements and funding levels. Fellowships are merit-based, and corresponding selection committees look to identify fellows that best fit the intent of each award. Due to the competitive nature of fellowship selection, fellowship finalists are required to reply to NYU Wagner's offer within five business days of notification. To learn more about these fellowships and deadlines for application, click here .       If you have other questions or would like further information about the Wagner Health Policy and Management Program, contact Diana Beck ( diana.beck@nyu.edu )                                                                                    © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Health Services Management | NYU Wagner                                     Jump to navigation                                                             Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Health Policy and Management › Health Services Management          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Health Services Management         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information     Apply to Wagner                                       Effective Management Skills and Knowledge   The Health Services Management specialization provides frameworks to understand the challenges of managing health care in a changing environment and the skills necessary to be effective in management roles. Topics include design and control in health organizations, management of service operations, the personnel function and human resources management in health settings, information systems, marketing and strategic planning.                    Required Specialization Courses         HPAM-GP.1830 , Introduction to Health Policy and Management OR HPAM-GP.1831 , Introduction to Global Health Policy                          HPAM-GP.2825 , Continuous Quality Improvement             HPAM-GP.4822 , Healthcare Information Technology: Public Policy and Management             HPAM-GP.4823 , Healthcare Information Technology for Managers             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4833 , Health Care Management I: Control and Organizational Design             HPAM-GP.4834 , Health Care Management II: Adaptation and the Professional Manager             HPAM-GP.4835 , Principles of Human Resources Management for Health Care Organizations             HPAM-GP.4840 , Financial Management for Health Care Orgs - I: Financial Management and Budgeting                                 Capstone      All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2½ years to complete their degree.                        CAP-GP.3801 , Capstone: Advanced Projects in Health Finance, Management, and Policy I             CAP-GP.3802 , Capstone: Advanced Projects in Health Finance, Management, and Policy II                                          Full-Time Faculty              Anthony     Kovner       John     Donnellan       Thomas     D'Aunno              Note   Students who plan to specialize in Management should earn a \"B\" or better in CORE-GP 1020 Managing Public Service Organizations and HPAM-GP 4833 Health Care Management I: Control and Organization Design. Students without previous management experience are encouraged to obtain relevant experience via internships, the Foundations for Public Service Work requirement, part time employment or the Residency Program.       Graduation and Employment Rates   96.3% of May 2013 graduates were employed within 10 months of graduation.   91% of students who entered in Fall 2008 graduated on or before Summer 2013. (NYU Wagner allows up to 5 years to complete the MPA degree.)                                    Links   Current information about Capstone sections and pre-requisites   Health Services Management Competencies Overview   Management Courses by MPSO Topic Area                                                                              © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "MPA in Health FAQ | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Health Policy and Management › MPA in Health FAQ          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            FAQ         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources               Request More Information    Apply to Wagner                                       Wagner Health Policy and Management Program                                            Frequently Asked Questions   Why an MPA instead of an MPH, MHA, MBA, or other related degrees?   Why the Wagner Health Policy and Management Program?   What kind of job can I expect to get upon graduation?   Can I keep my full-time job while I go to Wagner?   Are there ever research assistant opportunities with Wagner faculty?   What is the size of the program and composition of the student body?   How big are classes?   What courses am I required to take?   Can I take courses elsewhere at NYU?   Does Wagner offer dual degrees?   Why doesn’t Wagner require the GRE or GMAT?   Are scholarships or fellowships available to support study at Wagner?            1. Why an MPA instead of an MPH, MHA, MBA, or other related degrees?       The bottom line is that it generally doesn't really matter very much. For most jobs in the health field, all these degrees are usually listed as qualifying. We generally recommend that potential applicants look at the range of courses offered in a program and the profiles of students in the school, and think about whether these are the topics and issues that you are most interested in and the type of students that are likely to share or complement your interests.   That said, there are some differences. For example, historically MPH programs have placed greater emphasis on population health, epidemiology, and patterns of disease than MPA programs. MPA programs traditionally have offered more on organizational management, financial management, and public financing. The Wagner MPA is a professional degree that emphasizes managing and financing organizations, programs and institutions that affect health and disease, as well as understanding how policy affects these entities and public health. Our goal is to prepare our students to work effectively in organizations and in the related policy environment.   MPH programs also tend to be more theoretical/research oriented, while the MPA has a somewhat more applied, practice-based focus. We help our students to develop a broad toolkit that they will use in lifelong practice. Both include a substantial dose of health policy, although an MPA typically has a broader policy perspective to include payment policy, health insurance coverage, cost control, and structural issues related to how the health care delivery system is organized and care is delivered. The latter issues are particularly important as we struggle to find ways to improve health and deliver health care services more effectively and efficiently, and to respond to disparities in health outcomes.   The breadth of an MPA degree also facilitates movement across various jobs and positions within the health sector. We often tell prospective students that if you are sure you want work in a health department somewhere studying measles outbreaks, then an MPH is probably the thing for you. But if you are not sure where you want to end up in the health field or you are interested in what to do about the measles outbreak and work on efforts to finance and implement programs to prevent or respond to these kinds of problems, then an MPA might be the better choice for you.   As for MBA programs, there is a shared emphasis on building professional skills and knowledge on finance and management. Most MBA programs do not have much depth on health policy and health care delivery, but will offer much more on marketing, communications, and accounting. The Wagner MPA health curriculum prepares you for work in health in the for-profit, non-profit and governmental sectors, while MBA programs are likely to have more emphasis on the for-profit sector.        2. Why the Wagner Health Policy and Management Program?       There are several characteristics that make the NYU Wagner Health Policy and Management Program fairly unique. Not many health programs are located in a school of public administration or public service. In the Wagner core classes (policy, management, economics, etc), health students share the classroom with non-health MPA students and urban planning students. Most find this breadth of interests and experience stimulating and rewarding. Many of our health graduates move in and out of the health field at various points in their career, and the exposure to non-health policy and management issues can be helpful.   We also believe that many of the issues affecting the health of the population are not strictly health/clinically related. For example, high cost, high risk patients are often socially isolated, homeless, or lack skills to cope with problems of everyday life. Learning more about these problems and sharing classes with students whose focus is on these issues greatly strengthens the educational experience.   Wagner's location in New York City is a bonus. From leading tertiary medical centers to community based clinics and social programs, New York offers an incredibly broad laboratory for learning (and potential jobs upon graduation). The diverse population of the city can help prepare you to work most anywhere, and helps broaden awareness of cultural differences and how recognizing and responding to these differences is likely to be critical in a successful career. There are also many international health organizations based in the New York, helping to strengthen Wagner's global perspective. Professionals from these diverse organizations and settings are often brought into the classroom as guest lecturers and adjunct professors.   Wagner pioneered the concept of giving students real world experience as part of professional training. The Capstone Program replaces the more traditional thesis end-event, and involves a year-long project in a student's last year at Wagner working with a team of Wagner students for an actual client (usually based in New York, but some international capstone projects involve foreign clients and travel abroad). Capstone projects require students to get up-to-speed quickly on a specific content or issue area, enhance key process skills (such as project management and teamwork), and develop competency in gathering, analyzing, and reporting out on data. It's an opportunity for Wagner students to interweave their learning in all these areas and to do so in real time, in an unpredictable, complex, real-world environment. To learn more about the Capstone Program, click here – to see some recent Capstone projects, click here .    3. What kind of job can I expect to get upon graduation?   Wagner Health Policy and Management Program graduates land positions in a variety of settings. The type of job is usually related to the area of specialization in the program (management, finance, policy, international.- see FAQ 8 below). Management students often get operational positions in health service delivery organizations, including hospitals, insurance companies, community health centers, and other community base organizations. Finance students typically obtain financial management or analysis positions for health care delivery organizations, government, insurers, or consulting firms. Policy students often land in planning/policy departments of large health care delivery systems, government agencies, and research/consulting firms. International students often take positions abroad, but a surprising large number take positions in international organizations based in New York or elsewhere in the U.S. For some examples of jobs of recent graduates, click here .   The Wagner Office of Career Services is highly praised by current students and alumni for its help in career planning and counseling. The office produces \"how to\" guides for a variety of topics including interviewing, resume preparation, and negotiating offers (click here for examples). The Office also maintains a website listing current job openings that is available to all enrolled students, as well as Wagner alumni.        4. Can I keep my full-time job while I go to Wagner?       Yes, definitely. About 40% of entering Wagner students are \"part-time\" students, working full- or part-time while attending Wagner. These numbers actually go up during a student's time at Wagner, with many students finding jobs (often through help from career services, Wagner alumni, or faculty), and changing from full-time student status to part-time. For required classes at Wagner, there are evening classes offered every semester. Most events at Wagner are in the evening, with some also offered as breakfast or lunch sessions. Of course, part-time students take longer to complete the program, typically taking 3-4 years (as opposed to 2 years for a full time student). To learn more about whether full- or part-time study makes sense for you, come to a Wagner Open House where you can learn more about the program and talk to current students about how they have negotiated being a student and working at the same time – click here for a schedule of upcoming Open Houses.        5. Are there ever research assistant opportunities with Wagner faculty?       Yes, many Wagner faculty are involved with large research and program evaluation projects. Many of these include positions for full- or part-time research assistants, and Wagner students are strongly encouraged to apply for these positions. There are also often research assistant opportunities at the NYU School of Medicine and other research centers at NYU and across the city, and Wagner faculty are often contacted to help find students interested in these jobs.        6. What is the size of the program and composition of the student body?       We typically admit about 50 students each fall and 10-12 each spring. At any point in time there about 175 full- and part-time health program students enrolled. Our students are a very diverse group coming from all parts of the country, with about 15% from outside the U.S. On average, students have been out of college about 4 years at the time of enrollment, but 12-15% come directly from college.        7. How big are classes?       With a few exceptions (e.g., the school wide core Introduction to Public Policy), classes typically have 40 or fewer students. Most upper level courses are smaller, with an average class size of about 20. If you would like to sit-in on a class, click here for further information.    8. What courses am I required to take?   All Wagner students are required to take five \"core\" classes:   Introduction to Public Policy   Managing Public Service Organizations   Financial Management for Public, Nonprofit &amp; Health Organizations   Statistical Methods   Microeconomics for Public Management, Planning &amp; Policy Analysis   We encourage students to take these courses as early-on as possible since many are prerequisites for other courses and for the Capstone (which is also required for all students). After that, course requirements for Health Policy and Management students depend on which \"specialization\" is selected. Health specializations include:   Health Services Management   Health Policy Analysis   Health Finance (with emphasis on financial management or public finance)   International Health   Customized (developed by a student and his/her faculty advisor, such as health information technology, long term care, public health, etc)   Each of these specializations has a different set of required courses, although many courses are required for several specializations – click here to learn more about the requirements of each specialization. Most courses are three credit courses that meet 14 times during the semester, but we have recently redesigned the health curriculum to break some of these into two 1.5-credit courses (meeting 7 times during the semester), with only the first half often required. Our goal has been to reduce the number of required credits to give students more flexibility to take elective courses.   For any required course, if you have had a comparable course at the undergraduate or graduate level, the requirement can be waived. In some instances, a student can take an exam to qualify for a waiver. We encourage students to waive classes where they feel comfortable that they already have strong knowledge and competencies since it allows more flexibility to take elective courses. However some students welcome the chance to \"brush-up\" on a topic, and forego the waiver. To learn more about waivers, click here .    9. Can I take courses elsewhere at NYU?   Yes, Wagner students often take graduate level courses in the business school, public health program, law school, or elsewhere in the University. Click here to learn more about taking courses outside of Wagner and view the list of pre-approved courses.    10. Does Wagner offer dual degrees?   Yes, Wagner offers a number of dual degrees in conjunction with other NYU schools. Programming and academic resources can include exclusive speaker events, tailored orientations, and designated faculty and administrative advisors. These include:   JD-MPA with the NYU School of Law   MBA-MPA with the NYU Stern School of Business   MD-MPA with the NYU School of Medicine   MPH in Global Health Leadership-MPA with the NYU Global Institute of Public Health   MSW-Executive MPA with the NYU Silver School Social Work   There is also a BA-MPA program with the NYU College of Arts and Sciences offering students the opportunity to earn a Bachelor of Arts and Masters of Public Administration in five years. For all of these dual degrees, generally an applicant must simultaneously apply to each NYU school. For more information on dual degrees at Wagner, click here .        11. Why doesn't Wagner require the GRE or GMAT?       While moderately predictive of academic performance (which is important to us), we believe these standardized tests are less useful in helping identify individuals who will be successful in a career of public service and a potential leader in the health field. Many schools are moving away from these tests, relying more on undergraduate performance, work experience, recommendations, and the applicant's personal statement.   For students with lower undergraduate GPAs, or who have not taken or performed poorly in quantitative courses, or who have no prior background in social science or other relevant courses, GRE or GMAT is strongly recommended to strengthen your application. Other applicants may also submit scores which will be considered, as appropriate, in the admission decision process.    12. Are scholarships or fellowships available to support study at Wagner?   Yes. Merit-based scholarships are available for outstanding applicants and continuing students who show exceptional professional promise, strong academic preparation, and a deep commitment to public service. All merit-based scholarship awards are applied only towards tuition and not toward registration fees, health insurance or other expenses. Scholarships can be given as either credit awards or specific dollar amounts. While Wagner admissions review is conducted on a rolling basis, merit-based scholarships decision-making is not. Applicants seeking a merit-based scholarship should complete the application process as early as possible. No separate application is required for merit-based scholarships. As long as all required materials are received and an application package is deemed complete by the corresponding fellowship/scholarship deadline, then the applicant will be considered for all available merit-based scholarships. Students whose applications are completed after the scholarship deadline will not be considered for merit-based aid. Click here to learn more.   There are also several named fellowships available to qualifying students. Fellowships are different from scholarships due to their specific programmatic requirements and funding levels. Fellowships are merit-based, and corresponding selection committees look to identify fellows that best fit the intent of each award. Due to the competitive nature of fellowship selection, fellowship finalists are required to reply to NYU Wagner's offer within five business days of notification. To learn more about these fellowships and deadlines for application, click here .       If you have other questions or would like further information about the Wagner Health Policy and Management Program, contact Diana Beck ( diana.beck@nyu.edu )                                                                                    © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Health Services Management | NYU Wagner                                     Jump to navigation                                                             Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Health Policy and Management › Health Services Management          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Health Services Management         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information     Apply to Wagner                                       Effective Management Skills and Knowledge   The Health Services Management specialization provides frameworks to understand the challenges of managing health care in a changing environment and the skills necessary to be effective in management roles. Topics include design and control in health organizations, management of service operations, the personnel function and human resources management in health settings, information systems, marketing and strategic planning.                    Required Specialization Courses         HPAM-GP.1830 , Introduction to Health Policy and Management OR HPAM-GP.1831 , Introduction to Global Health Policy                          HPAM-GP.2825 , Continuous Quality Improvement             HPAM-GP.4822 , Healthcare Information Technology: Public Policy and Management             HPAM-GP.4823 , Healthcare Information Technology for Managers             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4833 , Health Care Management I: Control and Organizational Design             HPAM-GP.4834 , Health Care Management II: Adaptation and the Professional Manager             HPAM-GP.4835 , Principles of Human Resources Management for Health Care Organizations             HPAM-GP.4840 , Financial Management for Health Care Orgs - I: Financial Management and Budgeting                                 Capstone      All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2½ years to complete their degree.                        CAP-GP.3801 , Capstone: Advanced Projects in Health Finance, Management, and Policy I             CAP-GP.3802 , Capstone: Advanced Projects in Health Finance, Management, and Policy II                                          Full-Time Faculty              Anthony     Kovner       John     Donnellan       Thomas     D'Aunno              Note   Students who plan to specialize in Management should earn a \"B\" or better in CORE-GP 1020 Managing Public Service Organizations and HPAM-GP 4833 Health Care Management I: Control and Organization Design. Students without previous management experience are encouraged to obtain relevant experience via internships, the Foundations for Public Service Work requirement, part time employment or the Residency Program.       Graduation and Employment Rates   96.3% of May 2013 graduates were employed within 10 months of graduation.   91% of students who entered in Fall 2008 graduated on or before Summer 2013. (NYU Wagner allows up to 5 years to complete the MPA degree.)                                    Links   Current information about Capstone sections and pre-requisites   Health Services Management Competencies Overview   Management Courses by MPSO Topic Area                                                                              © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Health Finance | NYU Wagner                                     Jump to navigation                                                             Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Health Policy and Management › Health Finance          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Health Finance         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information     Apply to Wagner                                       The Health Finance specialization has two sub-specialization areas:   Health Services Financial Management   Health Care Public Finance   Health Services Financial Management   This specialization concentrates on the basic skills required to organize and interpret financial information as the basis of decision-making. Specific topics include financial and managerial accounting, financial statements, business plans, budgeting, capital planning, cost accounting, managerial control, working capital management and payment systems.   Financial managers measure the flow of funds into and out of the organization, plan for investments in buildings and new technology, and forecast future surpluses and deficits for the organization as a whole and its various departments. Financial managers work closely with accountants, administrators, computer programmers, records managers and planners whose decisions have a considerable impact on the financial status of organizations. They, in turn, rely upon the financial managers skills and advice to assist them in fulfilling their responsibilities.                     Required Specialization Courses - Health Services Financial Management            HPAM-GP.1830 , Introduction to Health Policy and Management OR HPAM-GP.1831 , Introduction to Global Health Policy                          HPAM-GP.2845 , Advanced Health Care Payment Systems             PADM-GP.4130 , Fundamentals of Accounting             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4831 , Health Economics: Topics in Domestic Health Policy             HPAM-GP.4833 , Health Care Management I: Control and Organizational Design             HPAM-GP.4840 , Financial Management for Health Care Orgs - I: Financial Management and Budgeting             HPAM-GP.4841 , Financial Management for Health Care Orgs - II: Capital Financing and Advanced Issues                                  Highly Recommended                           HPAM-GP.2848 , The Business of Healthcare             PADM-GP.4128 , Financial Statement Analysis for Healthcare and Not-for-Profit Organizations                                  Also Recommended                           PADM-GP.4138 , Financial Accounting in Government, Not-for-Profit, and Health Organizations                                  Capstone      All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2Â½ years to complete their degree.                        CAP-GP.3801 , Capstone: Advanced Projects in Health Finance, Management, and Policy I             CAP-GP.3802 , Capstone: Advanced Projects in Health Finance, Management, and Policy II                                 Health Care Public Finance      This specialization provides the concepts and skills needed for careers that focus on the financial aspects of health care policy and the health care delivery system. Specific topics include public expenditure analysis, social insurance programs, taxation and debt financing.      Health care public finance positions are located in government, private and nonprofit organizations. Graduates often move among positions during their careers. Examples include budget officers and analysts, consultants, finance directors, grant managers, program auditors, financial analysts, bond raters, investment bankers and bond insurance underwriters.                   Required Specialization Courses            HPAM-GP.1830 , Introduction to Health Policy and Management OR HPAM-GP.1831 , Introduction to Global Health Policy      HPAM-GP.2845 , Advanced Health Care Payment Systems OR HPAM-GP.2848 , The Business of Health Care                          PADM-GP.2140 , Public Economics and Finance             PADM-GP.2902 , Multiple Regression and Intro to Econometrics             PADM-GP.4130 , Fundamentals of Accounting             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4831 , Health Economics: Topics in Domestic Health Policy                                  Highly Recommended                           HPAM-GP.2836 , Current Issues in Health Policy             PADM-GP.4128 , Financial Statement Analysis for Healthcare and Not-for-Profit Organizations             PADM-GP.4138 , Financial Accounting in Government, Not-for-Profit, and Health Organizations                                  Capstone      All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2Â½ years to complete their degree.                        CAP-GP.3801 , Capstone: Advanced Projects in Health Finance, Management, and Policy I             CAP-GP.3802 , Capstone: Advanced Projects in Health Finance, Management, and Policy II                                          Full-Time Faculty              Sewin Chan       John Donnellan       Thad Calabrese              Notes   Students who earn less than a \"B+\" in CORE-GP 1018 Microeconomics, CORE-GP 1021 Financial Management, and HPAM- GP 4830 Health Economics &amp; Payment Systems generally have difficulty in the more advanced courses in this specialization. All full-time Finance students should enroll in these three courses during their first year of study, as they are prerequisites for several advanced Finance courses.   Students who earn less than a \"B+\" in CORE-GP 1011 Statistics, CORE-GP 1018 Microeconomics, and CORE-GP 1021 Financial Management generally have difficulty in the more advanced courses in this specialization. All full-time Finance students should enroll in these three courses during their first year of study, as they are prerequisites for several advanced Finance courses.                                  Links   For the most current information about Capstone sections and pre-requisites, go to Capstone Information For Students                                                                              © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]