[{"detail": [{"content": "2014 MSCHE Self-Study                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Academics   /   Academic Resources   /   Accreditation & Self-Study                 Sub Navigation                                 MSCHE Standards                       2004 MSCHE Self-Study Report                       2009 MSCHE Periodic Review Report                       2014 MSCHE Self-Study                                                                   2014 MSCHE Self-Study      Executive Summary          In its self-study for the decennial Middle States Commission on Higher Education re-accreditation, New York University has chosen to focus on multischool, interdisciplinary programs that exist outside or alongside the school and department structure of the University. Such programs have propelled many of the recent major initiatives at NYU, and several are being developed as University priorities. This trend is of special significance for a historically school-centric university – presenting both opportunities and challenges – and so warrants examination. The four areas on which the self-study focuses are public health, cities and the urban environment, humanities and the arts, and data science. Working groups were formed in each of these areas to explore organizational structure, leadership and governance, faculty, finances, the student community, the curriculum, the University administration, support services, and assessment procedures. In addition, information has been collected for this report from other multidisciplinary centers at NYU: the Center for Genomics and Systems Biology, the Center for Neural Science, the Neuroscience Institute, and the Media and Games Network (MAGNET).     Public Health  There is a growing recognition of the importance of advancing public health as a fundamental building block of prosperous, stable, and just societies. And universities – through their key missions of research, education, and service – can play a critical role in that effort. Improving the state of the nation’s and world’s health requires professionals and experts from across the spectrum: physicians, nurses, dentists, psychologists, social workers, policymakers, managers, engineers, and sociologists. After several years of consultation with deans and faculty, NYU was ready in 2012 to launch the Global Institute of Public Health (GIPH), which draws on the scholarship and clinical work of 11 schools. GIPH includes doctoral, master’s, and undergraduate degree programs. Ten undergraduate majors combining public health with another field provide interdisciplinary education for students entering the workforce or going onto graduate school. The master’s program prepares students to become public health researchers and practitioners. The doctoral program specializes in the biological bases of public health, health systems and services research, population and community health, and sociobehavioral health. A goal of the Institute’s new dean is to evaluate how current cross-school faculty align with research areas, such as chronic disease, infectious disease, and public health and community practice.     The Council on Education for Public Health, on an accreditation site visit to NYU in 2010, commented favorably on the resources that have been committed to public health, the smoothness of the collaborative relationship among units, and the mentoring of students, postdocs, and junior faculty. Challenges remain, including the still-strong pull toward school-  based programs and faculty as the norm; the dispersal of faculty and students over several geographic sites; the potential for conflicting policies and procedures in student and faculty affairs, and financial planning. And with an institute the breadth and scope of GIPH, there is a pressing need for ongoing communication among all participants.     Cities and the Urban Environment  For the first time in history, more than half the world’s population lives in cities. By 2050, seven out of 10 people will. The world’s anticipated population growth in the next few decades, from 7 billion to 9 billion, will take place largely in cities in the developing world. While urbanization has the potential to reduce poverty and promote economic development, if done too fast or without proper planning for infrastructure or human needs, it presents grave threats to the environment and quality of life. The physical, social, political, and economic forces that shape the well-being of urban residents are complex, and they demand multifaceted solutions. As a university that was founded to be “in and of the city” and makes its home in New York City, NYU is well positioned to study urban issues. It has scholars in a wide range of disciplines crucial to understanding cities: applied sciences and technology, sociology, economics, law, history, environmental sustainability, and policy and planning.     Currently, NYU has four relevant multidisciplinary undergraduate programs focused on cities and aspects of urbanization, three in the College of Arts and Sciences and one in the School of Engineering – which together enroll 300 majors. In addition, there are departments in several other schools and at NYU’s global sites, which provide opportunities to study cities. Several schools, such as the Wagner Graduate School of Public Service and the Graduate School of Arts and Science, offer related master’s degrees. There are a large number of active centers at the University, housed in different schools, through which faculty conduct research on urban problems, including transportation, land use, housing, culture, education, poverty, climate change, and urban growth. One of the newest is the Center for Urban Science and Progress (CUSP), which aims to collect, link, and analyze large data sets to improve urban efficiency. The University has recently launched the Marron Institute on Cities and the Urban Environment, which will span the entire University and serve as an umbrella institute for many of NYU’s centers in this area. These programs are aided by a vigorous faculty, the potential for connection with an array of cities in which NYU has a study abroad presence, and a vibrant student community.     Here, too, challenges remain: some fragmentation and lack of coordination of curriculum and research, faculty allegiance to multiple departments, still-developing undergraduate programs, insufficient use of NYU’s global network, and vestigial administrative barriers to multischool classes and research.     Humanities and the Arts  Since 2005, NYU has created more than 100 new positions in humanities in the Faculty of  Arts and Science. The field has also grown in the Gallatin School of Individualized Study,  the Liberal Studies Program, the Steinhardt School of Culture, Education, and Human  Development, and the Institute for the Study of the Ancient World. Humanities and the arts  are also embedded in less obvious venues, including the School of Law, the Robert F.  Wagner Graduate School of Public Service, and the School of Medicine. Finally, the Tisch  School of the Arts and the Institute of Fine Arts are, respectively, among the most highly  regarded programs for the performing arts and art history. These are unsettling times for the  humanities, as reflected in a spate of recent reports. Since the 1960s there has been a decline  in the number of postsecondary degrees in the field, government support for less-commonly  taught languages has been cut drastically, and the job market for graduate students in the  humanities has rarely been worse. In this climate, the most competitive students seek to be  conversant with more than one field in their disciplines, and NYU has been at the forefront of  articulating and creating interdisciplinary connections in the humanities and arts.     In addition to the programs located in separate schools, many humanities centers exist outside the purview of a single school. This self-study concentrates on five that share common goals but differ with respect to funding, personnel, longevity, and interactions within and beyond the University.      ⁻ The Hemispheric Institute of Performance and Politics, based in the Tisch School of   the Arts, has extensive contacts with over 45 institutions in the Americas as it   operates a performance archive and network aimed at exploring, teaching, and   enabling performance in the Western Hemisphere. The network also provides workstudy   and internship positions, which benefit skills training and create a supportive   community for students and alumni.   ⁻ The goal of the Humanities Initiative at NYU is to mobilize “the talents and energies   of our faculty and students across the University to provide a forum for crossdisciplinary   discussion and collaboration in the humanities and arts.” It funds research   groups, conferences, and workshops, and it partners with libraries and other   humanities centers in New York State.   ⁻ The Remarque Institute, founded by the esteemed late professor Tony Judt, has   become a leading interdisciplinary center for scholarship in European studies,   including history, literature, politics, sociology, law, and journalism. It sponsors   fellowships, lectures, and a monthly European history seminar for graduate students.   ⁻ The NYU Abu Dhabi Institute includes an outreach program designed to bring   together Emirati, expatriates, and others for talks, concerts, and ongoing research. It   has a conference and workshop program geared to issues that focus on Abu Dhabi   and the Gulf as places of transition and geographic, economic, and cultural   intersections. And it funds large-scale research projects in the sciences, social   sciences, and humanities.   ⁻ The University’s digital humanities projects are engaged in the creation and use of   technological methods to investigate humanities scholarship.     Taken as a group, these humanities initiatives at NYU constitute a unique assemblage,  allowing a broad range of teaching, research, and collaborative projects that have national  and global reach. The primary challenge for these programs consists of the three Cs –  collaboration, continuity, and connectivity – as ways of enhancing a fourth C, creativity.  They have common needs: adequate space, staff, and oversight. They also have the challenge of maintaining strong relations across NYU’s global network to strengthen their offerings and disperse their benefits more widely. Finally, integrating undergraduates into these programs will establish strong humanistic foundations for students at the start of their studies.     Data Science  Our networked world is generating a deluge of data that no human, or group of humans, can  process fast enough. Much of the new data is unstructured and is captured from the real  world through a variety of means: sensors from scientific experiments, pictures and videos  from the Web, location data from smartphones, link and click data from social networks,  customer data from e-commerce, text from news sources, blogs and collaborative filtering  websites, and more. Data science is on the cusp of revolutionizing all areas of intellectual  endeavor and is becoming a necessary tool to answer some of the big scientific and  technological challenges of our time. NYU has a strong presence in data science, particularly  in deep learning, information visualization and visual analytics, data management,  provenance and reproducibility, large-scale computation, and mathematical statistics and  probability.     In 2012, NYU established a Center for Data Science to serve as a major research and  education center, bringing together many of these competencies. The University also has five  other data science–related graduate programs, with a sixth to start in fall 2014. In addition,  many NYU research centers and departments have significant activity in the field, including  the Center for Genomics and Systems Biology, the Center for Social and Political Behavior,  the Computational Intelligence, Learning, Vision, and Robotics Lab; and the Division of  Biostatistics at the NYU Langone Medical Center. Two principal purposes of these activities  are to bring together faculty with significant research activities in data science who are  currently scattered at the University. These activities are linked closely with NYU’s global  network, especially the Abu Dhabi and Shanghai campuses. These projects require  substantial resources, including classroom and faculty space and equipment. As is common  with interdisciplinary efforts, junior faculty are often concerned about the effect of their  participation on promotion and tenure in their home departments. Another challenge is to find a flexible University-wide approach to obtaining corporate sponsorship. Nevertheless, there are many opportunities to develop new NYU strengths in this area and for the University to become a leader in the field.     Overall Strengths and Challenges  As stressed throughout this report, interdisciplinary work has enormous potential for intellectual innovation and the solution of complex problems, such as rapid urbanization of the world’s population, challenges in national and international economic development, public health threats, and political instability. As an urban university with an increasingly global identity and departmental strengths across a wide range of natural and social sciences and the humanities, NYU is well positioned to capitalize on interdisciplinary initiatives. Because some departments have little in the way of process for managing faculty hiring, promotion, and tenure, it is sometimes necessary to introduce new procedures. Similarly, despite increasing cooperation among faculty in different fields, there is a continuing need for oversight to assure that programs are coordinated and duplication is avoided. To be successful, interdisciplinary endeavors require significant investment of time and money and the steady development of information technology.     Multischool collaboration provides students with an opportunity to explore different epistemological traditions and to capitalize on new methodologies, technologies, and forms of analysis. An interdisciplinary focus also helps the Washington Square campus work more closely with NYU’s study abroad sites. Experience in low- and middle- income countries assists students in understanding the varied nature of local problems throughout the world. Nevertheless, with multidisciplinary approaches come theoretical and pragmatic challenges. The lack of an historical anchor for some of the innovative work can be taxing for students, and the bounds of interdisciplinary topics can be more diffuse, or less easily articulated, than ideal to shape research and pedagogical aims.     This self-study makes recommendations for strengthening interdisciplinary programs and tackling the significant administrative, fiscal, operational, and above all, academic challenges they face.     The self-study covers portions of Middle State’s Standards 5, 7, 9, 10, and 11. The document review addressed other portions of those Standards, as well as all of Standards 1-4, 6, 8, and 12-14.                                                        For Viewing and Downloading:         Executive Summary of the Self-Study (PDF)   Self-Study Report on Multischool, Interdisciplinary Programs (PDF)     Appendices to the Self-Study (PDF)   2014 Self-Study Design (PDF)     Committees (PDF)     Evaulation Team Final Report (PDF)   NYU Response to Team Report (May 6, 2014) (PDF)                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "2014 MSCHE Self-Study                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Academics   /   Academic Resources   /   Accreditation & Self-Study                 Sub Navigation                                 MSCHE Standards                       2004 MSCHE Self-Study Report                       2009 MSCHE Periodic Review Report                       2014 MSCHE Self-Study                                                                   2014 MSCHE Self-Study      Executive Summary          In its self-study for the decennial Middle States Commission on Higher Education re-accreditation, New York University has chosen to focus on multischool, interdisciplinary programs that exist outside or alongside the school and department structure of the University. Such programs have propelled many of the recent major initiatives at NYU, and several are being developed as University priorities. This trend is of special significance for a historically school-centric university – presenting both opportunities and challenges – and so warrants examination. The four areas on which the self-study focuses are public health, cities and the urban environment, humanities and the arts, and data science. Working groups were formed in each of these areas to explore organizational structure, leadership and governance, faculty, finances, the student community, the curriculum, the University administration, support services, and assessment procedures. In addition, information has been collected for this report from other multidisciplinary centers at NYU: the Center for Genomics and Systems Biology, the Center for Neural Science, the Neuroscience Institute, and the Media and Games Network (MAGNET).     Public Health  There is a growing recognition of the importance of advancing public health as a fundamental building block of prosperous, stable, and just societies. And universities – through their key missions of research, education, and service – can play a critical role in that effort. Improving the state of the nation’s and world’s health requires professionals and experts from across the spectrum: physicians, nurses, dentists, psychologists, social workers, policymakers, managers, engineers, and sociologists. After several years of consultation with deans and faculty, NYU was ready in 2012 to launch the Global Institute of Public Health (GIPH), which draws on the scholarship and clinical work of 11 schools. GIPH includes doctoral, master’s, and undergraduate degree programs. Ten undergraduate majors combining public health with another field provide interdisciplinary education for students entering the workforce or going onto graduate school. The master’s program prepares students to become public health researchers and practitioners. The doctoral program specializes in the biological bases of public health, health systems and services research, population and community health, and sociobehavioral health. A goal of the Institute’s new dean is to evaluate how current cross-school faculty align with research areas, such as chronic disease, infectious disease, and public health and community practice.     The Council on Education for Public Health, on an accreditation site visit to NYU in 2010, commented favorably on the resources that have been committed to public health, the smoothness of the collaborative relationship among units, and the mentoring of students, postdocs, and junior faculty. Challenges remain, including the still-strong pull toward school-  based programs and faculty as the norm; the dispersal of faculty and students over several geographic sites; the potential for conflicting policies and procedures in student and faculty affairs, and financial planning. And with an institute the breadth and scope of GIPH, there is a pressing need for ongoing communication among all participants.     Cities and the Urban Environment  For the first time in history, more than half the world’s population lives in cities. By 2050, seven out of 10 people will. The world’s anticipated population growth in the next few decades, from 7 billion to 9 billion, will take place largely in cities in the developing world. While urbanization has the potential to reduce poverty and promote economic development, if done too fast or without proper planning for infrastructure or human needs, it presents grave threats to the environment and quality of life. The physical, social, political, and economic forces that shape the well-being of urban residents are complex, and they demand multifaceted solutions. As a university that was founded to be “in and of the city” and makes its home in New York City, NYU is well positioned to study urban issues. It has scholars in a wide range of disciplines crucial to understanding cities: applied sciences and technology, sociology, economics, law, history, environmental sustainability, and policy and planning.     Currently, NYU has four relevant multidisciplinary undergraduate programs focused on cities and aspects of urbanization, three in the College of Arts and Sciences and one in the School of Engineering – which together enroll 300 majors. In addition, there are departments in several other schools and at NYU’s global sites, which provide opportunities to study cities. Several schools, such as the Wagner Graduate School of Public Service and the Graduate School of Arts and Science, offer related master’s degrees. There are a large number of active centers at the University, housed in different schools, through which faculty conduct research on urban problems, including transportation, land use, housing, culture, education, poverty, climate change, and urban growth. One of the newest is the Center for Urban Science and Progress (CUSP), which aims to collect, link, and analyze large data sets to improve urban efficiency. The University has recently launched the Marron Institute on Cities and the Urban Environment, which will span the entire University and serve as an umbrella institute for many of NYU’s centers in this area. These programs are aided by a vigorous faculty, the potential for connection with an array of cities in which NYU has a study abroad presence, and a vibrant student community.     Here, too, challenges remain: some fragmentation and lack of coordination of curriculum and research, faculty allegiance to multiple departments, still-developing undergraduate programs, insufficient use of NYU’s global network, and vestigial administrative barriers to multischool classes and research.     Humanities and the Arts  Since 2005, NYU has created more than 100 new positions in humanities in the Faculty of  Arts and Science. The field has also grown in the Gallatin School of Individualized Study,  the Liberal Studies Program, the Steinhardt School of Culture, Education, and Human  Development, and the Institute for the Study of the Ancient World. Humanities and the arts  are also embedded in less obvious venues, including the School of Law, the Robert F.  Wagner Graduate School of Public Service, and the School of Medicine. Finally, the Tisch  School of the Arts and the Institute of Fine Arts are, respectively, among the most highly  regarded programs for the performing arts and art history. These are unsettling times for the  humanities, as reflected in a spate of recent reports. Since the 1960s there has been a decline  in the number of postsecondary degrees in the field, government support for less-commonly  taught languages has been cut drastically, and the job market for graduate students in the  humanities has rarely been worse. In this climate, the most competitive students seek to be  conversant with more than one field in their disciplines, and NYU has been at the forefront of  articulating and creating interdisciplinary connections in the humanities and arts.     In addition to the programs located in separate schools, many humanities centers exist outside the purview of a single school. This self-study concentrates on five that share common goals but differ with respect to funding, personnel, longevity, and interactions within and beyond the University.      ⁻ The Hemispheric Institute of Performance and Politics, based in the Tisch School of   the Arts, has extensive contacts with over 45 institutions in the Americas as it   operates a performance archive and network aimed at exploring, teaching, and   enabling performance in the Western Hemisphere. The network also provides workstudy   and internship positions, which benefit skills training and create a supportive   community for students and alumni.   ⁻ The goal of the Humanities Initiative at NYU is to mobilize “the talents and energies   of our faculty and students across the University to provide a forum for crossdisciplinary   discussion and collaboration in the humanities and arts.” It funds research   groups, conferences, and workshops, and it partners with libraries and other   humanities centers in New York State.   ⁻ The Remarque Institute, founded by the esteemed late professor Tony Judt, has   become a leading interdisciplinary center for scholarship in European studies,   including history, literature, politics, sociology, law, and journalism. It sponsors   fellowships, lectures, and a monthly European history seminar for graduate students.   ⁻ The NYU Abu Dhabi Institute includes an outreach program designed to bring   together Emirati, expatriates, and others for talks, concerts, and ongoing research. It   has a conference and workshop program geared to issues that focus on Abu Dhabi   and the Gulf as places of transition and geographic, economic, and cultural   intersections. And it funds large-scale research projects in the sciences, social   sciences, and humanities.   ⁻ The University’s digital humanities projects are engaged in the creation and use of   technological methods to investigate humanities scholarship.     Taken as a group, these humanities initiatives at NYU constitute a unique assemblage,  allowing a broad range of teaching, research, and collaborative projects that have national  and global reach. The primary challenge for these programs consists of the three Cs –  collaboration, continuity, and connectivity – as ways of enhancing a fourth C, creativity.  They have common needs: adequate space, staff, and oversight. They also have the challenge of maintaining strong relations across NYU’s global network to strengthen their offerings and disperse their benefits more widely. Finally, integrating undergraduates into these programs will establish strong humanistic foundations for students at the start of their studies.     Data Science  Our networked world is generating a deluge of data that no human, or group of humans, can  process fast enough. Much of the new data is unstructured and is captured from the real  world through a variety of means: sensors from scientific experiments, pictures and videos  from the Web, location data from smartphones, link and click data from social networks,  customer data from e-commerce, text from news sources, blogs and collaborative filtering  websites, and more. Data science is on the cusp of revolutionizing all areas of intellectual  endeavor and is becoming a necessary tool to answer some of the big scientific and  technological challenges of our time. NYU has a strong presence in data science, particularly  in deep learning, information visualization and visual analytics, data management,  provenance and reproducibility, large-scale computation, and mathematical statistics and  probability.     In 2012, NYU established a Center for Data Science to serve as a major research and  education center, bringing together many of these competencies. The University also has five  other data science–related graduate programs, with a sixth to start in fall 2014. In addition,  many NYU research centers and departments have significant activity in the field, including  the Center for Genomics and Systems Biology, the Center for Social and Political Behavior,  the Computational Intelligence, Learning, Vision, and Robotics Lab; and the Division of  Biostatistics at the NYU Langone Medical Center. Two principal purposes of these activities  are to bring together faculty with significant research activities in data science who are  currently scattered at the University. These activities are linked closely with NYU’s global  network, especially the Abu Dhabi and Shanghai campuses. These projects require  substantial resources, including classroom and faculty space and equipment. As is common  with interdisciplinary efforts, junior faculty are often concerned about the effect of their  participation on promotion and tenure in their home departments. Another challenge is to find a flexible University-wide approach to obtaining corporate sponsorship. Nevertheless, there are many opportunities to develop new NYU strengths in this area and for the University to become a leader in the field.     Overall Strengths and Challenges  As stressed throughout this report, interdisciplinary work has enormous potential for intellectual innovation and the solution of complex problems, such as rapid urbanization of the world’s population, challenges in national and international economic development, public health threats, and political instability. As an urban university with an increasingly global identity and departmental strengths across a wide range of natural and social sciences and the humanities, NYU is well positioned to capitalize on interdisciplinary initiatives. Because some departments have little in the way of process for managing faculty hiring, promotion, and tenure, it is sometimes necessary to introduce new procedures. Similarly, despite increasing cooperation among faculty in different fields, there is a continuing need for oversight to assure that programs are coordinated and duplication is avoided. To be successful, interdisciplinary endeavors require significant investment of time and money and the steady development of information technology.     Multischool collaboration provides students with an opportunity to explore different epistemological traditions and to capitalize on new methodologies, technologies, and forms of analysis. An interdisciplinary focus also helps the Washington Square campus work more closely with NYU’s study abroad sites. Experience in low- and middle- income countries assists students in understanding the varied nature of local problems throughout the world. Nevertheless, with multidisciplinary approaches come theoretical and pragmatic challenges. The lack of an historical anchor for some of the innovative work can be taxing for students, and the bounds of interdisciplinary topics can be more diffuse, or less easily articulated, than ideal to shape research and pedagogical aims.     This self-study makes recommendations for strengthening interdisciplinary programs and tackling the significant administrative, fiscal, operational, and above all, academic challenges they face.     The self-study covers portions of Middle State’s Standards 5, 7, 9, 10, and 11. The document review addressed other portions of those Standards, as well as all of Standards 1-4, 6, 8, and 12-14.                                                        For Viewing and Downloading:         Executive Summary of the Self-Study (PDF)   Self-Study Report on Multischool, Interdisciplinary Programs (PDF)     Appendices to the Self-Study (PDF)   2014 Self-Study Design (PDF)     Committees (PDF)     Evaulation Team Final Report (PDF)   NYU Response to Team Report (May 6, 2014) (PDF)                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Self-Designed Honors Major, CAS Bulletin | NYU                                                  Navigation       College of Arts and Science Bulletin                 About Arts and Science | Departments and Programs | The Faculty                Back to Home           Self-Designed Honors Major       Silver Center • 100 Washington Square East, Room 905 • New York, NY 10003-6688 &bull; 212-998-8130             Students in the College of Arts and Science (CAS) can apply to craft and complete a Self-Designed Honors major, rather than one of the existing majors in the College. This new major enables a small number of very capable and highly motivated students to pursue a plan of study that brings together courses from more than one CAS department or program. During their sophomore year, students compose their academic plan for the major in consultation with their two faculty advisers for their self-designed program of study as well as with the Associate Director of Interschool Programs and the Director of College Honors, who serves as the Director of Undergraduate Studies. By Spring of the sophomore year, the plan of study must be submitted to and approved by the Honors Committee. The self-designed honors major differs from the individualized major that the Gallatin School offers in several ways: These two NYU schools have distinct admissions criteria, general education curricula, and other requirements This CAS major serves students who can realize their interdisciplinary goals within CAS (except for the 16 credits of non-CAS courses that CAS already permits), whereas Gallatin students draw heavily on courses from several NYU schools This CAS major is an honors major, which has prerequisites for entry (e.g., 3.75 GPA; students must maintain a 3.65 GPA to remain in the major) and entails a heavy commitment to honors-level work, including independent research under faculty supervision                 CAS Bulletin 2014-2016       An Introduction to New York University       Administration       A Brief History of the College of Arts and Science       College Directory       Calendar 2014&ndash;2016       The College Core Curriculum       College of Arts and Science Seminars       Departments and Programs       Cross-School Minors       Preprofessional, Accelerated, and Specialized Programs       Arts and Science Summer and Winter Programs       New York University Study Away       Admission       Tuition, Fees, and Financial Aid       Registration, Advisement, and Counseling       Degree Requirements       Academic Policies       Honors and Awards       Student Activities, University Services and Community Service       Faculty of Arts and Science       Standing Committees in CAS and FAS       Majors and Minors as Registered by the New York State Education Department       Travel Directions to the Washington Square Campus       Archived Bulletins                    Back to List of Departments and Programs                     Contact Us                             Contact Us"}]},
{"detail": [{"content": "2014 MSCHE Self-Study                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Academics   /   Academic Resources   /   Accreditation & Self-Study                 Sub Navigation                                 MSCHE Standards                       2004 MSCHE Self-Study Report                       2009 MSCHE Periodic Review Report                       2014 MSCHE Self-Study                                                                   2014 MSCHE Self-Study      Executive Summary          In its self-study for the decennial Middle States Commission on Higher Education re-accreditation, New York University has chosen to focus on multischool, interdisciplinary programs that exist outside or alongside the school and department structure of the University. Such programs have propelled many of the recent major initiatives at NYU, and several are being developed as University priorities. This trend is of special significance for a historically school-centric university – presenting both opportunities and challenges – and so warrants examination. The four areas on which the self-study focuses are public health, cities and the urban environment, humanities and the arts, and data science. Working groups were formed in each of these areas to explore organizational structure, leadership and governance, faculty, finances, the student community, the curriculum, the University administration, support services, and assessment procedures. In addition, information has been collected for this report from other multidisciplinary centers at NYU: the Center for Genomics and Systems Biology, the Center for Neural Science, the Neuroscience Institute, and the Media and Games Network (MAGNET).     Public Health  There is a growing recognition of the importance of advancing public health as a fundamental building block of prosperous, stable, and just societies. And universities – through their key missions of research, education, and service – can play a critical role in that effort. Improving the state of the nation’s and world’s health requires professionals and experts from across the spectrum: physicians, nurses, dentists, psychologists, social workers, policymakers, managers, engineers, and sociologists. After several years of consultation with deans and faculty, NYU was ready in 2012 to launch the Global Institute of Public Health (GIPH), which draws on the scholarship and clinical work of 11 schools. GIPH includes doctoral, master’s, and undergraduate degree programs. Ten undergraduate majors combining public health with another field provide interdisciplinary education for students entering the workforce or going onto graduate school. The master’s program prepares students to become public health researchers and practitioners. The doctoral program specializes in the biological bases of public health, health systems and services research, population and community health, and sociobehavioral health. A goal of the Institute’s new dean is to evaluate how current cross-school faculty align with research areas, such as chronic disease, infectious disease, and public health and community practice.     The Council on Education for Public Health, on an accreditation site visit to NYU in 2010, commented favorably on the resources that have been committed to public health, the smoothness of the collaborative relationship among units, and the mentoring of students, postdocs, and junior faculty. Challenges remain, including the still-strong pull toward school-  based programs and faculty as the norm; the dispersal of faculty and students over several geographic sites; the potential for conflicting policies and procedures in student and faculty affairs, and financial planning. And with an institute the breadth and scope of GIPH, there is a pressing need for ongoing communication among all participants.     Cities and the Urban Environment  For the first time in history, more than half the world’s population lives in cities. By 2050, seven out of 10 people will. The world’s anticipated population growth in the next few decades, from 7 billion to 9 billion, will take place largely in cities in the developing world. While urbanization has the potential to reduce poverty and promote economic development, if done too fast or without proper planning for infrastructure or human needs, it presents grave threats to the environment and quality of life. The physical, social, political, and economic forces that shape the well-being of urban residents are complex, and they demand multifaceted solutions. As a university that was founded to be “in and of the city” and makes its home in New York City, NYU is well positioned to study urban issues. It has scholars in a wide range of disciplines crucial to understanding cities: applied sciences and technology, sociology, economics, law, history, environmental sustainability, and policy and planning.     Currently, NYU has four relevant multidisciplinary undergraduate programs focused on cities and aspects of urbanization, three in the College of Arts and Sciences and one in the School of Engineering – which together enroll 300 majors. In addition, there are departments in several other schools and at NYU’s global sites, which provide opportunities to study cities. Several schools, such as the Wagner Graduate School of Public Service and the Graduate School of Arts and Science, offer related master’s degrees. There are a large number of active centers at the University, housed in different schools, through which faculty conduct research on urban problems, including transportation, land use, housing, culture, education, poverty, climate change, and urban growth. One of the newest is the Center for Urban Science and Progress (CUSP), which aims to collect, link, and analyze large data sets to improve urban efficiency. The University has recently launched the Marron Institute on Cities and the Urban Environment, which will span the entire University and serve as an umbrella institute for many of NYU’s centers in this area. These programs are aided by a vigorous faculty, the potential for connection with an array of cities in which NYU has a study abroad presence, and a vibrant student community.     Here, too, challenges remain: some fragmentation and lack of coordination of curriculum and research, faculty allegiance to multiple departments, still-developing undergraduate programs, insufficient use of NYU’s global network, and vestigial administrative barriers to multischool classes and research.     Humanities and the Arts  Since 2005, NYU has created more than 100 new positions in humanities in the Faculty of  Arts and Science. The field has also grown in the Gallatin School of Individualized Study,  the Liberal Studies Program, the Steinhardt School of Culture, Education, and Human  Development, and the Institute for the Study of the Ancient World. Humanities and the arts  are also embedded in less obvious venues, including the School of Law, the Robert F.  Wagner Graduate School of Public Service, and the School of Medicine. Finally, the Tisch  School of the Arts and the Institute of Fine Arts are, respectively, among the most highly  regarded programs for the performing arts and art history. These are unsettling times for the  humanities, as reflected in a spate of recent reports. Since the 1960s there has been a decline  in the number of postsecondary degrees in the field, government support for less-commonly  taught languages has been cut drastically, and the job market for graduate students in the  humanities has rarely been worse. In this climate, the most competitive students seek to be  conversant with more than one field in their disciplines, and NYU has been at the forefront of  articulating and creating interdisciplinary connections in the humanities and arts.     In addition to the programs located in separate schools, many humanities centers exist outside the purview of a single school. This self-study concentrates on five that share common goals but differ with respect to funding, personnel, longevity, and interactions within and beyond the University.      ⁻ The Hemispheric Institute of Performance and Politics, based in the Tisch School of   the Arts, has extensive contacts with over 45 institutions in the Americas as it   operates a performance archive and network aimed at exploring, teaching, and   enabling performance in the Western Hemisphere. The network also provides workstudy   and internship positions, which benefit skills training and create a supportive   community for students and alumni.   ⁻ The goal of the Humanities Initiative at NYU is to mobilize “the talents and energies   of our faculty and students across the University to provide a forum for crossdisciplinary   discussion and collaboration in the humanities and arts.” It funds research   groups, conferences, and workshops, and it partners with libraries and other   humanities centers in New York State.   ⁻ The Remarque Institute, founded by the esteemed late professor Tony Judt, has   become a leading interdisciplinary center for scholarship in European studies,   including history, literature, politics, sociology, law, and journalism. It sponsors   fellowships, lectures, and a monthly European history seminar for graduate students.   ⁻ The NYU Abu Dhabi Institute includes an outreach program designed to bring   together Emirati, expatriates, and others for talks, concerts, and ongoing research. It   has a conference and workshop program geared to issues that focus on Abu Dhabi   and the Gulf as places of transition and geographic, economic, and cultural   intersections. And it funds large-scale research projects in the sciences, social   sciences, and humanities.   ⁻ The University’s digital humanities projects are engaged in the creation and use of   technological methods to investigate humanities scholarship.     Taken as a group, these humanities initiatives at NYU constitute a unique assemblage,  allowing a broad range of teaching, research, and collaborative projects that have national  and global reach. The primary challenge for these programs consists of the three Cs –  collaboration, continuity, and connectivity – as ways of enhancing a fourth C, creativity.  They have common needs: adequate space, staff, and oversight. They also have the challenge of maintaining strong relations across NYU’s global network to strengthen their offerings and disperse their benefits more widely. Finally, integrating undergraduates into these programs will establish strong humanistic foundations for students at the start of their studies.     Data Science  Our networked world is generating a deluge of data that no human, or group of humans, can  process fast enough. Much of the new data is unstructured and is captured from the real  world through a variety of means: sensors from scientific experiments, pictures and videos  from the Web, location data from smartphones, link and click data from social networks,  customer data from e-commerce, text from news sources, blogs and collaborative filtering  websites, and more. Data science is on the cusp of revolutionizing all areas of intellectual  endeavor and is becoming a necessary tool to answer some of the big scientific and  technological challenges of our time. NYU has a strong presence in data science, particularly  in deep learning, information visualization and visual analytics, data management,  provenance and reproducibility, large-scale computation, and mathematical statistics and  probability.     In 2012, NYU established a Center for Data Science to serve as a major research and  education center, bringing together many of these competencies. The University also has five  other data science–related graduate programs, with a sixth to start in fall 2014. In addition,  many NYU research centers and departments have significant activity in the field, including  the Center for Genomics and Systems Biology, the Center for Social and Political Behavior,  the Computational Intelligence, Learning, Vision, and Robotics Lab; and the Division of  Biostatistics at the NYU Langone Medical Center. Two principal purposes of these activities  are to bring together faculty with significant research activities in data science who are  currently scattered at the University. These activities are linked closely with NYU’s global  network, especially the Abu Dhabi and Shanghai campuses. These projects require  substantial resources, including classroom and faculty space and equipment. As is common  with interdisciplinary efforts, junior faculty are often concerned about the effect of their  participation on promotion and tenure in their home departments. Another challenge is to find a flexible University-wide approach to obtaining corporate sponsorship. Nevertheless, there are many opportunities to develop new NYU strengths in this area and for the University to become a leader in the field.     Overall Strengths and Challenges  As stressed throughout this report, interdisciplinary work has enormous potential for intellectual innovation and the solution of complex problems, such as rapid urbanization of the world’s population, challenges in national and international economic development, public health threats, and political instability. As an urban university with an increasingly global identity and departmental strengths across a wide range of natural and social sciences and the humanities, NYU is well positioned to capitalize on interdisciplinary initiatives. Because some departments have little in the way of process for managing faculty hiring, promotion, and tenure, it is sometimes necessary to introduce new procedures. Similarly, despite increasing cooperation among faculty in different fields, there is a continuing need for oversight to assure that programs are coordinated and duplication is avoided. To be successful, interdisciplinary endeavors require significant investment of time and money and the steady development of information technology.     Multischool collaboration provides students with an opportunity to explore different epistemological traditions and to capitalize on new methodologies, technologies, and forms of analysis. An interdisciplinary focus also helps the Washington Square campus work more closely with NYU’s study abroad sites. Experience in low- and middle- income countries assists students in understanding the varied nature of local problems throughout the world. Nevertheless, with multidisciplinary approaches come theoretical and pragmatic challenges. The lack of an historical anchor for some of the innovative work can be taxing for students, and the bounds of interdisciplinary topics can be more diffuse, or less easily articulated, than ideal to shape research and pedagogical aims.     This self-study makes recommendations for strengthening interdisciplinary programs and tackling the significant administrative, fiscal, operational, and above all, academic challenges they face.     The self-study covers portions of Middle State’s Standards 5, 7, 9, 10, and 11. The document review addressed other portions of those Standards, as well as all of Standards 1-4, 6, 8, and 12-14.                                                        For Viewing and Downloading:         Executive Summary of the Self-Study (PDF)   Self-Study Report on Multischool, Interdisciplinary Programs (PDF)     Appendices to the Self-Study (PDF)   2014 Self-Study Design (PDF)     Committees (PDF)     Evaulation Team Final Report (PDF)   NYU Response to Team Report (May 6, 2014) (PDF)                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Self-Designed Honors Major, CAS Bulletin | NYU                                                  Navigation       College of Arts and Science Bulletin                 About Arts and Science | Departments and Programs | The Faculty                Back to Home           Self-Designed Honors Major       Silver Center • 100 Washington Square East, Room 905 • New York, NY 10003-6688 &bull; 212-998-8130             Students in the College of Arts and Science (CAS) can apply to craft and complete a Self-Designed Honors major, rather than one of the existing majors in the College. This new major enables a small number of very capable and highly motivated students to pursue a plan of study that brings together courses from more than one CAS department or program. During their sophomore year, students compose their academic plan for the major in consultation with their two faculty advisers for their self-designed program of study as well as with the Associate Director of Interschool Programs and the Director of College Honors, who serves as the Director of Undergraduate Studies. By Spring of the sophomore year, the plan of study must be submitted to and approved by the Honors Committee. The self-designed honors major differs from the individualized major that the Gallatin School offers in several ways: These two NYU schools have distinct admissions criteria, general education curricula, and other requirements This CAS major serves students who can realize their interdisciplinary goals within CAS (except for the 16 credits of non-CAS courses that CAS already permits), whereas Gallatin students draw heavily on courses from several NYU schools This CAS major is an honors major, which has prerequisites for entry (e.g., 3.75 GPA; students must maintain a 3.65 GPA to remain in the major) and entails a heavy commitment to honors-level work, including independent research under faculty supervision                 CAS Bulletin 2014-2016       An Introduction to New York University       Administration       A Brief History of the College of Arts and Science       College Directory       Calendar 2014&ndash;2016       The College Core Curriculum       College of Arts and Science Seminars       Departments and Programs       Cross-School Minors       Preprofessional, Accelerated, and Specialized Programs       Arts and Science Summer and Winter Programs       New York University Study Away       Admission       Tuition, Fees, and Financial Aid       Registration, Advisement, and Counseling       Degree Requirements       Academic Policies       Honors and Awards       Student Activities, University Services and Community Service       Faculty of Arts and Science       Standing Committees in CAS and FAS       Majors and Minors as Registered by the New York State Education Department       Travel Directions to the Washington Square Campus       Archived Bulletins                    Back to List of Departments and Programs                     Contact Us                             Contact Us"}, {"content": "QuickCheck Self-Service Checkout                                                                                             Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends                        New York University | Bobst Library: QuickCheck Self-Service Checkout       Bobst Library now offers Self-service checkout. This service enables you to checkout materials 24 hours a day and avoid lines at the circulation desk. Self-Service Checkout is available to current students or faculty members of NYU, New School, Cooper Union, NYSID, and patrons who otherwise have valid borrowing privileges at Bobst Library.     To use this service, you must have registered your library card at your home library's circulation desk. If you have previously checked out materials then you are registered. You must also be in good standing with the library - meaning you should not have any blocks on you circulation record, or owe more than $5 in fines.   Once you have checked out your materials, be sure to take the Date Due sticker receipt that prints, peel off the back, and affix it to the Bobst Library circulation sticker located in the back cover of the item. You will need this Date Due sticker in place to exit the library with your materials.   The Self-checkout machines are located on the far south end of the circulation desk in the Bobst Library atrium. If you have any questions while using the Self-Checkout machines during circulation desk hours, please ask a circulation staff member. If you are unable to checkout and it is after hours, please place your items on the day shelf, and inquire at the circulation desk when the department reopens. See Library Hours   We appreciate your feedback about this service. If you have any questions or concerns, please contact the Bobst Library Circulation Desk .                  News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                                   Page last modified: November, 2014       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]}]