[{"detail": [{"content": "DIFFERENTIAL GEOMETRY I     DIFFERENTIAL GEOMETRY I (Fall 2009)          Midterm due 11/9/09 .          Monday, 1:25-3:15, N. Masmoudi (fall); J. Cheeger (spring).    Prerequisites: multivariable calculus and linear algebra.     Fall Term     Differentiable manifolds, tangent bundle, embedding theorems, vector fields and differential forms. Riemannian metrics and connections, geodesics, exponential map, and Jacobi fields. Generalizations of differential geometric concepts and applications.          Some Books :          Gallot, Sylvestre; Hulin, Dominique; Lafontaine, Jacques Riemannian geometry. Third edition. Universitext. Springer-Verlag, Berlin, 2004. xvi+322 pp. (on reserve in the library)       Spivak, Michael A comprehensive introduction to differential geometry.      Montiel, Sebastin; Ros, Antonio Curves and surfaces. Second edition. Translated from the 1998 Spanish original by Montiel and edited by Donald Babbitt. Graduate Studies in Mathematics, 69. American Mathematical Society, Providence, RI; Real Sociedad Matemtica Espaola, Madrid, 2009. xvi+376 pp.            Michor, Peter W. Topics in differential geometry. Graduate Studies in Mathematics, 93. American Mathematical Society, Providence, RI, 2008. xii+494 pp."}]},
{"detail": [{"content": "DIFFERENTIAL GEOMETRY I     DIFFERENTIAL GEOMETRY I (Fall 2009)          Midterm due 11/9/09 .          Monday, 1:25-3:15, N. Masmoudi (fall); J. Cheeger (spring).    Prerequisites: multivariable calculus and linear algebra.     Fall Term     Differentiable manifolds, tangent bundle, embedding theorems, vector fields and differential forms. Riemannian metrics and connections, geodesics, exponential map, and Jacobi fields. Generalizations of differential geometric concepts and applications.          Some Books :          Gallot, Sylvestre; Hulin, Dominique; Lafontaine, Jacques Riemannian geometry. Third edition. Universitext. Springer-Verlag, Berlin, 2004. xvi+322 pp. (on reserve in the library)       Spivak, Michael A comprehensive introduction to differential geometry.      Montiel, Sebastin; Ros, Antonio Curves and surfaces. Second edition. Translated from the 1998 Spanish original by Montiel and edited by Donald Babbitt. Graduate Studies in Mathematics, 69. American Mathematical Society, Providence, RI; Real Sociedad Matemtica Espaola, Madrid, 2009. xvi+376 pp.            Michor, Peter W. Topics in differential geometry. Graduate Studies in Mathematics, 93. American Mathematical Society, Providence, RI, 2008. xii+494 pp."}, {"content": "Differential Geometry, Topology, Algebraic Geometry Seminar                  Differential Geometry, Topology and Algebraic Geometry Seminar    Courant Institute of Mathematical Sciences   New York University   Differential Geometry, Topology and Algebraic Geometry Seminar   In the Spring semester of 2006, the seminar meets on Fridays at 11:00 a.m. , in room 813 of Warren Weaver Hall at 251 Mercer Street, New York.   Here is a provisional list of speakers. Click on the title of a talk for the abstract (if available).   February 17 : Jean-Michel Bismut (Universite Paris-Sud)  Title of talk: The hypoelliptic torsion   February 24 : Mikhael Gromov (NYU-Courant)   Title of talk: Lower bounds on the topology of singularities of smooth maps   March 3 : Peter Ozsvath (Columbia)  Title of talk: Holomorphic disks and link invariants   March 10 : Dror Varolin (Stony Brook) at 10:00 am  Title of talk: Non-negative Hermitian Polynomials  Please note the change of time of our seminar for this particular day !   March 24 : Bruce Kleiner (Yale)  Title of talk: Bi-Lipschitz embedding in Banach spaces, Rademacher-type theorems, and  functions of bounded variation   March 31 : Anatoly Libgober (UIC)  Title of talk: Higher elliptic genera   April 7 : Double header: (1) Mikhail Khovanov (Columbia) @ 11:00 am  Title of talk: Link homology and Soergel bimodules   (2) Chris Woodward (Rutgers) @ 2:00 pm  Title of talk: Floer field theory for tangles   April 28 : Triple header: (1) Mark Andrea de Cataldo (Stony Brook) @ 11:00 am  Title of talk: The Hodge theory of algebraic maps   (2) Greg Friedman (Vanderbilt) @ 2:00 pm  Title of talk: Extending Poincare Duality to Homotopically Stratified Spaces   (3) Soren Galatius (Stanford) @ 4:00 pm  Title of talk: Stable Homology of Aut(F_n)"}]},
{"detail": [{"content": "DIFFERENTIAL GEOMETRY I     DIFFERENTIAL GEOMETRY I (Fall 2009)          Midterm due 11/9/09 .          Monday, 1:25-3:15, N. Masmoudi (fall); J. Cheeger (spring).    Prerequisites: multivariable calculus and linear algebra.     Fall Term     Differentiable manifolds, tangent bundle, embedding theorems, vector fields and differential forms. Riemannian metrics and connections, geodesics, exponential map, and Jacobi fields. Generalizations of differential geometric concepts and applications.          Some Books :          Gallot, Sylvestre; Hulin, Dominique; Lafontaine, Jacques Riemannian geometry. Third edition. Universitext. Springer-Verlag, Berlin, 2004. xvi+322 pp. (on reserve in the library)       Spivak, Michael A comprehensive introduction to differential geometry.      Montiel, Sebastin; Ros, Antonio Curves and surfaces. Second edition. Translated from the 1998 Spanish original by Montiel and edited by Donald Babbitt. Graduate Studies in Mathematics, 69. American Mathematical Society, Providence, RI; Real Sociedad Matemtica Espaola, Madrid, 2009. xvi+376 pp.            Michor, Peter W. Topics in differential geometry. Graduate Studies in Mathematics, 93. American Mathematical Society, Providence, RI, 2008. xii+494 pp."}, {"content": "Differential Geometry, Topology, Algebraic Geometry Seminar                  Differential Geometry, Topology and Algebraic Geometry Seminar    Courant Institute of Mathematical Sciences   New York University   Differential Geometry, Topology and Algebraic Geometry Seminar   In the Spring semester of 2006, the seminar meets on Fridays at 11:00 a.m. , in room 813 of Warren Weaver Hall at 251 Mercer Street, New York.   Here is a provisional list of speakers. Click on the title of a talk for the abstract (if available).   February 17 : Jean-Michel Bismut (Universite Paris-Sud)  Title of talk: The hypoelliptic torsion   February 24 : Mikhael Gromov (NYU-Courant)   Title of talk: Lower bounds on the topology of singularities of smooth maps   March 3 : Peter Ozsvath (Columbia)  Title of talk: Holomorphic disks and link invariants   March 10 : Dror Varolin (Stony Brook) at 10:00 am  Title of talk: Non-negative Hermitian Polynomials  Please note the change of time of our seminar for this particular day !   March 24 : Bruce Kleiner (Yale)  Title of talk: Bi-Lipschitz embedding in Banach spaces, Rademacher-type theorems, and  functions of bounded variation   March 31 : Anatoly Libgober (UIC)  Title of talk: Higher elliptic genera   April 7 : Double header: (1) Mikhail Khovanov (Columbia) @ 11:00 am  Title of talk: Link homology and Soergel bimodules   (2) Chris Woodward (Rutgers) @ 2:00 pm  Title of talk: Floer field theory for tangles   April 28 : Triple header: (1) Mark Andrea de Cataldo (Stony Brook) @ 11:00 am  Title of talk: The Hodge theory of algebraic maps   (2) Greg Friedman (Vanderbilt) @ 2:00 pm  Title of talk: Extending Poincare Duality to Homotopically Stratified Spaces   (3) Soren Galatius (Stanford) @ 4:00 pm  Title of talk: Stable Homology of Aut(F_n)"}, {"content": "DiffGeomhomepage        Differential Geometry I (MATH-GA 2350.001)           Instructor info:    Larry Guth, WWH 803, lguth@cims.nyu.edu       Class times: Mon,   1:25-3:15, WWH 312.       Office Hours: Thurs, 3:30   - 4:30.             Textbook: Differential Topology, by   Guillemin and Pollack.       Another helpful reference is the book Calculus on Manifolds by Spivak. It covers   multivariable calculus from a rigorous point of view, including   the inverse function theorem, and then goes on to differential   forms and manifolds. It can be ordered new for around $40,   and I saw used copies online for around $25.          Announcements:          There              will be no office hours on Thursday, September 29.       There are no classes at Courant on Monday Oct. 10. But             we will have office hours each Thursday (including Oct. 6 and Oct.   13).       The midterm will be a take-home exam. It will be available   on Oct. 24 after class, and it will be due on Oct. 28.    (There won't be any other homework that week.)        The final will be a take-home exam. It wil l be    available on Dec. 5 after class. It will be due on Dec. 12   in class.       The last week, we will have class on Monday Dec. 12 and again   on Wed. Dec. 14.               Course outline:    In this course, we will study smooth manifolds. The two main   techniques will be transversality arguments and differential   forms. Using these techniques, we will prove topological   results about smooth manifolds, including the Brouwer fixed point   theorem and the Borsuk-Ulam theorem. We will define   topological invariants like the degree of a map and the Euler   characteristic of a compact manifold. The book focuses on   smooth manifolds in Euclidean space, but we will also introduce   abstract manifolds.       The course will cover most of the textbook. Time permitting   we will do one or two extra topics. Possibilities include   the Hopf invariant of maps S^3 to S^2, connections between   differential forms and surface areas (calibration arguments), or   the Frobenius theorem and a little introduction to foliations.       Course prerequisites: Students                 should have a strong background in real analysis. They   should be comfortable with open and closed sets, compact sets, and   connected sets. It's recommended to take a real analysis   course containing measure theory either as a prerequisite or   simultaneously. They should also be comfortable with linear   algebra.         Here is a syllabus   giving more detailed information about the course, including the   assignments and grading.       Syllabus               References: In this section, I'll put up some links to   other reading, usually optional.       A   function not constant on a connected set of critical points    by Hassler Whitney, published in Duke Math Journal, 1935.    This paper gives an example of a C^1 function from a 2-dimensional   domain to the real numbers which has a set of critical values of   positive measure. Unfortunately, it turns out that the paper   is not totally self-contained, but it might still be interesting   to look at. Can you give a self-contained description of   such a function? (You might need to be at a Courant computer   to access the paper.)        A    singular map of a cube onto a square by R.   Kaufman, published in the Journal of Differential Geometry,   1979. This paper gives an example of a C^1 map from the unit   cube onto the unit square where the derivative has rank at most 1   at every point. In other words, every point of the cube is a   critical point. And since the map is onto, every point of   the unit square is a critical value. This paper involves   similar ideas to Whitney's paper above, but Kaufman's description   is self-contained.        Orbits             of asteroids, a braid, and the first link invariant by            M. Epple. This article studies Gauss's work and thoughts on   the linking number of two loops, which we started to talk about in   class on 10/17. We will study the linking integral on the   first page after we learn some differential forms. Gauss's   actual writing on the subject is extremely brief, and Epple tries   to put it in context in terms of Gauss's other work on orbits of   comets and electromagnetism.                 Problem Sets and Take-Home Tests:             Problem                    Set 1       Problem   Set 2       Problem   Set 3       Problem             Set 4       Problem   Set 5       Midterm   (Typo corrected)       Problem   Set 6       Problem   Set 7        Problem       Set 8       Problem   Set 9       Final                 Problems of the month: Over the course of the   semester, we'll do three monthly problems that are a little bit   more thoughtful and more open-ended than the typical   problems. You can work on them longer. The theme of   the problems is visual or geometrical thinking. The   September problem is about two-dimensional geometry, the October   problem is about three-dimensional geometry, and the November   problem is about four-dimensional geometry. You   don't have to completely solve the problems - see what you can   figure out in the general direction of each problem. You can   work out some examples or special cases, make a conjecture,   formulate a related question, ...       The September problem is due on October 13. (Please leave it   in my mailbox on the first floor of the Courant building, or you   can email it to me.)       The October problem will be due on November 17.       The November problem will be due on the last day of class (Dec.   14).       September                 problem       October           problem       November     problem"}]}]