[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        First-Year Interdisciplinary Seminar: Fantastic Voyage: The Art and Science of Science Fiction                                Semester and Year        FA 2012                    Course Number        FIRST-UG79                    Section        001                    Instructor        Jose Perillan                    Days                            Mon,Wed                                 Time                            3:30 PM -       4:45 PM                                Units        4.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       Open to Gallatin first-year students only.                    Description       To many people the latest theories in science may seem distant and otherworldly. Complex mathematics and subject-specific technical jargon can form intimidating barriers to modern scientific understanding. Why then are big science fiction movies like Star Wars and Avatar so successful at the box office? Is the sci-fi genre simply a social lubricant for the acceptance of science? Do these fictional narratives prophetically predict innovations within the sciences or do they actually serve to inspire these innovations? At its core, the sci-fi genre emerges from the interlacing of scientific rationality and the escapism of story-telling, extrapolating current scientific knowledge into alternate realities. In this seminar we will explore the genre of science fiction and its underlying literary and scientific elements. Students will write two expository essays and a short story. Readings may include works by: Voltaire, Isaac Asimov, Ursula K. Le Guin, Arthur C. Clarke, Orson Scott Card, Alice Sheldon, Kurt Vonnegut, Octavia Butler, H.G. Wells, Philip K. Dick, Mary Shelley, Robert A. Heinlein, and Jules Verne.                 Syllabus       FIRST-UG79            Course Type       First-Year Program: Interdisciplinary Seminars (FIRST-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        First-Year Interdisciplinary Seminar: Fantastic Voyage: The Art and Science of Science Fiction                                Semester and Year        FA 2012                    Course Number        FIRST-UG79                    Section        001                    Instructor        Jose Perillan                    Days                            Mon,Wed                                 Time                            3:30 PM -       4:45 PM                                Units        4.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       Open to Gallatin first-year students only.                    Description       To many people the latest theories in science may seem distant and otherworldly. Complex mathematics and subject-specific technical jargon can form intimidating barriers to modern scientific understanding. Why then are big science fiction movies like Star Wars and Avatar so successful at the box office? Is the sci-fi genre simply a social lubricant for the acceptance of science? Do these fictional narratives prophetically predict innovations within the sciences or do they actually serve to inspire these innovations? At its core, the sci-fi genre emerges from the interlacing of scientific rationality and the escapism of story-telling, extrapolating current scientific knowledge into alternate realities. In this seminar we will explore the genre of science fiction and its underlying literary and scientific elements. Students will write two expository essays and a short story. Readings may include works by: Voltaire, Isaac Asimov, Ursula K. Le Guin, Arthur C. Clarke, Orson Scott Card, Alice Sheldon, Kurt Vonnegut, Octavia Butler, H.G. Wells, Philip K. Dick, Mary Shelley, Robert A. Heinlein, and Jules Verne.                 Syllabus       FIRST-UG79            Course Type       First-Year Program: Interdisciplinary Seminars (FIRST-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Spring 2012 | Undergrad Courses Originating in CompLit    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2012 | Undergraduate Courses Originating in Comparative Literature                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2012 | Undergraduate Courses Originating in Comparative Literature                Course Name    Credits    Course Number    Professor    Day    Time           Intro to Comp Lit: Necessary Fictions    4 pts    COLIT-UA 116.001    Basterra    Wed    3:30-6:10pm      Intro to Comp Lit recitations       COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005    Reisoglu Yu Moss Hunting    Mon Mon Fri Fri    3:30-4:45pm 4:55-6:10pm 11:00-12:15pm 12:30-1:45pm            Classical Literature &amp; Philosophy: Gender &amp; Genre    4 pts    COLIT-UA 160    Bianchi    Thurs    11:00-1:45pm            African Literature: Arts, Literature &amp; Film    4 pts.    COLIT-UA 844    Diawara    Thurs    2:00-4:45pm         Topics in Film and Literature: South by South: Ideological Maps And Fictions of Uneven Development    4 pts    COLIT-UA 300.001 SPAN-UA 551.002    Dopico    Tues    2:00-4:45pm            Topics in 20th Century Literature: Richard Wright's Books    4 pts    COLIT-UA 190.002 SCA-UA 715    Garcia    Mon    12:30-3:15pm            Jr.Theory Seminar: Modernity    4 pts    COLIT-UA 200    Iampolski    Tues    4:55-7:35pm         Topics In 20th Century Lit: Paranoid Narratives    4 pts    COLIT-UA 190    Sanders    Wed    12:30-3:15pm            Studies in Prose Genres: Autobiography    4 pts    COLIT-UA 125    Sieburth    Mon/Wed    11:00 - 12:15pm              Independent Study - Internship  (Permission of DUGS required)    2-4 pts    V29.0997, V.29.0998                       Course Descriptions    Intro to Comp Lit: Necessary Fictions    Basterra    Wed 3:30-6:10pm   COLIT-UA 116.001   We like to think of ourselves as acting freely, creating our own ideas and objects. In other words, we like to think of ourselves as subjects. The self-conscious and autonomous subject constitutes itself in relation to what is ‘other.’ But what is this ‘other’? The word ‘other’ does not always refer to another person: It may also refer to constitutive events, or ‘necessary fictions.’ These ‘others’ may be the addressees of our poems, the material and immaterial products of our imaginations, and indeed the otherness we find in ourselves. How do we relate to these ‘others’? How do desire, action, and ethical duty (but also fate, guilt, and the law), allow us to perceive ourselves as free? We will explore these and other questions as they have been posed in literary works by Aeschylus, Sophocles, Plato, Ovid, Garcilaso de la Vega, Racine, Keats, Poe, Gautier, Baudelaire, Melville, Lorca, Kafka, Beckett, paintings by Da Vinci and Velázquez, and philosophical and theoretical writings by Kant, Hegel, Freud, Marx, Saussure, Heidegger, Lacan, and Levinas. Though the tragic fate of Agamemnon or Oedipus appears inevitable, in our reading we explore how fate is a necessary fiction that enables action. Today we have transferred the power of fate onto other essentialized constructs such as the free market, advertising, or intelligence organizations which come to structure our desires and dictate the course of our lives. We will trace how inspiration may be found in negation by reading literary texts on the unknown contents of letters – as in Poe –or on endless waiting for what will never come—as in Melville and Beckett. Situated at intersection of the different discourses that comprise Comparative Literature – fiction, poetry, art, philosophy, psychoanalysis, and political theory – this class aims to problematize the notion of modern subjectivity. Our primary concerns will be at once ethical and poetic: How can what exceeds knowledge and representation signal itself in thought?            Classical Literature &amp; Philosophy: Gender &amp; Genre    Bianchi    Thurs   11:00-1:45pm   COLIT-UA 160   In this course we will explore the co-emergence of philosophy and various literary genres (epic, lyric poetry, dialogue, tragedy, comedy) in ancient Greece and Rome, as well as the development of literary and rhetorical theory. Through close readings of primary texts we will observe how certain themes (e.g. justice, love, desire) are expressed across different genres, and how (and how successfully) philosophy and the emerging arts of poetics and rhetoric distinguish themselves and develop throughout the classical antiquity. Authors include Homer, the Presocratic philosophers, Plato,Aristotle, Sappho, Euripides, Aristophanes, Lucretius, Cicero, Horace, Longinus, Quintilian, and various modern and contemporary commentators. Our study will be divided into five thematic units: 1. First Beginnings; 2. Philosophy and Poetry; 3. Love and Desire in Ancient Greek Philosophy and Literature; 4. Classical Rhetoric. The course will be primarily discussion based. We will work on carefully understanding, analyzing, and criticizing texts, considering the significance of genre in classical thinking, appreciating classical texts in their cultural context, and developing written and spoken skills. Each week students will be required to read approximately 60-120 pages of text (toward the upper end for literary texts, and the lower end for philosophical/theoretical texts).        African Literature: Arts, Literature &amp; Film    Diawara Thurs 2:00-4:45pm COLIT-UA 844   A look at contemporary African Literature, film and art as a way of examining different outcomes of postcolonial cultural policies and practices in Africa. The main topics include 1) a discussion of the Negritude Movement and the artistic legacy of Leopold Sedar Senghor; 2) a close look at the Guinean Cultural Revolution and the African experimentations with Marxist and socialist realist art forms; 3) Pan-Africanism and art; and 4) the post-nationalist writers and video artists of Nigeria. The aim of the class is to provide students with a sense of the context of artistic productions in Africa. It is hoped that students will gain an understanding of some of the major trends in African literature and film; and become conversant with the politics, aesthetics and reception theories behind African imaginative works.      Topics in Film and Literature: South by South: Ideological Maps And Fictions of Uneven Development Dopico Tues 2-4:45pm COLIT-UA 300.001 SPAN-UA 551.002 This course considers the “idea of  the South” as geopolitical territory, imaginary landscape and ideological  map:a fictive and creative topos where  regional mythology, racial divisions, national contests, and cultural  imperialism together produce extraordinary narratives and alternative histories.  Reading comparatively, south by south,  we discover a dynamic cultural genealogy from the global South’s western  hemisphere that precedes the urgency of current debates about uneven  development and the problems of North and South. We will encounter artists who manipulate and  contest the political imaginary and the fictive qualities  assigned to the South and its subjects.Engaging works that exalt or decry that ideological geography, we will  examine how these artists remake “the South,” and how they engage the North and  its fictions.    Lectures and section discussions will  consider works that reflect on different Souths and consider how they portray  seductive, dangerous, infantile, charming, backward, or even criminal cultures.  In texts, visual art, and films from Europe and the Americas, we will consider  how realities and fantasies of the South are represented, how a global South  becomes a true fiction, and how writers from “Southern” places respond to the  realities of uneven development and to their own barbarous, childlike, or  exotic status on political maps and cultural markets. We will question why writers explore lost  worlds, or belatedly return to a region’s buried history to fictively rework  and revive the past. We will consider  why outsiders, children, and outlaws are central tropes. We will think about  the exceptional “representational burden” of Southern artists and consider how  they negotiate their double bind -- how they engage the biases and appetites of  the North and at the same time respond to the weight of history, self-hatred  and loyalty in the South. In our reading  we will trace the tension of the North-South axis in narratives that “explain”  the South and those who live or pass through it. We will consider stories that manipulate the  status of the native artist (or native informant), the promise and mirage of  the cultural tourist, the uneasy spectatorship of the imperial traveler, the ressentiment   of the exile, and the collecting and  correcting anthropology of the political and economic immigrant. Thinking about the relationship between geopolitics  and regional mythology, we will consider the enduring forms of this imaginary  and ideological mapping, how it has been vital to nationalism, empire and  neo-colonialism, but also how it continues to function in the political  conflicts and cultural markets of “globalization.   Primary texts will include many  of the following Giuseppe di Lampedusa, The Leopard, Leonardo Sciascia, The  Wine Dark Sea, Thomas Mann, “Death in Venice,” “Mario and the Magician,”   Albert Camus, The Stranger, André Gide, “ The Immoralist,” W.E.B DuBois, The Souls of Black Folk, William  Faulkner, Absalom, Absalom!, Zora Neale Hurston, Their Eyes Were  Watching God, Richard Wright, Black  Boy , selections from Uncle Tom’s Children, Flannery O’Connor, Wise  Blood , The Violent Bear It Away, Dorothy Allison, Bastard out of  Carolina, Alejo Carpentier, The Lost Steps, Juan Rulfo, Pedro  Páramo, Gabriel García Márquez, One Hundred Years of Solitud, Junot Díaz, The Brief Wondrous Life of  Oscar Wao. Films will  include a selection from: The Leopard, Salvatore  Giuliano, Rocco and His Brothers, Divorce Italian Style, La terra trema, Death  in Venice, L’America, Birth of a Nation,  The Emperor Jones, Baby Doll, Suddenly Last Summer, Cat on a Hot Tin Roof, Cabin  in the Sky, Raisin in the Sun, Daughters of the Dust, Gone With the Wind,  Jezebel, The Little Foxes, To Kill a Mockingbird, Cape Fear, Cool Hand Luke, Deliverance,  The Heart is a Lonely Hunter, Slingblade, La ultima cena, Memorias del subdesarrollo, Lugar sin límites       Topics in 20th Century Literature: Richard Wright's Books   Garcia    Mon 12:30-3:15pm   COLIT-UA 190.002   SCA-UA 715 In a scene from his classic book Black Boy, Richard Wright describes the clandestine means by which he obtained library books otherwise unavailable to him in the segregated, color-coded social world of the early twentieth-century U.S. South. By the early 1940s, when he became the most famous black writer in the world and acquired a global reading public, Wright had amassed a wide range of books across many genres and literary traditions. This course explores Wright's career through an examination of works that figured in his intellectual formation and works by authors Wright in turn influenced. The course begins with key writings by Wright and the critical reception of his work in the U.S. and Europe during his lifetime and proceeds through a chronological examination of pivotal texts he encountered. Works by Marx, Proust, Horatio Alger, Gertrude Stein, H. L. Mencken, Theodore Dreiser, Jean-Paul Sartre, Ralph Ellison, George Lamming, Lillian Smith, James Baldwin, William James, and Kenneth Burke, among others, will form the course reading list.      Jr. Theory Seminar: Modernity    Iampolski    Tues 4:55-7:35pm   COLIT-UA 200   Modernity is a product of  Enlightenment that dramatically changed the face of the Western culture by  proclaiming the autonomy and supremacy of human Reason. This new attitude  allowed an unprecedented development of science and became a basis for many fundamental achievements of the Western  civilization. However the same attitude has created a lot of contradictions  that define modernity. The course is designed to analyze the antinomies of the  culture of modernity. We will start with a founding  document of European rationalism - philosophical statements by Descartes and  will see how the cult of Reason and the great western political principles (equality of rights, the rule of  law) related to the dominance of Reason are paradoxically responsible for new  kinds of violence and social exclusion.   The following subjects (among  others) will be discussed:   -- Modern Rationality and Modern  Science.   -- Changing notion of Experience.   -- New understanding of Space, Distance, Time.   -- Culture of appearances.   -- Nation, State.   -- Democracy and Totalitarianism.   -- Violence, War and Discipline.   -- Machines.   -- Market, Money and the Struggle for Survival.   -- Commodity and Desire.    Readings include: Marx,  Freud, Descartes, Arendt, Foucault, Benjamin, Elias, Deleuze, Balibar, Lefort  and many others.      Topics in 20th Century Literature: Paranoid Narratives Sanders Wed 12:30-3:15pm COLIT-UA 190   It’s no secret that we live in an age of paranoia. What  began as a psychiatric diagnosis may now be the predominant form taken by our  experience of politics and of technology. But could there be something about  the very structure of narrative itself—its “voices” and its “speakers”—that is  paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of  paranoia (Sigmund Freud, Melanie Klein), and attending no less to their   narrative structure, we address this question and others by reading key  autobiographical and fictional works, such as may include Daniel Paul  Schreber’s Memoirs of My Nervous Illness , George Orwell’s Nineteen  Eighty-Four , James Ellroy’s American  Tabloid , as well as political writings and documents by Richard Hofstadter,  Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and  Rwandan génocidaires .      Studies in Prose Genres: Autobiography Sieburth Mon/Wed 11:00-12:15pm COLIT-UA 125   The word Autobiography can be etymologically decomposed  into: autos (“self”) + bios (“life”) + graphê (“writing”), and over the course of the semester we will be looking at the interaction of these three elements as the genre of autobiography evolves over time. Until the 20 th century, autobiography has been, for the most, a predominantly Western practice—for very specific religious and cultural reasons, which we shall explore and which have to do with the particular constructions of the “self” associated with the Judeo-Christian tradition. Examples of autobiographical writing, however, can also be found in classical Chinese and Japanese cultures, and we shall accordingly examine a few samples of these at the outset of the course by reading a few short Confucian autobiographies, selections from The Pillow Book of Sei Shonagan , and Shen Fu’s Six Records of a Floating Life . We will then turn our attention to the Confessions of St. Augustine, a conversion narrative which in many ways provides the master-text of Western autobiography. This will be followed by another Christian “Life,” the earliest known text of its sort in vernacular English, the 15 th -century Book of Margery Kempe . Selections from Montaigne’s Essays will then be placed against this religious tradition of autobiography: emphasis will be laid not only on the more secularized or “humanist” notions of the self emerging during the Renaissance, but on the essay-form itself as providing a non-narrative model for self-portraiture. From Montaigne, we will turn to Puritan and early Republican America, represented by the “captivity narrative” of Mary Rowlandson and by Ben Franklin’s slippery account of his self-fashioning into celebrity. This will lead into a reading of the first six books of Rousseau’s Confessions , which rewrite Augustine while setting the agenda for the next two centuries of modern autobiography. Equally influential, at least insofar as the African American literary tradition is concerned, is the Narrative of the Life of Frederick Douglass , which blends elements of the sentimental novel and the European picaresque into a call for political self-liberation through writing. The final unit of the course will focus on the impact of psychiatry and psychoanalysis on modern autobiography: the texts include Aurélia , Gérard de Nerval’s account of his descent into “madness,” Michel Leiris’s post-surrealist Manhood , and the poet H.D.’s account of her analysis in Vienna with the master himself, Tribute to Freud. Note: Course enrollment limited to 20. Requirements: Four short papers (5-7 pp.) over the course of the semester.                   Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        First-Year Interdisciplinary Seminar: Fantastic Voyage: The Art and Science of Science Fiction                                Semester and Year        FA 2012                    Course Number        FIRST-UG79                    Section        001                    Instructor        Jose Perillan                    Days                            Mon,Wed                                 Time                            3:30 PM -       4:45 PM                                Units        4.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       Open to Gallatin first-year students only.                    Description       To many people the latest theories in science may seem distant and otherworldly. Complex mathematics and subject-specific technical jargon can form intimidating barriers to modern scientific understanding. Why then are big science fiction movies like Star Wars and Avatar so successful at the box office? Is the sci-fi genre simply a social lubricant for the acceptance of science? Do these fictional narratives prophetically predict innovations within the sciences or do they actually serve to inspire these innovations? At its core, the sci-fi genre emerges from the interlacing of scientific rationality and the escapism of story-telling, extrapolating current scientific knowledge into alternate realities. In this seminar we will explore the genre of science fiction and its underlying literary and scientific elements. Students will write two expository essays and a short story. Readings may include works by: Voltaire, Isaac Asimov, Ursula K. Le Guin, Arthur C. Clarke, Orson Scott Card, Alice Sheldon, Kurt Vonnegut, Octavia Butler, H.G. Wells, Philip K. Dick, Mary Shelley, Robert A. Heinlein, and Jules Verne.                 Syllabus       FIRST-UG79            Course Type       First-Year Program: Interdisciplinary Seminars (FIRST-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Spring 2012 | Undergrad Courses Originating in CompLit    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2012 | Undergraduate Courses Originating in Comparative Literature                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2012 | Undergraduate Courses Originating in Comparative Literature                Course Name    Credits    Course Number    Professor    Day    Time           Intro to Comp Lit: Necessary Fictions    4 pts    COLIT-UA 116.001    Basterra    Wed    3:30-6:10pm      Intro to Comp Lit recitations       COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005    Reisoglu Yu Moss Hunting    Mon Mon Fri Fri    3:30-4:45pm 4:55-6:10pm 11:00-12:15pm 12:30-1:45pm            Classical Literature &amp; Philosophy: Gender &amp; Genre    4 pts    COLIT-UA 160    Bianchi    Thurs    11:00-1:45pm            African Literature: Arts, Literature &amp; Film    4 pts.    COLIT-UA 844    Diawara    Thurs    2:00-4:45pm         Topics in Film and Literature: South by South: Ideological Maps And Fictions of Uneven Development    4 pts    COLIT-UA 300.001 SPAN-UA 551.002    Dopico    Tues    2:00-4:45pm            Topics in 20th Century Literature: Richard Wright's Books    4 pts    COLIT-UA 190.002 SCA-UA 715    Garcia    Mon    12:30-3:15pm            Jr.Theory Seminar: Modernity    4 pts    COLIT-UA 200    Iampolski    Tues    4:55-7:35pm         Topics In 20th Century Lit: Paranoid Narratives    4 pts    COLIT-UA 190    Sanders    Wed    12:30-3:15pm            Studies in Prose Genres: Autobiography    4 pts    COLIT-UA 125    Sieburth    Mon/Wed    11:00 - 12:15pm              Independent Study - Internship  (Permission of DUGS required)    2-4 pts    V29.0997, V.29.0998                       Course Descriptions    Intro to Comp Lit: Necessary Fictions    Basterra    Wed 3:30-6:10pm   COLIT-UA 116.001   We like to think of ourselves as acting freely, creating our own ideas and objects. In other words, we like to think of ourselves as subjects. The self-conscious and autonomous subject constitutes itself in relation to what is ‘other.’ But what is this ‘other’? The word ‘other’ does not always refer to another person: It may also refer to constitutive events, or ‘necessary fictions.’ These ‘others’ may be the addressees of our poems, the material and immaterial products of our imaginations, and indeed the otherness we find in ourselves. How do we relate to these ‘others’? How do desire, action, and ethical duty (but also fate, guilt, and the law), allow us to perceive ourselves as free? We will explore these and other questions as they have been posed in literary works by Aeschylus, Sophocles, Plato, Ovid, Garcilaso de la Vega, Racine, Keats, Poe, Gautier, Baudelaire, Melville, Lorca, Kafka, Beckett, paintings by Da Vinci and Velázquez, and philosophical and theoretical writings by Kant, Hegel, Freud, Marx, Saussure, Heidegger, Lacan, and Levinas. Though the tragic fate of Agamemnon or Oedipus appears inevitable, in our reading we explore how fate is a necessary fiction that enables action. Today we have transferred the power of fate onto other essentialized constructs such as the free market, advertising, or intelligence organizations which come to structure our desires and dictate the course of our lives. We will trace how inspiration may be found in negation by reading literary texts on the unknown contents of letters – as in Poe –or on endless waiting for what will never come—as in Melville and Beckett. Situated at intersection of the different discourses that comprise Comparative Literature – fiction, poetry, art, philosophy, psychoanalysis, and political theory – this class aims to problematize the notion of modern subjectivity. Our primary concerns will be at once ethical and poetic: How can what exceeds knowledge and representation signal itself in thought?            Classical Literature &amp; Philosophy: Gender &amp; Genre    Bianchi    Thurs   11:00-1:45pm   COLIT-UA 160   In this course we will explore the co-emergence of philosophy and various literary genres (epic, lyric poetry, dialogue, tragedy, comedy) in ancient Greece and Rome, as well as the development of literary and rhetorical theory. Through close readings of primary texts we will observe how certain themes (e.g. justice, love, desire) are expressed across different genres, and how (and how successfully) philosophy and the emerging arts of poetics and rhetoric distinguish themselves and develop throughout the classical antiquity. Authors include Homer, the Presocratic philosophers, Plato,Aristotle, Sappho, Euripides, Aristophanes, Lucretius, Cicero, Horace, Longinus, Quintilian, and various modern and contemporary commentators. Our study will be divided into five thematic units: 1. First Beginnings; 2. Philosophy and Poetry; 3. Love and Desire in Ancient Greek Philosophy and Literature; 4. Classical Rhetoric. The course will be primarily discussion based. We will work on carefully understanding, analyzing, and criticizing texts, considering the significance of genre in classical thinking, appreciating classical texts in their cultural context, and developing written and spoken skills. Each week students will be required to read approximately 60-120 pages of text (toward the upper end for literary texts, and the lower end for philosophical/theoretical texts).        African Literature: Arts, Literature &amp; Film    Diawara Thurs 2:00-4:45pm COLIT-UA 844   A look at contemporary African Literature, film and art as a way of examining different outcomes of postcolonial cultural policies and practices in Africa. The main topics include 1) a discussion of the Negritude Movement and the artistic legacy of Leopold Sedar Senghor; 2) a close look at the Guinean Cultural Revolution and the African experimentations with Marxist and socialist realist art forms; 3) Pan-Africanism and art; and 4) the post-nationalist writers and video artists of Nigeria. The aim of the class is to provide students with a sense of the context of artistic productions in Africa. It is hoped that students will gain an understanding of some of the major trends in African literature and film; and become conversant with the politics, aesthetics and reception theories behind African imaginative works.      Topics in Film and Literature: South by South: Ideological Maps And Fictions of Uneven Development Dopico Tues 2-4:45pm COLIT-UA 300.001 SPAN-UA 551.002 This course considers the “idea of  the South” as geopolitical territory, imaginary landscape and ideological  map:a fictive and creative topos where  regional mythology, racial divisions, national contests, and cultural  imperialism together produce extraordinary narratives and alternative histories.  Reading comparatively, south by south,  we discover a dynamic cultural genealogy from the global South’s western  hemisphere that precedes the urgency of current debates about uneven  development and the problems of North and South. We will encounter artists who manipulate and  contest the political imaginary and the fictive qualities  assigned to the South and its subjects.Engaging works that exalt or decry that ideological geography, we will  examine how these artists remake “the South,” and how they engage the North and  its fictions.    Lectures and section discussions will  consider works that reflect on different Souths and consider how they portray  seductive, dangerous, infantile, charming, backward, or even criminal cultures.  In texts, visual art, and films from Europe and the Americas, we will consider  how realities and fantasies of the South are represented, how a global South  becomes a true fiction, and how writers from “Southern” places respond to the  realities of uneven development and to their own barbarous, childlike, or  exotic status on political maps and cultural markets. We will question why writers explore lost  worlds, or belatedly return to a region’s buried history to fictively rework  and revive the past. We will consider  why outsiders, children, and outlaws are central tropes. We will think about  the exceptional “representational burden” of Southern artists and consider how  they negotiate their double bind -- how they engage the biases and appetites of  the North and at the same time respond to the weight of history, self-hatred  and loyalty in the South. In our reading  we will trace the tension of the North-South axis in narratives that “explain”  the South and those who live or pass through it. We will consider stories that manipulate the  status of the native artist (or native informant), the promise and mirage of  the cultural tourist, the uneasy spectatorship of the imperial traveler, the ressentiment   of the exile, and the collecting and  correcting anthropology of the political and economic immigrant. Thinking about the relationship between geopolitics  and regional mythology, we will consider the enduring forms of this imaginary  and ideological mapping, how it has been vital to nationalism, empire and  neo-colonialism, but also how it continues to function in the political  conflicts and cultural markets of “globalization.   Primary texts will include many  of the following Giuseppe di Lampedusa, The Leopard, Leonardo Sciascia, The  Wine Dark Sea, Thomas Mann, “Death in Venice,” “Mario and the Magician,”   Albert Camus, The Stranger, André Gide, “ The Immoralist,” W.E.B DuBois, The Souls of Black Folk, William  Faulkner, Absalom, Absalom!, Zora Neale Hurston, Their Eyes Were  Watching God, Richard Wright, Black  Boy , selections from Uncle Tom’s Children, Flannery O’Connor, Wise  Blood , The Violent Bear It Away, Dorothy Allison, Bastard out of  Carolina, Alejo Carpentier, The Lost Steps, Juan Rulfo, Pedro  Páramo, Gabriel García Márquez, One Hundred Years of Solitud, Junot Díaz, The Brief Wondrous Life of  Oscar Wao. Films will  include a selection from: The Leopard, Salvatore  Giuliano, Rocco and His Brothers, Divorce Italian Style, La terra trema, Death  in Venice, L’America, Birth of a Nation,  The Emperor Jones, Baby Doll, Suddenly Last Summer, Cat on a Hot Tin Roof, Cabin  in the Sky, Raisin in the Sun, Daughters of the Dust, Gone With the Wind,  Jezebel, The Little Foxes, To Kill a Mockingbird, Cape Fear, Cool Hand Luke, Deliverance,  The Heart is a Lonely Hunter, Slingblade, La ultima cena, Memorias del subdesarrollo, Lugar sin límites       Topics in 20th Century Literature: Richard Wright's Books   Garcia    Mon 12:30-3:15pm   COLIT-UA 190.002   SCA-UA 715 In a scene from his classic book Black Boy, Richard Wright describes the clandestine means by which he obtained library books otherwise unavailable to him in the segregated, color-coded social world of the early twentieth-century U.S. South. By the early 1940s, when he became the most famous black writer in the world and acquired a global reading public, Wright had amassed a wide range of books across many genres and literary traditions. This course explores Wright's career through an examination of works that figured in his intellectual formation and works by authors Wright in turn influenced. The course begins with key writings by Wright and the critical reception of his work in the U.S. and Europe during his lifetime and proceeds through a chronological examination of pivotal texts he encountered. Works by Marx, Proust, Horatio Alger, Gertrude Stein, H. L. Mencken, Theodore Dreiser, Jean-Paul Sartre, Ralph Ellison, George Lamming, Lillian Smith, James Baldwin, William James, and Kenneth Burke, among others, will form the course reading list.      Jr. Theory Seminar: Modernity    Iampolski    Tues 4:55-7:35pm   COLIT-UA 200   Modernity is a product of  Enlightenment that dramatically changed the face of the Western culture by  proclaiming the autonomy and supremacy of human Reason. This new attitude  allowed an unprecedented development of science and became a basis for many fundamental achievements of the Western  civilization. However the same attitude has created a lot of contradictions  that define modernity. The course is designed to analyze the antinomies of the  culture of modernity. We will start with a founding  document of European rationalism - philosophical statements by Descartes and  will see how the cult of Reason and the great western political principles (equality of rights, the rule of  law) related to the dominance of Reason are paradoxically responsible for new  kinds of violence and social exclusion.   The following subjects (among  others) will be discussed:   -- Modern Rationality and Modern  Science.   -- Changing notion of Experience.   -- New understanding of Space, Distance, Time.   -- Culture of appearances.   -- Nation, State.   -- Democracy and Totalitarianism.   -- Violence, War and Discipline.   -- Machines.   -- Market, Money and the Struggle for Survival.   -- Commodity and Desire.    Readings include: Marx,  Freud, Descartes, Arendt, Foucault, Benjamin, Elias, Deleuze, Balibar, Lefort  and many others.      Topics in 20th Century Literature: Paranoid Narratives Sanders Wed 12:30-3:15pm COLIT-UA 190   It’s no secret that we live in an age of paranoia. What  began as a psychiatric diagnosis may now be the predominant form taken by our  experience of politics and of technology. But could there be something about  the very structure of narrative itself—its “voices” and its “speakers”—that is  paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of  paranoia (Sigmund Freud, Melanie Klein), and attending no less to their   narrative structure, we address this question and others by reading key  autobiographical and fictional works, such as may include Daniel Paul  Schreber’s Memoirs of My Nervous Illness , George Orwell’s Nineteen  Eighty-Four , James Ellroy’s American  Tabloid , as well as political writings and documents by Richard Hofstadter,  Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and  Rwandan génocidaires .      Studies in Prose Genres: Autobiography Sieburth Mon/Wed 11:00-12:15pm COLIT-UA 125   The word Autobiography can be etymologically decomposed  into: autos (“self”) + bios (“life”) + graphê (“writing”), and over the course of the semester we will be looking at the interaction of these three elements as the genre of autobiography evolves over time. Until the 20 th century, autobiography has been, for the most, a predominantly Western practice—for very specific religious and cultural reasons, which we shall explore and which have to do with the particular constructions of the “self” associated with the Judeo-Christian tradition. Examples of autobiographical writing, however, can also be found in classical Chinese and Japanese cultures, and we shall accordingly examine a few samples of these at the outset of the course by reading a few short Confucian autobiographies, selections from The Pillow Book of Sei Shonagan , and Shen Fu’s Six Records of a Floating Life . We will then turn our attention to the Confessions of St. Augustine, a conversion narrative which in many ways provides the master-text of Western autobiography. This will be followed by another Christian “Life,” the earliest known text of its sort in vernacular English, the 15 th -century Book of Margery Kempe . Selections from Montaigne’s Essays will then be placed against this religious tradition of autobiography: emphasis will be laid not only on the more secularized or “humanist” notions of the self emerging during the Renaissance, but on the essay-form itself as providing a non-narrative model for self-portraiture. From Montaigne, we will turn to Puritan and early Republican America, represented by the “captivity narrative” of Mary Rowlandson and by Ben Franklin’s slippery account of his self-fashioning into celebrity. This will lead into a reading of the first six books of Rousseau’s Confessions , which rewrite Augustine while setting the agenda for the next two centuries of modern autobiography. Equally influential, at least insofar as the African American literary tradition is concerned, is the Narrative of the Life of Frederick Douglass , which blends elements of the sentimental novel and the European picaresque into a call for political self-liberation through writing. The final unit of the course will focus on the impact of psychiatry and psychoanalysis on modern autobiography: the texts include Aurélia , Gérard de Nerval’s account of his descent into “madness,” Michel Leiris’s post-surrealist Manhood , and the poet H.D.’s account of her analysis in Vienna with the master himself, Tribute to Freud. Note: Course enrollment limited to 20. Requirements: Four short papers (5-7 pp.) over the course of the semester.                   Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Lab Lit: Fact, Fiction, and the Narratives of Science                                Semester and Year        SP 2014                    Course Number        IDSEM-UG1769                    Section        001                    Instructor        Anne DeWitt                    Days                            Thu                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM                                           Description       The past two decades have seen the publication of a surprising number of novels that center on science and scientific work. Though dubbed “Lab Lit” by biologist Jennifer L. Rohn, these novels feature not only laboratory scientists but the naturalists of Barbara Kingsolver’s  Prodigal Summer  , the mathematicians of Janna Levin’s  A Madman Dreams of Turing Machines  , and the neurosurgeon of Ian McEwan’s  Saturday  . This class takes an interdisciplinary approach to understanding this new genre. At times, we’ll use a literary studies perspective, asking how such novels create fictional drama and narrative suspense out of scientific work. We’ll also draw on research in the history and sociology of science that examines the construction of scientific identity and the dynamics of the scientific community, as we look at how these novels represent scientists and the scientific world. And we’ll turn to feminist critiques of science and work in science studies that interrogates the very nature of scientific research and thinking. In addition to the novels listed above, readings may include Richard Powers’s  Galatea 2.2  , Allegra Goodman’s  Intuition  , Alan Lightman’s  Einstein’s Dreams  , Max Weber’s “Science as a Vocation,” Bruno Latour and Steve Woolgar’s  Laboratory Life  , and essays by Evelyn Fox Keller and Sandra Hrdy.                 Syllabus       IDSEM-UG1769            Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]}]