[{"detail": [{"content": "NYU Jazz Ensembles - Programs - Jazz Studies - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Programs - Jazz Studies                 Programs      Undergraduate    Master's    Advanced Certificate    Doctoral    Summer         Summer Jazz Improv Workshop                Study Abroad    Events        Curriculum       Undergraduate    Master's    Doctoral         Performance     Composition               Auditions   People       Faculty    Students    Alumni        Ensembles   FAQ    Media                    NYU Jazz Ensembles                         Current students: for more information about placement auditions, please visit the Steinhardt Current Student Auditions &amp; Ensembles webpage . Fall 2014 Jazz Ensemble Auditions (in 5-minute increments) Wednesday, August 27: 12-3PM in 35 W. 4th Street, Room 3A (for non-Jazz Studies majors) Thursday, August 28: 12-4PM in Third Avenue North (75 Third Ave.), Room C207 (for Jazz Studies majors)    NYU Jazz Ensembles &ndash; Fall 2014    Stefon Harris Ensemble Stefon Harris has recorded and performed with a range of artists, including Joe Henderson, Wynton Marsalis, Cassandra Wilson, Steve Coleman and Charlie Hunter. In March 2002, he premiered his ambitious 11-movement full-length concert suite, \"The Grand Unification Theory,\" arranged for a 12-piece jazz ensemble. Stefon's recording as a leader include A Cloud of Red Dust (1998) and Black Action Figure (1999), both on Blue Note Records. \"If any single young artist is going to be a major star in the next few years, it's Harris.\" Los Angeles Times. ( www.stefonharris.com )    Wayne Krantz Ensemble Wayne Krantz has performed with Steely Dan, Michael Brecker, Billy Cobham, Victor Bailey, Carla Bley, and Tania Maria. Also known as a leader, Professor Krantz has developed a unique approach to the guitar and the art of trio playing. His weekly performances at Greenwich Village&rsquo;s 55 Bar are reaching a legendary status. Since 1991, Professor Krantz made six albums under his own name and is currently touring with saxophonist and fellow NYU Jazz Faculty collegue, Chris Potter and recording with Donald Fagen. ( www.waynekrantz.com )    Joe Lovano Ensemble NYU Jazz Faculty and Grammy Award winning saxophonist Joe Lovano was born in Cleveland, Ohio, and began playing alto sax as a child. His performance career from the mid 70&rsquo;s includes work with Lonnie Smith, Brother Jack McDuff, the Woody Herman Thundering Herd, the Mel Lewis Orchestra, the Paul Motian band, John Scofield, Herbie Hancock, Elvin Jones, Charlie Haden, Carla Bley, Bobby Hutcherson, Billy Higgins, Dave Holland, Ed Blackwell, Michel Petrucciani, Lee Konitz, Abbey Lincoln, Tom Harrell, McCoy Tyner, Jim Hall, Bob Brookmeyer and many more. Professor Lovano's is known for a fearless ability to challenge and push the conceptual and thematic paradigms in his quest for new modes of artistic expression and the development of defines the jazz idiom. ( www.joelovano.com )    Chris Potter Ensemble Chris Potter , renowned saxophonist, received the prestigious \"2004 Jazz Critics Award for Tenor Saxophonist of the Year.\" Finalists for that award included NYU alumnus Wayne Shorter and former NYU faculty member Joe Lovano. Chris is a member of bassist Dave Holland's touring band, leads his own band, and has toured and recorded with Steely Dan. ( www.chrispottermusic.com )    John Scofield Ensembles Internationally acclaimed NYU Jazz guitar faculty member John Scofield was born in Ohio and raised in suburban Connecticut. At age 11 he began guitar lessons, inspired by both rock and blues players. A local teacher introduced him to Wes Montgomery, Jim Hall and Pat Martino, which sparked a lifelong love of jazz. John played with a wide variety of jazz greats including Charles Mingus, Herbie Hancock, Chick Corea, Joe Henderson, Billy Cobham/George Duke, Gerry Mulligan, McCoy Tyner, Jim Hall, and Gary Burton. In 1982, he began a three-and-a-half-year tour with Miles Davis. John&rsquo;s compositions and inimitable guitar work appear on three of Davis&rsquo; albums. John began recording as a leader in the late 1970s, establishing himself as an influential and innovative player and composer. His recordings-many considered jazz classics-include collaborations with Pat Metheny, Medeski, Martin &amp; Wood, Bill Frisell, Government Mule, and Joe Lovano. ( www.johnscofield.com )    Kenny Werner Ensembles NYU Jazz piano and composition faculty member Kenny Werner was born in Brooklyn, NY and introduced to music and performing at the age of four when he joined a children&rsquo;s song and dance group. At the age of eleven, he recorded a single with a fifteen-piece orchestra and appeared on television playing stride piano. In 1970, he began to find his own creative direction when he met his piano teacher, Madame Chaloff. Kenny has performed with jazz greats Charles Mingus, Archie Shepp, Rufus Reid, Jaki Byard, Mel Lewis, Bob Brookmeyer, Ron Carter, Joe Williams, Sonny Fortune, Peter Erskine, John Abercrombie, Bobby McFerrin, Lee Konitz, Marian McPartland, Joe Henderson, Tom Harrell, Gunther Schuller, Ed Blackwell, Paul Motian, (NYU jazz faculty member) John Scofield, Jack DeJohnette, (NYU jazz faculty member) Eddie Gomez, Dave Holland, Charlie Haden, Toots Thielemans and Joe Lovano. ( www.kennywerner.com )    Chilcano Ensemble (Gabriel Alegria) NYU's premier Afro-Peruvian ensemble. This is a working band that will be playing weekly shows in NYC and touring regionally and internationally to Per&uacute;. In addition, outreach events will provide experience for students in giving master classes and workshops. Original composition and arrangement within the genre will be encouraged. A CD recording will be completed and released every two years on Saponegro Records. Specific audition dates and instrumentation needs will be posted. ( http:// http://steinhardt.nyu.edu/faculty/Gabriel_Alegria )    Karachaca Ensemble (Yuri Juarez) This is a working band that will be engaged to accompany guest artists, singers, etc. in the Afro-Peruvian genre. Weekly performances will be the norm. Specific audition dates and instrumentation needs will be posted. If appropriate to the ensemble, outreach events will provide experience for students in giving master classes and workshops.    Robert Dick Ensemble This ensemble explores the process of creating new music through various methods of free improvisation. ( www.robertdick.net )    Billy Drewes Ensemble I This ensemble will visit alternate, creative approaches to playing a composition while maintaining its integrity. Members are encouraged to write original pieces for the group.    Billy Drewes Ensemble II \"The Green Light Ensemble\" is an orchestral improvisatory ensemble. Non- jazz department students , particularly from the \" classical department \"are welcomed. The goal of this group is to play freely in a way that one has never experienced before. It is all about creating in the moment!  ( www.billydrewes.com )    Alan Ferber Ensemble This ensemble is directed towards playing a mix of jazz standards and students' original compositions.( www.alanferber.com )    NYU Jazz Repertory Big Band (Dave Pietro/Alan Ferber) Sight reading is the emphasis in this ensemble which plays music from a vast big band library. Classic charts from the bands of Count Basie, Thad Jones, Duke Ellington, Woody Herman, Bill Holman, Bob Brookmeyer, Maria Schneider and others are played along with new contemporary charts from many of today&rsquo;s best composers. ( www.alanferber.com )    Don Friedman Ensemble This ensemble plays a combination of traditional and jazz standards along original compositions written by students. ( www.donfriedman.net ) ( http://steinhardt.nyu.edu/music/jazz/people/faculty/friedman )    World Percussion Ensemble (John Hadfield)  This ensemble will explore the musical traditions of South India and the Middle East. Students will learn South Indian compositions and vocalization techniques as well as the frame drum techniques of the Kanjira, Riq and Darbuka. Participation in this ensemble is determined by the instructor. ( http://steinhardt.nyu.edu/music/auditions/world_percussion )( www.jhadfield.com ) ( http://steinhardt.nyu.edu/music/jazz/people/faculty/hadfield )    Randy Johnston Ensemble This ensemble will explore Standards and Jazz Originals from the perspectives of working with a jazz group as both a leader and as a sideman. ( www.randyjohnston.net )   (http://steinhardt.nyu.edu/music/jazz/people/faculty/johnston)    Ralph Lalama Ensembles I &amp; II These ensembles explore the \"jazz sound ideal\" through the Great American Jazz Songbook and its composers as well as encourage students&rsquo; own compositions. Improvisational skills dealing with melody, harmony and rhythm will be developed. The focus is on learning to play and listen at the same time. ( www. ralphlala ma.com )( http://steinhardt.nyu.edu/music/jazz/people/faculty/lalama )    Ron McClure Ensemble This ensemble performs a variety of music including jazz standards and original arrangements by director Ron McClure who has performed with the bands of Charles Lloyd (w/ Keith Jarrett and Jack DeJohnette), Maynard Ferguson and Buddy Rich. www.ronmcclure.com )( http://steinhardt.nyu.edu/music/jazz/people/faculty/mcclure )    Andy Milne Ensemble I This ensemble will focus on the study of group interaction and dynamics, performing a range of repertoire - student originals, standards, free improvisation, and Andy Milne compositions.  (http://steinhardt.nyu.edu/music/jazz/people/faculty/milne)    Andy Milne Ensemble II This ensemble will focus on performing the music of Andy Milne, Steve Coleman, and other music with specifically notated rhythmic patterns, both in 4/4 and &ldquo;odd meters&rdquo;. Some material will be taught strictly &ldquo;by ear&rdquo; without notation, so it is important that students have some kind of device to record the class.  ( www.andymilne.com )    Tony Moreno Ensembles I &amp; II These ensembles will work on a wide repertoire of material including original compositions by the instructor, students (2 required), other composers as well as jazz standards. Focus will be on form, harmony, harmonic rhythm, meter, polyrhythms, and mixed meter. ( http://steinhardt.nyu.edu/music/jazz/people/faculty/moreno )    Lenny Pickett Block Party Band This ensemble rehearses and performs repertoire from the Saturday Night Live Band directed by Lenny Pickett.    Participation is by special audition. Audition times will be posted at 3 rd North.( steinhardt.nyu.edu/music/jazz/people/faculty/pickett )    Dave Pietro Ensemble This ensemble is directed towards playing a mix of jazz standards and students' original compositions.    The NYU Wayne Shorter Ensemble (Dave Pietro) This ensemble explores the compositions of Wayne Shorter from the earliest parts of his career (Art Blakey, Blue Note sessions), through his work with Miles Davis and Weather Report up to his more recent bands and projects (Atlantis, Alegria).( www.davepietro.com ( http://steinhardt.nyu.edu/faculty/David_Pietro    Jean-Michel Pilc Ensembles I &amp; II In these ensembles students will practice the art of collective improvisation through spontaneous composition using the forms of jazz standards, student originals and free music.  ( www.jmpilc.com )  ( http:// steinhardt.nyu.edu/music/jazz/people/faculty/pilc )    The Mingus Ensemble (Mike Richmond) Charles Mingus' compositions and arrangements provide the foundation for extended improvisation and group interplay. Mike Richmond was the musical director of the original Mingus Dynasty.( www.mikerichmondmusic.com ) ( http://steinhardt.nyu.edu/music/jazz/people/faculty/richmond )    Latin Music Ensemble (Michael Rodriguez) This group will explore a repertoire of Afro-Cuban Jazz music. ( http://www.rodbrosmusic.com/mike-rodriguez-trio )    Michael Rodriguez Ensemble This ensemble is directed towards playing a mix of jazz standards and students' original compositions.    Brazilian Music Ensemble (Adriano Santos) This ensemble will perform a large repertoire of music covering the most important composers, styles and regions of Brazil. (www.adrianosantos.com)    Brazilian Percussion Ensemble (Adriano Santos) This group offers a hands on approach to Brazilian percussion techniques as applied to Samba, Bai&atilde;o, Maracatu, Choro, Afox&eacute; and Partido Alto. In addition to performing, video and audio examples will also be discussed.  (www.adrianosantos.com)    Dave Schroeder Ensemble This ensemble performs a variety of music including jazz standards and original arrangements.    NYU Jazz Orchestra conducted by Rich Shemaria This group is the flagship ensemble of the NYU Jazz Studies Department and presents public concerts throughout the year. It is dedicated to performing new works by faculty and students. A high level of sight reading, ensemble playing and doubling (for saxes) is required. ( www.richshemaria.com )    NYU Composers Ensemble (Rich Shemaria ) Members of this ensemble compose, arrange and perform all the music themselves and their compositional skills are coached by the instructor. Instrumentation varies depending on student applications. ( http://steinhardt.nyu.edu/music/composition/people/faculty/shemaria )    Brad Shepik Ensemble This ensemble explores jazz repertoire of different eras with an emphasis on odd meters &ndash; rearranging songs in meters such as 5, 7, 9, 11, and 13 as well as delving into the richness of the jazz canon. ( www.bradshepik.com )    World Music Ensemble (Brad Shepik) This ensemble will explore the fusing of various world folk music with jazz improvisation and aesthetics. The group will focus on Balkan styles and use traditional, contemporary and original pieces to gain an understanding of odd meters and melodic and harmonic conventions. Students will be strongly encouraged to produce an original work for the ensemble by the term&rsquo;s end. ( www.bradshepik.com )    Martin Wind Ensemble This group is geared towards playing a mix of jazz standards and students' original compositions.( www.martinwind.com )                          Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "NYU Jazz Ensembles - Programs - Jazz Studies - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Programs - Jazz Studies                 Programs      Undergraduate    Master's    Advanced Certificate    Doctoral    Summer         Summer Jazz Improv Workshop                Study Abroad    Events        Curriculum       Undergraduate    Master's    Doctoral         Performance     Composition               Auditions   People       Faculty    Students    Alumni        Ensembles   FAQ    Media                    NYU Jazz Ensembles                         Current students: for more information about placement auditions, please visit the Steinhardt Current Student Auditions &amp; Ensembles webpage . Fall 2014 Jazz Ensemble Auditions (in 5-minute increments) Wednesday, August 27: 12-3PM in 35 W. 4th Street, Room 3A (for non-Jazz Studies majors) Thursday, August 28: 12-4PM in Third Avenue North (75 Third Ave.), Room C207 (for Jazz Studies majors)    NYU Jazz Ensembles &ndash; Fall 2014    Stefon Harris Ensemble Stefon Harris has recorded and performed with a range of artists, including Joe Henderson, Wynton Marsalis, Cassandra Wilson, Steve Coleman and Charlie Hunter. In March 2002, he premiered his ambitious 11-movement full-length concert suite, \"The Grand Unification Theory,\" arranged for a 12-piece jazz ensemble. Stefon's recording as a leader include A Cloud of Red Dust (1998) and Black Action Figure (1999), both on Blue Note Records. \"If any single young artist is going to be a major star in the next few years, it's Harris.\" Los Angeles Times. ( www.stefonharris.com )    Wayne Krantz Ensemble Wayne Krantz has performed with Steely Dan, Michael Brecker, Billy Cobham, Victor Bailey, Carla Bley, and Tania Maria. Also known as a leader, Professor Krantz has developed a unique approach to the guitar and the art of trio playing. His weekly performances at Greenwich Village&rsquo;s 55 Bar are reaching a legendary status. Since 1991, Professor Krantz made six albums under his own name and is currently touring with saxophonist and fellow NYU Jazz Faculty collegue, Chris Potter and recording with Donald Fagen. ( www.waynekrantz.com )    Joe Lovano Ensemble NYU Jazz Faculty and Grammy Award winning saxophonist Joe Lovano was born in Cleveland, Ohio, and began playing alto sax as a child. His performance career from the mid 70&rsquo;s includes work with Lonnie Smith, Brother Jack McDuff, the Woody Herman Thundering Herd, the Mel Lewis Orchestra, the Paul Motian band, John Scofield, Herbie Hancock, Elvin Jones, Charlie Haden, Carla Bley, Bobby Hutcherson, Billy Higgins, Dave Holland, Ed Blackwell, Michel Petrucciani, Lee Konitz, Abbey Lincoln, Tom Harrell, McCoy Tyner, Jim Hall, Bob Brookmeyer and many more. Professor Lovano's is known for a fearless ability to challenge and push the conceptual and thematic paradigms in his quest for new modes of artistic expression and the development of defines the jazz idiom. ( www.joelovano.com )    Chris Potter Ensemble Chris Potter , renowned saxophonist, received the prestigious \"2004 Jazz Critics Award for Tenor Saxophonist of the Year.\" Finalists for that award included NYU alumnus Wayne Shorter and former NYU faculty member Joe Lovano. Chris is a member of bassist Dave Holland's touring band, leads his own band, and has toured and recorded with Steely Dan. ( www.chrispottermusic.com )    John Scofield Ensembles Internationally acclaimed NYU Jazz guitar faculty member John Scofield was born in Ohio and raised in suburban Connecticut. At age 11 he began guitar lessons, inspired by both rock and blues players. A local teacher introduced him to Wes Montgomery, Jim Hall and Pat Martino, which sparked a lifelong love of jazz. John played with a wide variety of jazz greats including Charles Mingus, Herbie Hancock, Chick Corea, Joe Henderson, Billy Cobham/George Duke, Gerry Mulligan, McCoy Tyner, Jim Hall, and Gary Burton. In 1982, he began a three-and-a-half-year tour with Miles Davis. John&rsquo;s compositions and inimitable guitar work appear on three of Davis&rsquo; albums. John began recording as a leader in the late 1970s, establishing himself as an influential and innovative player and composer. His recordings-many considered jazz classics-include collaborations with Pat Metheny, Medeski, Martin &amp; Wood, Bill Frisell, Government Mule, and Joe Lovano. ( www.johnscofield.com )    Kenny Werner Ensembles NYU Jazz piano and composition faculty member Kenny Werner was born in Brooklyn, NY and introduced to music and performing at the age of four when he joined a children&rsquo;s song and dance group. At the age of eleven, he recorded a single with a fifteen-piece orchestra and appeared on television playing stride piano. In 1970, he began to find his own creative direction when he met his piano teacher, Madame Chaloff. Kenny has performed with jazz greats Charles Mingus, Archie Shepp, Rufus Reid, Jaki Byard, Mel Lewis, Bob Brookmeyer, Ron Carter, Joe Williams, Sonny Fortune, Peter Erskine, John Abercrombie, Bobby McFerrin, Lee Konitz, Marian McPartland, Joe Henderson, Tom Harrell, Gunther Schuller, Ed Blackwell, Paul Motian, (NYU jazz faculty member) John Scofield, Jack DeJohnette, (NYU jazz faculty member) Eddie Gomez, Dave Holland, Charlie Haden, Toots Thielemans and Joe Lovano. ( www.kennywerner.com )    Chilcano Ensemble (Gabriel Alegria) NYU's premier Afro-Peruvian ensemble. This is a working band that will be playing weekly shows in NYC and touring regionally and internationally to Per&uacute;. In addition, outreach events will provide experience for students in giving master classes and workshops. Original composition and arrangement within the genre will be encouraged. A CD recording will be completed and released every two years on Saponegro Records. Specific audition dates and instrumentation needs will be posted. ( http:// http://steinhardt.nyu.edu/faculty/Gabriel_Alegria )    Karachaca Ensemble (Yuri Juarez) This is a working band that will be engaged to accompany guest artists, singers, etc. in the Afro-Peruvian genre. Weekly performances will be the norm. Specific audition dates and instrumentation needs will be posted. If appropriate to the ensemble, outreach events will provide experience for students in giving master classes and workshops.    Robert Dick Ensemble This ensemble explores the process of creating new music through various methods of free improvisation. ( www.robertdick.net )    Billy Drewes Ensemble I This ensemble will visit alternate, creative approaches to playing a composition while maintaining its integrity. Members are encouraged to write original pieces for the group.    Billy Drewes Ensemble II \"The Green Light Ensemble\" is an orchestral improvisatory ensemble. Non- jazz department students , particularly from the \" classical department \"are welcomed. The goal of this group is to play freely in a way that one has never experienced before. It is all about creating in the moment!  ( www.billydrewes.com )    Alan Ferber Ensemble This ensemble is directed towards playing a mix of jazz standards and students' original compositions.( www.alanferber.com )    NYU Jazz Repertory Big Band (Dave Pietro/Alan Ferber) Sight reading is the emphasis in this ensemble which plays music from a vast big band library. Classic charts from the bands of Count Basie, Thad Jones, Duke Ellington, Woody Herman, Bill Holman, Bob Brookmeyer, Maria Schneider and others are played along with new contemporary charts from many of today&rsquo;s best composers. ( www.alanferber.com )    Don Friedman Ensemble This ensemble plays a combination of traditional and jazz standards along original compositions written by students. ( www.donfriedman.net ) ( http://steinhardt.nyu.edu/music/jazz/people/faculty/friedman )    World Percussion Ensemble (John Hadfield)  This ensemble will explore the musical traditions of South India and the Middle East. Students will learn South Indian compositions and vocalization techniques as well as the frame drum techniques of the Kanjira, Riq and Darbuka. Participation in this ensemble is determined by the instructor. ( http://steinhardt.nyu.edu/music/auditions/world_percussion )( www.jhadfield.com ) ( http://steinhardt.nyu.edu/music/jazz/people/faculty/hadfield )    Randy Johnston Ensemble This ensemble will explore Standards and Jazz Originals from the perspectives of working with a jazz group as both a leader and as a sideman. ( www.randyjohnston.net )   (http://steinhardt.nyu.edu/music/jazz/people/faculty/johnston)    Ralph Lalama Ensembles I &amp; II These ensembles explore the \"jazz sound ideal\" through the Great American Jazz Songbook and its composers as well as encourage students&rsquo; own compositions. Improvisational skills dealing with melody, harmony and rhythm will be developed. The focus is on learning to play and listen at the same time. ( www. ralphlala ma.com )( http://steinhardt.nyu.edu/music/jazz/people/faculty/lalama )    Ron McClure Ensemble This ensemble performs a variety of music including jazz standards and original arrangements by director Ron McClure who has performed with the bands of Charles Lloyd (w/ Keith Jarrett and Jack DeJohnette), Maynard Ferguson and Buddy Rich. www.ronmcclure.com )( http://steinhardt.nyu.edu/music/jazz/people/faculty/mcclure )    Andy Milne Ensemble I This ensemble will focus on the study of group interaction and dynamics, performing a range of repertoire - student originals, standards, free improvisation, and Andy Milne compositions.  (http://steinhardt.nyu.edu/music/jazz/people/faculty/milne)    Andy Milne Ensemble II This ensemble will focus on performing the music of Andy Milne, Steve Coleman, and other music with specifically notated rhythmic patterns, both in 4/4 and &ldquo;odd meters&rdquo;. Some material will be taught strictly &ldquo;by ear&rdquo; without notation, so it is important that students have some kind of device to record the class.  ( www.andymilne.com )    Tony Moreno Ensembles I &amp; II These ensembles will work on a wide repertoire of material including original compositions by the instructor, students (2 required), other composers as well as jazz standards. Focus will be on form, harmony, harmonic rhythm, meter, polyrhythms, and mixed meter. ( http://steinhardt.nyu.edu/music/jazz/people/faculty/moreno )    Lenny Pickett Block Party Band This ensemble rehearses and performs repertoire from the Saturday Night Live Band directed by Lenny Pickett.    Participation is by special audition. Audition times will be posted at 3 rd North.( steinhardt.nyu.edu/music/jazz/people/faculty/pickett )    Dave Pietro Ensemble This ensemble is directed towards playing a mix of jazz standards and students' original compositions.    The NYU Wayne Shorter Ensemble (Dave Pietro) This ensemble explores the compositions of Wayne Shorter from the earliest parts of his career (Art Blakey, Blue Note sessions), through his work with Miles Davis and Weather Report up to his more recent bands and projects (Atlantis, Alegria).( www.davepietro.com ( http://steinhardt.nyu.edu/faculty/David_Pietro    Jean-Michel Pilc Ensembles I &amp; II In these ensembles students will practice the art of collective improvisation through spontaneous composition using the forms of jazz standards, student originals and free music.  ( www.jmpilc.com )  ( http:// steinhardt.nyu.edu/music/jazz/people/faculty/pilc )    The Mingus Ensemble (Mike Richmond) Charles Mingus' compositions and arrangements provide the foundation for extended improvisation and group interplay. Mike Richmond was the musical director of the original Mingus Dynasty.( www.mikerichmondmusic.com ) ( http://steinhardt.nyu.edu/music/jazz/people/faculty/richmond )    Latin Music Ensemble (Michael Rodriguez) This group will explore a repertoire of Afro-Cuban Jazz music. ( http://www.rodbrosmusic.com/mike-rodriguez-trio )    Michael Rodriguez Ensemble This ensemble is directed towards playing a mix of jazz standards and students' original compositions.    Brazilian Music Ensemble (Adriano Santos) This ensemble will perform a large repertoire of music covering the most important composers, styles and regions of Brazil. (www.adrianosantos.com)    Brazilian Percussion Ensemble (Adriano Santos) This group offers a hands on approach to Brazilian percussion techniques as applied to Samba, Bai&atilde;o, Maracatu, Choro, Afox&eacute; and Partido Alto. In addition to performing, video and audio examples will also be discussed.  (www.adrianosantos.com)    Dave Schroeder Ensemble This ensemble performs a variety of music including jazz standards and original arrangements.    NYU Jazz Orchestra conducted by Rich Shemaria This group is the flagship ensemble of the NYU Jazz Studies Department and presents public concerts throughout the year. It is dedicated to performing new works by faculty and students. A high level of sight reading, ensemble playing and doubling (for saxes) is required. ( www.richshemaria.com )    NYU Composers Ensemble (Rich Shemaria ) Members of this ensemble compose, arrange and perform all the music themselves and their compositional skills are coached by the instructor. Instrumentation varies depending on student applications. ( http://steinhardt.nyu.edu/music/composition/people/faculty/shemaria )    Brad Shepik Ensemble This ensemble explores jazz repertoire of different eras with an emphasis on odd meters &ndash; rearranging songs in meters such as 5, 7, 9, 11, and 13 as well as delving into the richness of the jazz canon. ( www.bradshepik.com )    World Music Ensemble (Brad Shepik) This ensemble will explore the fusing of various world folk music with jazz improvisation and aesthetics. The group will focus on Balkan styles and use traditional, contemporary and original pieces to gain an understanding of odd meters and melodic and harmonic conventions. Students will be strongly encouraged to produce an original work for the ensemble by the term&rsquo;s end. ( www.bradshepik.com )    Martin Wind Ensemble This group is geared towards playing a mix of jazz standards and students' original compositions.( www.martinwind.com )                          Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Jazz Studies - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Jazz Studies                 Programs      Undergraduate    Master's    Advanced Certificate    Doctoral    Summer         Summer Jazz Improv Workshop                Study Abroad    Events        Curriculum       Undergraduate    Master's    Doctoral         Performance     Composition               Auditions   People       Faculty    Students    Alumni        Ensembles   FAQ    Media                    Welcome to Jazz Studies                     Videos       Dave Schroeder discusses the Jazz Studies Program    Words of Wisdom from Alumnus Wayne Shorter             Featured News                    News       Alex Sipiagin to Join Faculty    Combo Nuvo Travels to Mongolia    Jazz Luminaries Honor Wayne Shorter    Emily Bear and NYU Jazz    Video: The NYU Jazz Ensemble at the Blue Note Jazz Club    Four GRAMMY Nominations for Jazz Studies Faculty    Alum Johannes Wallmann Featured in Downbeat magazine    Jazz Faculty Jean-Michel Pilc Named 2013 Guggenheim Fellow    Video: Jean-Michel Pilc (piano) and Lars Graugaard (laptop)    Jazz Faculty Gabriel Alegr&iacute;a's new CD Acclaimed by NY Times    NYU Honors Faculty Dafnis Prieto for his MacArthur Fellow Award    Three NYU Alums share \"SNL\" stage    Video: Director Schroeder and Combo Nuvo perform in Shanghai, China    NEWS ARCHIVE       Featured Events       NYU Jazz Interview Series with John Scofield       Student Performances       Read about our current students                The NYU Jazz program strives to create an environment modeled after the real-life experiences of our world-class faculty . Studies in jazz performance at NYU are designed to train and develop artists capable of succeeding in the current music industry. NYU Jazz provides aspiring students advanced performance training combined with the finest related academic and music courses designed to encourage entrepreneurship. The B.M., M.M. and Ph.D. programs in jazz performance and composition draw outstanding performers and composers interested in advanced training and extraordinary opportunities in the music industry.    Located in the heart of Greenwich Village, the world's Mecca for jazz music, students are offered direct and immediate interaction and performance opportunities with internationally acclaimed artists and educators as well as industry executives and entrepreneurs. NYU faculty and students are shaping the future of jazz. Students perform weekly at landmark venues including the Blue Note Jazz Club, the Village Vanguard, Birdland, the Jazz Standard, the Knitting Factory, and Dizzy's Club Coca-Cola.    Direct and constant student interaction with our artist/faculty is key to the NYU experience. Through private instruction, ensemble participation , master classes , live interviews with jazz legends, live performance opportunities and informal one-on-one time, students learn \"hands on\" by assimilating their craft through their environment. Course study includes jazz theory, arranging, composition, entrepreneurship, jazz history, and jazz industry internships.    The Department's acclaimed programs of study in Music Business (B.M., M.A.), Music Technology (B.M., M.M., Ph.D.), Music Composition (B.M., M.M., Ph.D.), and Music Education (B.M., M.A., Ph.D.) provide a rich and valuable array of elective courses for jazz music performance majors that prepare them for an ever-changing music industry and musical climate. Our undergraduate and graduate students benefit from the extraordinary opportunities available through the diverse offerings of a major university in the cultural capital of the world, New York City. Our reputation, faculty and location provide students with a unique opportunity to develop as performers and to make the contacts necessary to launch a professional career in the globalized jazz world.    For further information please contact the Jazz office: By phone: 212 998 5442 By email (preferred): jazzstudies@nyu.edu                                      Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}]