[{"detail": [{"content": "Senior Project            > Undergraduate            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Academics Undergraduate First-Year Program Interdisciplinary Seminars Writing Arts Cross-School Study The Concentration Colloquium Degree Requirements Community Learning Initiative Global Study Civic Engagement Internships Independent Study Tutorials Private Lessons  Senior Project  Practicum  Graduate Courses Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Undergraduate          &gt;           Senior Project                            Senior Project          The Senior Project is a four-unit independent research or artistic project that a student pursues under the guidance of a faculty mentor. Senior Projects may include, but are not limited to, a paper based on original research, a written assessment of a community-learning initiative, or an artistic project (such as design-based work, art exhibit, or theatrical production) accompanied by an analytic essay (comprising artistic background, aims, and technique). Completed Senior Projects are graded by faculty mentors and can be nominated for Honors. Please note that Senior Projects are separate and distinct from Independent Studies in their selection, expectations, and potential to earn Honors. All questions about the Senior Project should be directed to the Senior Class Adviser.           Students interested in undertaking a Senior Project should read all sections of the policy and procedures below before submitting a proposal:       Planning   Timing   Units   Requirements   Mentors   Proposal   Approval and Registration     Evaluation and Honors     Deadlines                 Planning     Senior Projects are student-generated. Generally they are an opportunity to continue a sustained line of inquiry that the student has already begun. A Senior Project may grow out of a piece of work (a research paper, a creative writing piece, a CLI project, a stage production, an art exhibit, etc.) a student has done in a course, tutorial, or independent study. It may also derive from questions or ideas spurred by a student’s colloquium. Successful Senior Projects will involve significant preparation. As such students interested in pursuing a Senior Project are strongly encouraged to consult with their advisers early in their undergraduate program in order to plan for appropriate coursework and research well in advance. Indeed, students are strongly encouraged to consider undertaking an Independent Study in the semester prior to applying for a Senior Project, as a way to engage relevant secondary literature, formulate plausible research designs/creative processes, and generally lay the foundations for their potential Senior Projects.        Timing     Senior Projects may only be undertaken in the Fall or Spring semesters. Generally, students will complete Senior Projects in their final semester at Gallatin, following completion of their colloquia in their penultimate semester. In rare cases, students may complete their Senior Projects in their penultimate semester at Gallatin, and their colloquia in their final semester. However, only in exceptional circumstances may students undertake Senior Projects in the same semester when they intend to complete their colloquia. Students planning to graduate in September should plan to complete Senior Projects in the preceding Spring semester.          Units     The Senior Project is a four-unit course of study, requiring a minimum of seven contact hours between student and mentor during the course of the convening semester. The arrangement of contact hours will vary depending on the needs of the specific project and the student’s level of progress. Please remember that according to Gallatin policy, students may register for no more than eight units per semester in any combination of independent study, tutorial, and/or Senior Project.         Requirements     While expectations for Senior Projects will differ depending on the nature of the work undertaken, certain minimum standards apply generally. In particular, all Senior Projects require a written component:       In general, research papers should be of substantial depth and length, and span approximately 40 pages. These papers should follow appropriate academic standards of documentation, argumentation, and analysis, as determined and developed in consultation with faculty mentors.   In general, artistic or design projects should be accompanied by essays of substantial depth and length – approximately 20 pages – that address the project’s background (locating students’ projects within a larger artistic or design context), artistic or design aims (articulating students’ goals in mounting a particular project, and explaining how the actual project met those goals), and technical issues (such as character development, stage design, storyline creation, directorial choices, etc), as determined and developed in consultation with faculty mentors.           Note: In some cases Senior Projects may require and in fact be designed as part of an ensemble or group (for instance a play where the Senior Project is stage direction, or an ensemble production where the Senior Project is a student’s individual performance, etc). However, all Senior Projects should be individually proposed and will be individually assessed by faculty mentors on their own merits.        Mentors     Students arrange to execute their Senior Projects under the guidance of an NYU faculty member. In most cases, students are already acquainted with the faculty mentor who will be supervising the study. The faculty mentor should help the student clarify the Senior Project proposal to ensure that it includes all necessary components. In the semester that the Senior Project is undertaken, faculty mentors meet regularly with the student to discuss readings and progress, as well as provide feedback on the development of the final product. At the end of the term, faculty mentors submit anecdotal grade reports that briefly describe and provide a final evaluation of the student’s work to accompany the assignment of a letter grade. Please note that faculty mentors wishing to nominate the student work for honors designation should do so no later than one week before the last day of classes. Faculty members (both full-time and part-time) are limited to supervising no more than five independent studies and/or Senior Projects per Fall and Spring term.          Proposal     Only complete proposals will be considered. A completed Senior Project proposal will include the following elements:   1. Project Description: The description should be approximately three double spaced pages, and should clearly state the proposed research question or artistic aim(s) of the project. The proposal must explain how the student has prepared to carry out this project and how the student intends to complete the project within one semester. The project’s relation to the student’s ongoing work or area of concentration should be clear. The proposal should also clearly specify the expected output (i.e., a research paper, design project, or artistic project) and discuss the specific methods with which the project will be completed. These criteria will be determined between the student and the faculty mentor, and they will be used in evaluating the final project at the end of the semester.   2. Annotated Bibliography or Relevant Works: The bibliography should situate a student’s project within a body of work in their field. This should include 8-12 books, articles, key documents, films, plays, catalogs, etc. Please provide the full citation and a short description of the relevance of each text or work to the proposed project.   3. Form : Completed Senior Project Proposal Form                Approval and Registration       Enrollment in a Senior Project requires the approval of the Gallatin School. Students should submit completed Senior Project proposals to Gallatin’s Office of Student Services where it will be reviewed by Gallatin’s Senior Project Committee according to the deadline below. Proposals will be reviewed with an eye toward selecting projects of exceptional promise. The committee will evaluate proposals based on the following criteria:     clarity of project goal(s), mode of inquiry, and final product   project’s relation to concentration and course of study   feasibility of the project within one semester through an articulated timeline   clear articulation of student/mentor relationship, including schedule of meetings   the degree to which the project would culminate in an original artistic or scholarly work       Upon approval, students will receive a permission number required for registration from the Office of Student Services. Students may then register for the Senior Project on Albert, or in person if Albert is not available. Please note that students are responsible for the registration process .     Decisions regarding Senior Project proposals cannot be appealed. Proposals not selected as a Senior Project can be submitted as a non-honors track Independent Study. The Committee strongly suggests this option for students who are passionate about completing their proposed projects.          Evaluation and Honors     Evaluation : Each Senior Project will be evaluated by the faculty mentor for its ability to meet project aims as delineated in the project proposal as well as the degree to which the final product exemplifies original interdisciplinary work. Successful completion of the Senior Project will be noted in two ways: the student will receive a letter grade awarded by the faculty mentor for the course titled “Senior Project,” and upon graduation a notation will appear on the transcript listing the title of the Senior Project. All Senior Projects will also receive written evaluations from faculty mentors, submitted to the Gallatin Office of Student Services.     Honors : To be considered for Honors, Senior Projects should be nominated in writing by faculty mentors to the Gallatin Senior Project Committee no later than one week before the last day of classes. Letters of nomination should provide a description of why the Senior Project merits Honors. Upon review of the Senior Project, the Gallatin Senior Project Committee will award Honors to projects deemed exceptional according to the selection criteria. The Honors designation will appear on students’ transcripts.     Note : To be considered for Honors, Senior Projects comprised of limited run engagements that cannot be fully submitted as text – such as exhibits, stage productions, recitals, etc – require the student and faculty mentor to coordinate with the Gallatin Senior Project Committee to have the Project assessed by Committee members at a mutually convenient time and place. We regret that we cannot consider anecdotal reports of such Projects in awarding Honors.        Deadlines     Proposals : Senior Project proposals and final papers/projects must be submitted according to the following firm schedule of submission deadlines:          Semester of Senior Project:      Senior Project proposal due:      To be considered for honors, project is due:       For non-honors grading, project is due:        Fall      May 1*      Two weeks prior to the last day of Fall classes      The last day of Fall classes      Spring      December 1*      Two weeks prior to the last day of Spring classes     The last day of Spring classes         *If this date is a Saturday or Sunday, proposals will be due the following Monday.                    top of page                           Quick Links                 Student Checklist Senior Project Proposal form Individualized Projects Deadlines                                                                                      NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Senior Project            > Undergraduate            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Academics Undergraduate First-Year Program Interdisciplinary Seminars Writing Arts Cross-School Study The Concentration Colloquium Degree Requirements Community Learning Initiative Global Study Civic Engagement Internships Independent Study Tutorials Private Lessons  Senior Project  Practicum  Graduate Courses Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Undergraduate          &gt;           Senior Project                            Senior Project          The Senior Project is a four-unit independent research or artistic project that a student pursues under the guidance of a faculty mentor. Senior Projects may include, but are not limited to, a paper based on original research, a written assessment of a community-learning initiative, or an artistic project (such as design-based work, art exhibit, or theatrical production) accompanied by an analytic essay (comprising artistic background, aims, and technique). Completed Senior Projects are graded by faculty mentors and can be nominated for Honors. Please note that Senior Projects are separate and distinct from Independent Studies in their selection, expectations, and potential to earn Honors. All questions about the Senior Project should be directed to the Senior Class Adviser.           Students interested in undertaking a Senior Project should read all sections of the policy and procedures below before submitting a proposal:       Planning   Timing   Units   Requirements   Mentors   Proposal   Approval and Registration     Evaluation and Honors     Deadlines                 Planning     Senior Projects are student-generated. Generally they are an opportunity to continue a sustained line of inquiry that the student has already begun. A Senior Project may grow out of a piece of work (a research paper, a creative writing piece, a CLI project, a stage production, an art exhibit, etc.) a student has done in a course, tutorial, or independent study. It may also derive from questions or ideas spurred by a student’s colloquium. Successful Senior Projects will involve significant preparation. As such students interested in pursuing a Senior Project are strongly encouraged to consult with their advisers early in their undergraduate program in order to plan for appropriate coursework and research well in advance. Indeed, students are strongly encouraged to consider undertaking an Independent Study in the semester prior to applying for a Senior Project, as a way to engage relevant secondary literature, formulate plausible research designs/creative processes, and generally lay the foundations for their potential Senior Projects.        Timing     Senior Projects may only be undertaken in the Fall or Spring semesters. Generally, students will complete Senior Projects in their final semester at Gallatin, following completion of their colloquia in their penultimate semester. In rare cases, students may complete their Senior Projects in their penultimate semester at Gallatin, and their colloquia in their final semester. However, only in exceptional circumstances may students undertake Senior Projects in the same semester when they intend to complete their colloquia. Students planning to graduate in September should plan to complete Senior Projects in the preceding Spring semester.          Units     The Senior Project is a four-unit course of study, requiring a minimum of seven contact hours between student and mentor during the course of the convening semester. The arrangement of contact hours will vary depending on the needs of the specific project and the student’s level of progress. Please remember that according to Gallatin policy, students may register for no more than eight units per semester in any combination of independent study, tutorial, and/or Senior Project.         Requirements     While expectations for Senior Projects will differ depending on the nature of the work undertaken, certain minimum standards apply generally. In particular, all Senior Projects require a written component:       In general, research papers should be of substantial depth and length, and span approximately 40 pages. These papers should follow appropriate academic standards of documentation, argumentation, and analysis, as determined and developed in consultation with faculty mentors.   In general, artistic or design projects should be accompanied by essays of substantial depth and length – approximately 20 pages – that address the project’s background (locating students’ projects within a larger artistic or design context), artistic or design aims (articulating students’ goals in mounting a particular project, and explaining how the actual project met those goals), and technical issues (such as character development, stage design, storyline creation, directorial choices, etc), as determined and developed in consultation with faculty mentors.           Note: In some cases Senior Projects may require and in fact be designed as part of an ensemble or group (for instance a play where the Senior Project is stage direction, or an ensemble production where the Senior Project is a student’s individual performance, etc). However, all Senior Projects should be individually proposed and will be individually assessed by faculty mentors on their own merits.        Mentors     Students arrange to execute their Senior Projects under the guidance of an NYU faculty member. In most cases, students are already acquainted with the faculty mentor who will be supervising the study. The faculty mentor should help the student clarify the Senior Project proposal to ensure that it includes all necessary components. In the semester that the Senior Project is undertaken, faculty mentors meet regularly with the student to discuss readings and progress, as well as provide feedback on the development of the final product. At the end of the term, faculty mentors submit anecdotal grade reports that briefly describe and provide a final evaluation of the student’s work to accompany the assignment of a letter grade. Please note that faculty mentors wishing to nominate the student work for honors designation should do so no later than one week before the last day of classes. Faculty members (both full-time and part-time) are limited to supervising no more than five independent studies and/or Senior Projects per Fall and Spring term.          Proposal     Only complete proposals will be considered. A completed Senior Project proposal will include the following elements:   1. Project Description: The description should be approximately three double spaced pages, and should clearly state the proposed research question or artistic aim(s) of the project. The proposal must explain how the student has prepared to carry out this project and how the student intends to complete the project within one semester. The project’s relation to the student’s ongoing work or area of concentration should be clear. The proposal should also clearly specify the expected output (i.e., a research paper, design project, or artistic project) and discuss the specific methods with which the project will be completed. These criteria will be determined between the student and the faculty mentor, and they will be used in evaluating the final project at the end of the semester.   2. Annotated Bibliography or Relevant Works: The bibliography should situate a student’s project within a body of work in their field. This should include 8-12 books, articles, key documents, films, plays, catalogs, etc. Please provide the full citation and a short description of the relevance of each text or work to the proposed project.   3. Form : Completed Senior Project Proposal Form                Approval and Registration       Enrollment in a Senior Project requires the approval of the Gallatin School. Students should submit completed Senior Project proposals to Gallatin’s Office of Student Services where it will be reviewed by Gallatin’s Senior Project Committee according to the deadline below. Proposals will be reviewed with an eye toward selecting projects of exceptional promise. The committee will evaluate proposals based on the following criteria:     clarity of project goal(s), mode of inquiry, and final product   project’s relation to concentration and course of study   feasibility of the project within one semester through an articulated timeline   clear articulation of student/mentor relationship, including schedule of meetings   the degree to which the project would culminate in an original artistic or scholarly work       Upon approval, students will receive a permission number required for registration from the Office of Student Services. Students may then register for the Senior Project on Albert, or in person if Albert is not available. Please note that students are responsible for the registration process .     Decisions regarding Senior Project proposals cannot be appealed. Proposals not selected as a Senior Project can be submitted as a non-honors track Independent Study. The Committee strongly suggests this option for students who are passionate about completing their proposed projects.          Evaluation and Honors     Evaluation : Each Senior Project will be evaluated by the faculty mentor for its ability to meet project aims as delineated in the project proposal as well as the degree to which the final product exemplifies original interdisciplinary work. Successful completion of the Senior Project will be noted in two ways: the student will receive a letter grade awarded by the faculty mentor for the course titled “Senior Project,” and upon graduation a notation will appear on the transcript listing the title of the Senior Project. All Senior Projects will also receive written evaluations from faculty mentors, submitted to the Gallatin Office of Student Services.     Honors : To be considered for Honors, Senior Projects should be nominated in writing by faculty mentors to the Gallatin Senior Project Committee no later than one week before the last day of classes. Letters of nomination should provide a description of why the Senior Project merits Honors. Upon review of the Senior Project, the Gallatin Senior Project Committee will award Honors to projects deemed exceptional according to the selection criteria. The Honors designation will appear on students’ transcripts.     Note : To be considered for Honors, Senior Projects comprised of limited run engagements that cannot be fully submitted as text – such as exhibits, stage productions, recitals, etc – require the student and faculty mentor to coordinate with the Gallatin Senior Project Committee to have the Project assessed by Committee members at a mutually convenient time and place. We regret that we cannot consider anecdotal reports of such Projects in awarding Honors.        Deadlines     Proposals : Senior Project proposals and final papers/projects must be submitted according to the following firm schedule of submission deadlines:          Semester of Senior Project:      Senior Project proposal due:      To be considered for honors, project is due:       For non-honors grading, project is due:        Fall      May 1*      Two weeks prior to the last day of Fall classes      The last day of Fall classes      Spring      December 1*      Two weeks prior to the last day of Spring classes     The last day of Spring classes         *If this date is a Saturday or Sunday, proposals will be due the following Monday.                    top of page                           Quick Links                 Student Checklist Senior Project Proposal form Individualized Projects Deadlines                                                                                      NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Values in Design                                                       www. flick r .com              Values in Design   New York University   239 Greene Street, 7th Floor   New York, NY 10003               Welcome!         This site is a community resource for the study and implementation of values in design (VID) reflecting a broad spectrum of theories, methodologies and disciplinary approaches. We invite contributions from researchers, practitioners, and public interest advocates. If you have news, projects, or events you would like to see featured, we would love to include them . Please come back often and watch the site grow!                                 News and Events    Spotlight           CHI 2014 Workshop on Values & Design in HCI Education: Call for Participation How do we teach future engineers, designers, and citizens to understand values issues that arise in the design of technologies, and to identify and embody specific values in design? This one-day workshop will bring together researchers and practitioners in HCI, information science, product design, the learning sciences, educational technology, and related fields to share and develop research, strategies, and tools for teaching about values and design in HCI. We will consider learning environments from classrooms to conference workshops, industry events and more. Through group discussion and exercises, participants will develop solutions to the challenges of theorizing, describing, and teaching about values and design. See more .    10/23/2013: Reclaim Your Name: Privacy in the World of Big Data In NYU-Poly's third, eagerly anticipated Sloan Cyber Security Lecture, Federal Trade Commissioner Julie Brill explores the expanding collection and use of Big Data in the marketplace, recognizing the challenges it presents for consumers and businesses--as well as for agencies like the Federal Trade Commission, responsible for safeguarding both. Commissioner Brill embraces the enormous benefits offered by Big Data analytics, but also believes it presents fundamental challenges to traditional notions of individual privacy. She encourages the highly decentralized community of Big Data purveyors to adopt practices that follow laws that already govern the way data can be used and calls for industry to engage in robust de-identification of consumer data. She concludes by taking us through her comprehensive initiative, \"Reclaim Your Name,\" to give consumers knowledge and tools to reassert control over their personal data. RSVP to attend here .    10/4/2013 PROGRAM: Media and Literature at NYU PROGRAM is a collaborative, interdisciplinary event series organized by graduate students within New York University’s departments of Media, Culture, and Communication, English, and Comparative Literature. The series will present talks that explore the cultural, historical, aesthetic, and political impact of software and programming logic. The goal of the series is to create an interactive space for the exploration of emerging practices across media and literature, both online and off. The lecture series is open to the public, and is intended to facilitate a dialogue on the intersections of these fields. More information is available here .      Previous Events &#8594;      Values in Design Council   Functioning as part of the NSF Future Internet Architecture Project , the Values in Design Council serves as a multi-disciplinary team of experts in the social analysis of digital information technologies. The team acts as analysts and consultants to the FIA projects, helping to identify junctures in the design process in which values-critical technical decisions arise.    Intel Science & Technology Center for Social Computing   Launched in June of 2012, the Intel Science and Technology Center (ISTC) for Social Computing will conduct foundational research into the relationship between information technology and society. Centered at the University of California-Irvine, the center brings together an interdisciplinary group of researchers from leading universities across the United States, including experts in social media, digital culture, user interfaces, cultural computing, and participatory design.   The ISTC for Social Computing is part of a network of Science and Technology Centers established by Intel in support of advanced research in information technology, including sister centers in Visual Computing, Pervasive Computing, Cloud Computing, Secure Computing, Embedded Computing, and Big Data.                     Videos       Calendar            Values at Play                                   Support for the development of this website was provided by the NSF for the  NSF EAGER: Values in Design in the Future Internet Architecture , CNS/NetS 1058333.           Helen Nissenbaum , PI Jacob Gaboury , RA and Web Master"}]},
{"detail": [{"content": "Senior Project            > Undergraduate            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Academics Undergraduate First-Year Program Interdisciplinary Seminars Writing Arts Cross-School Study The Concentration Colloquium Degree Requirements Community Learning Initiative Global Study Civic Engagement Internships Independent Study Tutorials Private Lessons  Senior Project  Practicum  Graduate Courses Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Undergraduate          &gt;           Senior Project                            Senior Project          The Senior Project is a four-unit independent research or artistic project that a student pursues under the guidance of a faculty mentor. Senior Projects may include, but are not limited to, a paper based on original research, a written assessment of a community-learning initiative, or an artistic project (such as design-based work, art exhibit, or theatrical production) accompanied by an analytic essay (comprising artistic background, aims, and technique). Completed Senior Projects are graded by faculty mentors and can be nominated for Honors. Please note that Senior Projects are separate and distinct from Independent Studies in their selection, expectations, and potential to earn Honors. All questions about the Senior Project should be directed to the Senior Class Adviser.           Students interested in undertaking a Senior Project should read all sections of the policy and procedures below before submitting a proposal:       Planning   Timing   Units   Requirements   Mentors   Proposal   Approval and Registration     Evaluation and Honors     Deadlines                 Planning     Senior Projects are student-generated. Generally they are an opportunity to continue a sustained line of inquiry that the student has already begun. A Senior Project may grow out of a piece of work (a research paper, a creative writing piece, a CLI project, a stage production, an art exhibit, etc.) a student has done in a course, tutorial, or independent study. It may also derive from questions or ideas spurred by a student’s colloquium. Successful Senior Projects will involve significant preparation. As such students interested in pursuing a Senior Project are strongly encouraged to consult with their advisers early in their undergraduate program in order to plan for appropriate coursework and research well in advance. Indeed, students are strongly encouraged to consider undertaking an Independent Study in the semester prior to applying for a Senior Project, as a way to engage relevant secondary literature, formulate plausible research designs/creative processes, and generally lay the foundations for their potential Senior Projects.        Timing     Senior Projects may only be undertaken in the Fall or Spring semesters. Generally, students will complete Senior Projects in their final semester at Gallatin, following completion of their colloquia in their penultimate semester. In rare cases, students may complete their Senior Projects in their penultimate semester at Gallatin, and their colloquia in their final semester. However, only in exceptional circumstances may students undertake Senior Projects in the same semester when they intend to complete their colloquia. Students planning to graduate in September should plan to complete Senior Projects in the preceding Spring semester.          Units     The Senior Project is a four-unit course of study, requiring a minimum of seven contact hours between student and mentor during the course of the convening semester. The arrangement of contact hours will vary depending on the needs of the specific project and the student’s level of progress. Please remember that according to Gallatin policy, students may register for no more than eight units per semester in any combination of independent study, tutorial, and/or Senior Project.         Requirements     While expectations for Senior Projects will differ depending on the nature of the work undertaken, certain minimum standards apply generally. In particular, all Senior Projects require a written component:       In general, research papers should be of substantial depth and length, and span approximately 40 pages. These papers should follow appropriate academic standards of documentation, argumentation, and analysis, as determined and developed in consultation with faculty mentors.   In general, artistic or design projects should be accompanied by essays of substantial depth and length – approximately 20 pages – that address the project’s background (locating students’ projects within a larger artistic or design context), artistic or design aims (articulating students’ goals in mounting a particular project, and explaining how the actual project met those goals), and technical issues (such as character development, stage design, storyline creation, directorial choices, etc), as determined and developed in consultation with faculty mentors.           Note: In some cases Senior Projects may require and in fact be designed as part of an ensemble or group (for instance a play where the Senior Project is stage direction, or an ensemble production where the Senior Project is a student’s individual performance, etc). However, all Senior Projects should be individually proposed and will be individually assessed by faculty mentors on their own merits.        Mentors     Students arrange to execute their Senior Projects under the guidance of an NYU faculty member. In most cases, students are already acquainted with the faculty mentor who will be supervising the study. The faculty mentor should help the student clarify the Senior Project proposal to ensure that it includes all necessary components. In the semester that the Senior Project is undertaken, faculty mentors meet regularly with the student to discuss readings and progress, as well as provide feedback on the development of the final product. At the end of the term, faculty mentors submit anecdotal grade reports that briefly describe and provide a final evaluation of the student’s work to accompany the assignment of a letter grade. Please note that faculty mentors wishing to nominate the student work for honors designation should do so no later than one week before the last day of classes. Faculty members (both full-time and part-time) are limited to supervising no more than five independent studies and/or Senior Projects per Fall and Spring term.          Proposal     Only complete proposals will be considered. A completed Senior Project proposal will include the following elements:   1. Project Description: The description should be approximately three double spaced pages, and should clearly state the proposed research question or artistic aim(s) of the project. The proposal must explain how the student has prepared to carry out this project and how the student intends to complete the project within one semester. The project’s relation to the student’s ongoing work or area of concentration should be clear. The proposal should also clearly specify the expected output (i.e., a research paper, design project, or artistic project) and discuss the specific methods with which the project will be completed. These criteria will be determined between the student and the faculty mentor, and they will be used in evaluating the final project at the end of the semester.   2. Annotated Bibliography or Relevant Works: The bibliography should situate a student’s project within a body of work in their field. This should include 8-12 books, articles, key documents, films, plays, catalogs, etc. Please provide the full citation and a short description of the relevance of each text or work to the proposed project.   3. Form : Completed Senior Project Proposal Form                Approval and Registration       Enrollment in a Senior Project requires the approval of the Gallatin School. Students should submit completed Senior Project proposals to Gallatin’s Office of Student Services where it will be reviewed by Gallatin’s Senior Project Committee according to the deadline below. Proposals will be reviewed with an eye toward selecting projects of exceptional promise. The committee will evaluate proposals based on the following criteria:     clarity of project goal(s), mode of inquiry, and final product   project’s relation to concentration and course of study   feasibility of the project within one semester through an articulated timeline   clear articulation of student/mentor relationship, including schedule of meetings   the degree to which the project would culminate in an original artistic or scholarly work       Upon approval, students will receive a permission number required for registration from the Office of Student Services. Students may then register for the Senior Project on Albert, or in person if Albert is not available. Please note that students are responsible for the registration process .     Decisions regarding Senior Project proposals cannot be appealed. Proposals not selected as a Senior Project can be submitted as a non-honors track Independent Study. The Committee strongly suggests this option for students who are passionate about completing their proposed projects.          Evaluation and Honors     Evaluation : Each Senior Project will be evaluated by the faculty mentor for its ability to meet project aims as delineated in the project proposal as well as the degree to which the final product exemplifies original interdisciplinary work. Successful completion of the Senior Project will be noted in two ways: the student will receive a letter grade awarded by the faculty mentor for the course titled “Senior Project,” and upon graduation a notation will appear on the transcript listing the title of the Senior Project. All Senior Projects will also receive written evaluations from faculty mentors, submitted to the Gallatin Office of Student Services.     Honors : To be considered for Honors, Senior Projects should be nominated in writing by faculty mentors to the Gallatin Senior Project Committee no later than one week before the last day of classes. Letters of nomination should provide a description of why the Senior Project merits Honors. Upon review of the Senior Project, the Gallatin Senior Project Committee will award Honors to projects deemed exceptional according to the selection criteria. The Honors designation will appear on students’ transcripts.     Note : To be considered for Honors, Senior Projects comprised of limited run engagements that cannot be fully submitted as text – such as exhibits, stage productions, recitals, etc – require the student and faculty mentor to coordinate with the Gallatin Senior Project Committee to have the Project assessed by Committee members at a mutually convenient time and place. We regret that we cannot consider anecdotal reports of such Projects in awarding Honors.        Deadlines     Proposals : Senior Project proposals and final papers/projects must be submitted according to the following firm schedule of submission deadlines:          Semester of Senior Project:      Senior Project proposal due:      To be considered for honors, project is due:       For non-honors grading, project is due:        Fall      May 1*      Two weeks prior to the last day of Fall classes      The last day of Fall classes      Spring      December 1*      Two weeks prior to the last day of Spring classes     The last day of Spring classes         *If this date is a Saturday or Sunday, proposals will be due the following Monday.                    top of page                           Quick Links                 Student Checklist Senior Project Proposal form Individualized Projects Deadlines                                                                                      NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Values in Design                                                       www. flick r .com              Values in Design   New York University   239 Greene Street, 7th Floor   New York, NY 10003               Welcome!         This site is a community resource for the study and implementation of values in design (VID) reflecting a broad spectrum of theories, methodologies and disciplinary approaches. We invite contributions from researchers, practitioners, and public interest advocates. If you have news, projects, or events you would like to see featured, we would love to include them . Please come back often and watch the site grow!                                 News and Events    Spotlight           CHI 2014 Workshop on Values & Design in HCI Education: Call for Participation How do we teach future engineers, designers, and citizens to understand values issues that arise in the design of technologies, and to identify and embody specific values in design? This one-day workshop will bring together researchers and practitioners in HCI, information science, product design, the learning sciences, educational technology, and related fields to share and develop research, strategies, and tools for teaching about values and design in HCI. We will consider learning environments from classrooms to conference workshops, industry events and more. Through group discussion and exercises, participants will develop solutions to the challenges of theorizing, describing, and teaching about values and design. See more .    10/23/2013: Reclaim Your Name: Privacy in the World of Big Data In NYU-Poly's third, eagerly anticipated Sloan Cyber Security Lecture, Federal Trade Commissioner Julie Brill explores the expanding collection and use of Big Data in the marketplace, recognizing the challenges it presents for consumers and businesses--as well as for agencies like the Federal Trade Commission, responsible for safeguarding both. Commissioner Brill embraces the enormous benefits offered by Big Data analytics, but also believes it presents fundamental challenges to traditional notions of individual privacy. She encourages the highly decentralized community of Big Data purveyors to adopt practices that follow laws that already govern the way data can be used and calls for industry to engage in robust de-identification of consumer data. She concludes by taking us through her comprehensive initiative, \"Reclaim Your Name,\" to give consumers knowledge and tools to reassert control over their personal data. RSVP to attend here .    10/4/2013 PROGRAM: Media and Literature at NYU PROGRAM is a collaborative, interdisciplinary event series organized by graduate students within New York University’s departments of Media, Culture, and Communication, English, and Comparative Literature. The series will present talks that explore the cultural, historical, aesthetic, and political impact of software and programming logic. The goal of the series is to create an interactive space for the exploration of emerging practices across media and literature, both online and off. The lecture series is open to the public, and is intended to facilitate a dialogue on the intersections of these fields. More information is available here .      Previous Events &#8594;      Values in Design Council   Functioning as part of the NSF Future Internet Architecture Project , the Values in Design Council serves as a multi-disciplinary team of experts in the social analysis of digital information technologies. The team acts as analysts and consultants to the FIA projects, helping to identify junctures in the design process in which values-critical technical decisions arise.    Intel Science & Technology Center for Social Computing   Launched in June of 2012, the Intel Science and Technology Center (ISTC) for Social Computing will conduct foundational research into the relationship between information technology and society. Centered at the University of California-Irvine, the center brings together an interdisciplinary group of researchers from leading universities across the United States, including experts in social media, digital culture, user interfaces, cultural computing, and participatory design.   The ISTC for Social Computing is part of a network of Science and Technology Centers established by Intel in support of advanced research in information technology, including sister centers in Visual Computing, Pervasive Computing, Cloud Computing, Secure Computing, Embedded Computing, and Big Data.                     Videos       Calendar            Values at Play                                   Support for the development of this website was provided by the NSF for the  NSF EAGER: Values in Design in the Future Internet Architecture , CNS/NetS 1058333.           Helen Nissenbaum , PI Jacob Gaboury , RA and Web Master"}, {"content": "Capstone Project - Master of Arts Program in Digital Media Design for Learning - NYU Steinhardt                                                          Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Programs in Educational Communication and Technology   Department of Administration, Leadership and Technology           Our Community         Faculty     Students           Student Voices      Student Projects and Research      Student Resources              Alumni     Social Media            MS in Games for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            MA in Digital Media Design for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            Adv Cert in Digital Media Design for Learning         About the Degree     Degree Requirements      Internships     Applying to the Program     FAQ            PhD in Educational Communication and Technology         About the Degree     Degree Requirements     Dissertation     Applying to the Program     FAQ              Research         Faculty Research     Student Research             Courses     News     Events      Facilities             Capstone Project                     Presentation Excerpts                          Vincent Doogan, Considering Prior Knowledge: Untangling the Chain of Learning                Permalink |        Email |       Share on: Facebook |         Twitter                                   DMDL Spring 2013 Colloquium, Vincent Doogan, Considering Prior Knowledge: Untangling the Chain of Learning Vincent Doogan, Considering Prior Knowledge: Untangling the Chain of Learning                              Chava Wernick, ACTIVaide: Enhancing Therapeutic Learning Through Mobile Technology                Permalink |        Email |       Share on: Facebook |         Twitter                                   DMDL Spring 2013 Colloquium, Chava Wernick, ACTIVaide:Enhancing Therapeutic Learning Through Mobile Technology Chava Wernick, ACTIVaide: Enhancing Therapeutic Learning Through Mobile Technology                              Jen Sanmiguel, Valise, A Digital Portfolio Learning Environment                Permalink |        Email |       Share on: Facebook |         Twitter                                   DMDL Spring 2013 Colloquium, Jen Sanmiguel, Valise, A Digital Portfolio Learning Environment Jen Sanmiguel, Valise, A Digital Portfolio Learning Environment                              Informed by multimedia learning theory, Elemental Instincts is a web-based learning environment that introduces students to the periodic table and how elements bond to form the world around them.                Permalink |        introduces students to the periodic table and how elements bond to form the world around them.%0A%0Ahttp://steinhardt.nyu.edu/videos/vid/58123056\">Email |       Share on: Facebook |         Twitter                                   Program in Digital Media Design for Learning, MA Thesis Presentation, Fall 2012, Thomas Gnas, Elemental Instincts Informed by multimedia learning theory, Elemental Instincts is a web-based learning environment that introduces students to the periodic table and how elements bond to form the world around them.                              Guathami Vijayakumar, Incite                Permalink |        Email |       Share on: Facebook |         Twitter                                   DMDL Website Videos Spring 2012, Gauthami Vijayakumar Guathami Vijayakumar, Incite                              Jennifer Ash presents Ghosts: A 2D adventure game promoting math fluency                Permalink |        Email |       Share on: Facebook |         Twitter                                   DMDL Website Videos, MA Colloquium, Spring 2012, Jennifer Ash Jennifer Ash presents Ghosts: A 2D adventure game promoting math fluency                              This is a condensed version of Alex Britez MA Thesis Project presented last Spring. Emma Jean, Imagine What You Could Be. A Transmedia approach for Introducing Young Girls to STEM Careers.                Permalink |        Emma Jean, Imagine What You Could Be. A Transmedia approach for Introducing Young Girls to STEM Careers.%0A%0Ahttp://steinhardt.nyu.edu/videos/vid/57171411\">Email |       Share on: Facebook |         Twitter                                   DMDL Website Videos Spring 2012 Colloquium Alex Britez: Emma Jean, Imagine What You Could Be This is a condensed version of Alex Britez MA Thesis Project presented last Spring. Emma Jean, Imagine What You Could Be. A Transmedia approach for Introducing Young Girls to STEM Careers.                   Next Video &gt;&gt;            The capstone project is a requirement of all candidates for the Digital Media Design for Learning Master of Arts degree. Students develop the thesis in the course EDCT-GE 2095, Research in Educational Communication and Technology .    The capstone is a culminating project for which graduating students are expected to integrate and apply what they have learned through previous academic work and field experiences, with faculty supervision. These projects may be \"new,\" relative to work done in previous courses; or they may be projects started in a previous course that become significantly expanded and enhanced for the thesis.    Thesis students meet in class as a group weekly, reporting on the progress of their projects, discussing their research, and screening prototype media for peer and faculty critique and suggestions. At the conclusion of the semester, students present their thesis projects to the DMDL community at the Master of Arts Colloquium.       History of Master's Thesis Projects       Recent Master's Thesis Projects         Master of Arts Program in Digital Media Design for Learning             Master of Arts Thesis Projects   Thesis Projects, Spring 2014       Science in Serious Play    Aybuke Gul Turker    Science in Serious Play reveals the imaginative side of science learning through a serious action physics game that teaches geometrical optics to middle and high school students. This research is focused on creating alternative game based learning environments in STEM learning for middle and high school students based on cognitive information processing theory. For this sample project, I have designed a serious action physics tablet game to teach geometrical optics to students, ages between 13 to 16 old. There are two main goals of the study. One is to increase the number of students who choose STEM related majors in college to meet the nation&rsquo;s need in STEM workforce and the other is raising the tomorrow&rsquo;s generation in a way that they can understand science and technology and make wise decision.       Social Campaigns for Social Change    Ashley Burks    Social Campaigns for Social Change is a youth program for African American and Hispanic high school students to create campaigns about issues they experience in their community. Students analyze their identity and community, and choose a social issue to solve. They develop the solution and use promotional skills to promote the solution. Throughout the program students learn digital design, social media marketing and event planning. They choose one of these areas as a specialization for the second semester, and at the end of the yearlong program students present their solution to the community by creating a social media campaign using original images/videos and presenting it at a community event.    I&rsquo;m designing an online resource for SCSC facilitators and youth that provide training and facilitation tools, a curriculum and an online learning community. The youth program is grounded in participatory action research. The online resource incorporates elements from cognitive theory for multimedia learning and social learning theory.       Silver Garden    EuiJin Hwang    Silver Garden is an online career-based mentoring community for both Korean seniors, over 60, and young adults, 20-30. Korea is one of the fastest aging countries in the world, and Korean seniors are facing significant social issues. Even though their life expectancy has increased, and the percentage of highly educated seniors are increasing, they have much to contend with finding and living a meaningful life after retiring. Severe depression and a high rate of suicide can be caused due to feeling emptiness; one of key issues. Silver Garden will give seniors chances to make full use of their knowledge and priceless experiences for Korean young adults who are looking for mentors. Through the Silver Garden, Korean seniors will ease their social isolation, prevent depression, and learn basic mentoring skills. Also, young adults will get to meet great mentors who are familiar with their situations and help them find better solutions to their problems.       Dori    Stella Kim    Dori: No one would doubt children's safety is important. Children should be safe from injuries, medication, boating, bullying and violence, to name a few. Parents and educators are always concerned how best to learn and educate children about it. There are ample information about safe behavior, but teaching children act upon instruction is difficult. How do we maximize the effectiveness of our safety education? Some research proved that putting them in situation and practice proved desirable outcome. But how do parents can simulate and role play when it comes to topics like abduction or sexual abuse? Dori is a project aimed at assisting Korean children and parents, because the number of latch key children has reached a million, and the crime rates against children has been increasing. The program will present a web interactive cartoon and embedded mini game. It is based on a fictional adventure story about a girl detective who set out on a mission to find a missing friend. The learner will play the detective and solve the problem designed to learn how to make smart choices and correctively behave in danger, by working together with their parents.       Match My Face!    Marcelo Esteban Espinoza Bravo    Match my face! is an application, which combines play in virtual and real settings in order to reduce communication issues that children with High Functioning Autism (HFA) and Asperger Syndrome (AS) from K&ndash;4, ages 5-8 have to overcome in their school and family environment.    In this regard, Match my face! attempts to provide gaming features based on observing, matching, mimicking, and reflecting about facial expressions. The goal is foster communication and cooperation among individuals who socializes with the HFA or AS child in order to improve their ability to recognize facial expressions and emotions in context.       Train Up Your Mind    Yi Yan    Train Up Your Mind: Many seniors face the age-related cognitive problems, and experience a loss of cognitive skills and abilities to varying degrees. Just like the body needs physical exercise to keep fit and healthy, the brain also needs exercises to stay active and healthy. My project Train Up Your Mind can stimulate the brain and positively develop many of our cognitive skills, including focusing, memorizing, processing of information, and knowledge. The overall goal of Train Up Your Mind is to help seniors maintain and improve their cognitive skills through the attention, focus, and memory control capability training games, thus to prevent the Semantic Dementia.       FOREST    Madison Kinnard    FOREST (Females Obtaining Rationality and Eliminating Sad Thoughts) is a web-based computer game for females ages 14-19 with mild to moderate depression. Its primary goal is to reduce the negative symptoms of depression through cognitive therapy and game-based learning. It is my hope that with FOREST, females will become equipped with the skills necessary to tackle adulthood depression-free.    WHY? First, depression is the most common mental disorder among adolescents between the ages of 14 and 19 and a major contributing factor in adolescent suicide. Next, while depression affects both men and women, more women are diagnosed with depression in any given year, and the risk for suicide attempts is higher in women than in men. Finally, the lifetime prevalence of clinical depression in females is 1.5 to 3 times that in males, beginning at mid-puberty and persisting through the mid-50s.       GO Quest: A Museum Mobile App for Teens    Corwyn Su    GO Quest: Middle school students in the United State are poorly served by most cultural history/heritage museums, which are considered as primary informal learning resources for all levels of K-12 students. However, these museums have great potential to ameliorate cross-cultural awareness and foster young adolescents&rsquo; conceptual/abstract thinking skills towards comprehending concepts in depth. These are much needed skills for this age group and typically difficult to teach in a traditional classroom setting.    My project is designed to enhance the potential of museums to provide cross-cultural experiential education and to exercise young adolescents&rsquo; cognitive thinking skills towards interpreting culture-related topics in depth. It will allow the museum curators to load the exhibition content into a mobile device based application and to convert an adult-centered exhibition into a individualized and meaningful learning environment for middle school students. Four parts are included: An intro video with a central topic, a mission that asks students to locate selected exhibits, an online workshop of creating storyboards with group discussion, and an optional after-visited project.       GUNA Multiplication Game    Anugya Niraula    GUNA Multiplication Game: In the past, people learned mathematics in traditional ways. Schools and teachers did not have interesting approaches, ideas or games to make students understand in easy and convincing way. My learners are elementary school kids in Nepal, aged 7-9 years old. The name of my game is GUNA (multiplication in Nepali/ Sanskrit). My goal is to make students understand mathematical concepts, in this case multiplication, using more efficient strategies; teaching visually using repetitive addition. Students would be a visual learner and they would develop their skill of visualization in solving mathematical problems. The highest level of problem in the game will be to solve something involving 12 times some single digit number. Students will learn calculations in a meaningful way and be an active constructor of knowledge. Lastly, students will also develop positive attitudes towards mathematics and reduce the fear of failure and error.       ONEIROS    J. Shepard Ramsay    ONEIROS is a card game designed to provide an introduction to computational thinking for young people ages 8-11. Computational thinking is a fairly fundamental skill (involving understanding how systems work, algorithms, and abstraction) that everyone should have in their problem solving toolkit. However, it is not being taught in schools in any real capacity. Oneiros is an attempt to decouple computational thinking from computer science (one is usually taught in the context of the other, however they are not the same thing) as well as surface many of the computational elements that already exist in many card games, while simultaneously being fun and engaging.       Chinese Traveler    Tianyu Yang    Chinese Traveler is a website that intends to assist 11 to 14 years-old second-generation Chinese Americans to decrease their cultural identity confusions, and then construct positive self-positioning, have a better understanding of their families, rebuild opinions of Chinese immigrants&rsquo; and Chinese cultures. Based on analysis of these teenagers&rsquo; education atmosphere, culture backgrounds and family condition, most of the regular school educations and family educations seem not to pay too much attention on or take efficient methods to this cultural confusion. The article intends to design a student friendly historical website to help these teenagers to renew their cultural identities. Chinese Traveler includes knowledge, game and share sections. Knowledge is to introduce Chinese American immigration history; game will provide historical adventure games; and share can create a social networking space to communicate learning experience and cultural identity problems.       Learning Ninjas Network    Laura Gatto    Learning Ninjas Network is a two prong design solution that offers professional development opportunities for teachers, and provides enhanced support resources for educators to effectively integrate and implement technology and game-based learning pedagogy in the classroom.    This online platform will serve as a high quality gateway for educators to collaborate, reflect and share their knowledge with one another and build a personal learning community both inside and outside the schoolyard. Using a scaffolded instructional design, the platform offers effective teacher-centered learning materials that are rooted in &ldquo;a learn by doing&rdquo; constructivist approach. I believe that through this approach, educators become better prepared to use and incorporate technology-embedded instruction and strategies for game-based learning, improving student learning and engagement.       WEClip    Sharon Gurel    WEClip is an application designed for adolescents from different cultural background with the goal to enhance multicultural learning through teaching and learning songs. In WEClip, participants are both coaches and singers. As coaches, they need to represent their cultural background and teach a song in their mother&rsquo;s tongue. As singers, they learn how to sing songs in foreign languages and get the exposure to different melodies, rhythms, and sounds. The process of teaching and learning is done by using video and web affordances with some gamification elements. Originally, WEClip was envisioned as a tool to create interaction between Arab and Jewish youth in Israel, but the tool is multinational and multicultural.       Cooking Mate    Nawamas Sakornwimon    Cooking Mate is an iOS mobile application designed for young adults who are living on a tight budget, but strive to maintain a good quality of life by having healthy and delicious meals. They can successfully learn how to cook by engaging in highly interactive features, such as, learning games, simulation, visual and audio guidance, and social interaction. The learning design is based on discovery learning model, and situated learning theory, in which learners will be learning by doing in the context and also immersed in the community of practice.             Thesis Projects, Fall 2013       MindUI    Alvaro Olsen    MindUI is a web based toolkit for the research and analysis of affective learning. These tools can be used to collect, visualize and correlate learner's affective information. In addition, a model for adaptive learning environments is applied to a learning environment as a Proof of Concept.             CounterStrike    Anisha Sridhar    CounterStrike is a narratively driven hybrid print and online experience which seeks to evoke empathy, teach users to identify behaviours that constitute street harassment and practice by-stander intervention strategies in a safe space. It also seeks to spark self-reflection and critical thought by asking users to choose counter-arguments that disprove commonly held attitudes and beliefs around street and public harassment in India; and inviting users to contribute and discuss their own experiences and attitudes about street and public harassment.          \"Kinect\" family play for school readiness    Yiyao Fu    \"Kinect\" family play for school readiness is an educational Xbox Kinect game designed to engage 3-6 year old children and their parents in an educational environment that fosters school readiness. The learning activities include action rhyming with multilingual nursery rhymes. Children play under the guidance of a parent or caregiver.          KnittEd    Rocio Almanza-Guillen    KnittEd is a web app to increase self-esteem through the exercise of creativity and problem solving skills among Mexican girls 12-15 years old.                         Thesis Projects, Spring 2013       ACTIVaide    Chava Wernick    ACTIVaide is a digital supplement to typical therapy, aims to help therapists and teachers in engaging students with special needs in their therapy and/or in skill-building exercises. It provides an interactive, hands-on experience focused on four different skill sets: fine motor, organizational, attention, and speech and language. Exercises use attractive technology and provide immediate feedback to users using graphics and sounds. It is also a mobile tool that allows the therapist to monitor the user&rsquo;s progress, store notes, and assign and track &ldquo;homework&rdquo; for the exercises. It was built under the design guidelines of Keller&rsquo;s ARCS model and Bandura&rsquo;s Social Learning ARRMs model, as well as under the Blended Learning, Multimedia Learning, and Social Learning theories.       Understanding MOOCs: A Literature Review    Remberto Jimenez    Understanding MOOCs: A Literature Review: MOOCs, or massive online open courses, have emerged as the current platform that some believe will revolutionize the field of education. For others, it is the latest distance-learning medium that has emerged. In some quarters, it is something entirely different from any distance-learning platform that has come before. Although MOOCs have only been around since 2008, there is much debate on the potential of MOOCs and the disruptive affect that it is having in higher education. The purpose of this paper is to examine current MOOC literature and identify MOOC characteristics, benefits, and problematics. The first part of this paper examines the history of distance learning. The second part of the paper examines the origins of MOOCs, MOOC characteristics and the MOOC providers found in the literature. The third part of this paper focuses on the problematics, discourse and future research recommendations.       Milk Allergy Match    Keith Grigoletto    Milk Allergy Match: An innovation of the historically popular tile-match genre, Milk Allergy Match is an iPad game that challenges adult caregivers to match safe-food selections for milk-allergic children. It&rsquo;s fun, fast, and a great learning tool for the population that has grown up with technology. This population, coined &ldquo;digital natives&rdquo; by Marc Prensky, expects twitch speed and fast cycles of learning. Milk Allergy Match delivers on that expectation yet provides the means for expanded learning. Safe selections are rewarded with points, but all selections provide education through immediate feedback of &ldquo;safe&rdquo; or &ldquo;unsafe.&rdquo; For slightly deeper learning, players can tap on a corresponding agent. For still greater opportunity for meaning, learners can save the names of questionable foods to a reminder album for later study. Social media outlets, also available, encourage collaboration with like-minded learners. Milk Allergy Match is principally guided by Adult Learning Theory, and Motivation Theory to emphasize user control in learning a subject of great relevance.    Cow&rsquo;s milk allergy remains the most common food allergy in children. Caregivers struggle relentlessly to avoid a reaction, which often shapes a household into a confused, complicated, and chaotic environment. Milk Allergy Match, with its low-barrier to entry; fast, relevant learning cycles; and fun, motivational mechanics can add relief.    It's something breakthrough and extraordinary for parents and equivalent caregivers living in the dark and mysterious world of milk allergy. Building awareness of safe-food selections, sharing learned content, and elevating vigilance: that&rsquo;s Milk Allergy Match!       Improving Literacy Outcomes for Indigenous Australians    Jorge Santiago    Improving Literacy Outcomes for Indigenous Australians: An investigative look at the role of Information Communication Technologies (ICTs) for improving literacy outcomes for Indigenous Australian primary students. A case study of past, present and future teaching and learning initiatives in Sydney, Melbourne and Perth. A look at the holistic role ICTs can play in bringing culture, history and language together to address basic literacy outcomes both inside and outside of the classroom. The importance of culturally responsive teaching and Aboriginal Pedagogy in ICT initiatives to address basic literacy outcomes for Indigenous learners.       In Real Life Vocabulary Application    Greg Scott Kinsey    In Real Life Vocabulary Application: The way adults currently study vocabulary for second language acquisition does not suit the needs of the learner. The In Real Life Vocabulary Application teaches students vocabulary where they would use it. Using a GPS map, learners will learn words as they walk around their actual world and take pictures and video of the meanings of those words in order to create personal experiences and narratives associated with those words. The words are then reviewed in the type of areas they were learned in and then used in other applications where they are reminded of their personal experiences with the media associated.       Valise: A Digital Portfolio Learning Environment    Jen SanMiguel    Valise: A Digital Portfolio Learning Environment: Valise is a digital portfolio tablet application and learning environment intended to develop and promote critical and reflective thinking skills in undergraduate students by encouraging them to analyze, synthesize and evaluate their learning over time and across subjects. The application draws on the affordances of mobile technology and social networking to further engage the student and to promote anytime, anywhere learning and reflection . Valise is meant to be institutionally supported and serve as a complement to in-class learning. Students will be able to use their portfolios to demonstrate evidence of learning to advisors, instructors, parents and employers. The application also provides tools for teachers for both instructional purposes and professional reflection.       ResilientMe! An Interactive Narrative    Keren Davis    ResilientMe! An Interactive Narrative: ResilientMe! is a web-based interactive narrative that aims to cultivate the resilience skills of self-regulation, and emotional intelligence in children ages seven to ten. ResilientMe! is a cross between a game and a storybook that tasks the user with a top-secret mission to help program a human-like robot to feel and act like a human child. The narrative will facilitate the user's understanding of the inter-connectivity between thoughts, emotions, and actions, and the role the three play in academic and life success. By programming, and controlling the robot, users will increase their own emotional intelligence, and practice self-regulation with the ultimate goal of being better equipped to handle stress, adversity, and other obstacles to academic success.               History of Master's Thesis Projects                                         This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Educational Communication and Technology - 2 Metrotech Center, 8th Floor, Brooklyn NY 11201"}]}]