[{"detail": [{"content": "Age of Un-Englightenment? Why We Just Don't 'Get' Climate Change                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                                        Age of Un-Englightenment? Why We Just Don't 'Get' Climate Change                       How’s this for government foresight? A scientist who warned Washington policy-makers back in the 1960s of harmful carbon dioxide doubling just 50 years down the road was told to come back with an update— in 49 years .                               This is just one chilling anecdote in Dale Jamieson ’s new book, Reason in a Dark Time: Why the Struggle Against Climate Change Failed—and What It Means for Our Future , which provides a comprehensive history of the denial and political paralysis that have prevented us from putting a stop to global warming (a phenomenon, Jamieson reveals, mainstream magazines were covering as early as the 1950s). “As a result of climate change,” he writes, “there will be massive extinctions of plants and animals, rising seas will engulf major cities and entire nations, and ‘natural’ disasters including droughts, heat waves, and storms will raise havoc with virtually all aspects of life.”   Yep, that bleak future is our doing; we have failed our descendants. On this point, the NYU Professor of Environmental Studies and Philosophy, Affiliated Professor of Law, and Director of the Animal Studies Initiative is very clear. And yet he spends little time dwelling on missed opportunities, instead devoting much of the book to why “it still matters what we do.”   Jamieson offers some concrete policy recommendations and calls for a more focused discussion about experimental technologies that could artificially cool the planet. “We will have to abandon the Promethean dream of a certain, decisive solution and instead engage with the messy world of temporary victories and local solutions while a new world comes into focus,” he writes. And yet most compelling are his thought experiments that challenge us to consider climate change as a moral problem as well as a scientific one.   A few days before Earth Day, NYU Stories caught up with Jamieson for what turned out to be a surprisingly uplifting conversation about ethics in an apocalyptic age—an edited version of which appears below. Be sure also to catch his lecture here on April 22.   —Eileen Reynolds                               Dale Jamieson         In your book you report that global warming was mentioned by President Johnson in a speech to Congress in 1965. Why has it taken so long to address the issue?  We have to separate a little the arc of the conversation about the environment generally from conversation about climate change. For the environment generally, a big change happens with the election of Ronald Reagan in 1980. He was running on an anti-regulation platform and particularly in his first term he appointed some militantly anti-environmentalist people to various cabinet positions. That really put the brake on the movement.   But one of the themes of my book is that climate change from the beginning is an odd issue that doesn’t fall very neatly into any categories. Initially, it wasn’t championed by environmental groups. One reason is that from the point of view of the 1970s and the 1980s, it looked like nuclear power would be one of the attractive policy options to respond to climate change, and the environmental movement was really very strongly anti-nuclear power. So it wasn’t a very attractive issue that way. Also, a lot of our thinking about policy tends to be oriented around a sort of good guy-bad guy polarization. Climate change is an issue that doesn’t fit very neatly into that stereotype. It’s the world’s biggest collective action problem, where we’re all involved in contributing to the problem to some extent and we’re all involved in suffering from the problem to some extent.   How did the public debate over this topic become so hostile?  This is part of why the book is called Reason in a Dark Time . People like me, who grew up in the 1950s and the 1960s, came up in a world in which we thought that reason was neutral. Republicans, Democrats—well-meaning people of whatever stripe—might disagree about solutions to problems, but they wouldn’t think of science as an enemy.   President Nixon, a Republican, created the EPA and signed the Endangered Species Act and many of the first-generation environmental laws. He may or may not have been as enthusiastic about environmental regulation as some other politicians, but he didn’t stand up on his hind feet and scream in the face of science. But since then something has happened to American politics, where people now somehow think of science as partisan. If you don’t like environmental regulation, then instead of thinking about what alternatives there are, you just sort of deny reality. And that’s really counter to the whole idea of the Enlightenment—the idea that through the use of science, through coming to know more about the world, we’ll improve the lives of most people.   You write that democratic governments may not be equipped to confront climate change. How can this be?  The great revolutionary 18th-century idea of democracy was that everybody who is affected by an action should take part in deciding whether to take that action. But the problem now, when it comes to something like climate change, is that many of those who are affected by the political decisions that a community makes are not represented in that political community itself.   Take future generations: We’ve already changed the climate in ways that will affect people for the next thousand years, but those people are not represented in this decision-making. When a country like the United States, for example, emits very high levels of gases that will adversely affect people in countries like Bangladesh, who don’t really do much emitting, they have no role in the decision-making process that goes on here in the U.S. And then there’s non-human nature: Climate change is going to drive many species to extinction, but they’re not part of any kind of community that makes decisions about how to organize the economic life of the planet. So it seems pretty reasonable to ask whether that kind of a political system is adequate for making decisions that have really long-term effects.   Many of us feel ashamed about not living greener lives, but is that vague sense of guilt enough to make us change our behavior?  I started thinking about this one day when I was sitting in New York and I got an invitation to fly across the world to Perth, Australia, to give one lecture about climate ethics. I thought to myself, what I’m going to do is be responsible for the same amount of greenhouse gas emissions that a hundred people in Bangladesh do in a year just so that I can fly to Australia to tell a bunch of people like me that it’s wrong to do what I just did to get there to tell them that. That’s a kind of Jon Stewart irony moment. But if I really think it’s morally wrong to emit this carbon, what I feel should be not just that this is stupid, silly, and self-indulgent, but that I’m a murderer, because I’m emitting carbon that causes all this damage. But not even I—someone who’s been working for this issue for 30 years!—really feels like a murderer when I do that.   That’s when it dawned on me that the kind of common-sense morality that we grow up with, that’s written onto our brains by the time we’re adults, just doesn’t extend to this kind of a problem. We can intellectually convince ourselves that we shouldn’t do things like that, but we’re not going to feel it the way that we feel the wrongness of intentionally lying to someone or stealing their bicycle.   Isn’t it also just tough for people to grasp that climate change is really happening?  Yes, and one piece of that just has to do with how we’re wired up in terms of our perception. We’re highly visual creatures, and we tend to respond really strongly to visual stimuli that we don’t like. And the main gas that’s changing climate? Well, it’s invisible, tasteless, odorless—it doesn’t present to our visual systems. Now imagine that carbon dioxide was a color. Suppose it was really disgusting yellowish green, and you could see that coming out of factories and cars. Then we’d associate that color with the damage that climate change causes and we’d be a lot more likely to respond to it.   If the efforts we make now won’t be able to reverse the substantial environmental changes already set in motion, why not just give up?  Part of what gives life meaning is being able to control things in the world and contribute to change. But the other thing that gives life meaning is really living in accordance with some values. I don’t mean to hold myself up as an exemplar of anything, because I do things like get on airplanes and fly to the other side of the world to give lectures, but mostly I ride my bike. And I don’t think that riding my bike is going to prevent climate change, but I do feel that it puts me on the side of people who want to do what they can to slow this down. In that sense, it’s living in accordance with my values. In a lot of ways that’s the most important thing about green consumerism. [It’s] not going to save the planet, it’s not going to stop climate change. But in so far as it really is an expression of people’s character, and their ideals, and what they want the world to be, then it is part of living a meaningful life.   So living green is almost like a devotional practice?  I wouldn’t reject that. I might prefer the language of spirituality to the language of religion, but it’s true.   Watch another interview with Jamieson here .                                                                Featured Wallpapers Read More                                  Meet Albert Gallatin, NYU's Founding Father Read More                                  Farm-Fresh Veggies for All Read More                                  Beyond Braille: A History of Reading By Ear Read More                                  What's in a Name? A Lot, When You're Talking Race Read More                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Age of Un-Englightenment? Why We Just Don't 'Get' Climate Change                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                                        Age of Un-Englightenment? Why We Just Don't 'Get' Climate Change                       How’s this for government foresight? A scientist who warned Washington policy-makers back in the 1960s of harmful carbon dioxide doubling just 50 years down the road was told to come back with an update— in 49 years .                               This is just one chilling anecdote in Dale Jamieson ’s new book, Reason in a Dark Time: Why the Struggle Against Climate Change Failed—and What It Means for Our Future , which provides a comprehensive history of the denial and political paralysis that have prevented us from putting a stop to global warming (a phenomenon, Jamieson reveals, mainstream magazines were covering as early as the 1950s). “As a result of climate change,” he writes, “there will be massive extinctions of plants and animals, rising seas will engulf major cities and entire nations, and ‘natural’ disasters including droughts, heat waves, and storms will raise havoc with virtually all aspects of life.”   Yep, that bleak future is our doing; we have failed our descendants. On this point, the NYU Professor of Environmental Studies and Philosophy, Affiliated Professor of Law, and Director of the Animal Studies Initiative is very clear. And yet he spends little time dwelling on missed opportunities, instead devoting much of the book to why “it still matters what we do.”   Jamieson offers some concrete policy recommendations and calls for a more focused discussion about experimental technologies that could artificially cool the planet. “We will have to abandon the Promethean dream of a certain, decisive solution and instead engage with the messy world of temporary victories and local solutions while a new world comes into focus,” he writes. And yet most compelling are his thought experiments that challenge us to consider climate change as a moral problem as well as a scientific one.   A few days before Earth Day, NYU Stories caught up with Jamieson for what turned out to be a surprisingly uplifting conversation about ethics in an apocalyptic age—an edited version of which appears below. Be sure also to catch his lecture here on April 22.   —Eileen Reynolds                               Dale Jamieson         In your book you report that global warming was mentioned by President Johnson in a speech to Congress in 1965. Why has it taken so long to address the issue?  We have to separate a little the arc of the conversation about the environment generally from conversation about climate change. For the environment generally, a big change happens with the election of Ronald Reagan in 1980. He was running on an anti-regulation platform and particularly in his first term he appointed some militantly anti-environmentalist people to various cabinet positions. That really put the brake on the movement.   But one of the themes of my book is that climate change from the beginning is an odd issue that doesn’t fall very neatly into any categories. Initially, it wasn’t championed by environmental groups. One reason is that from the point of view of the 1970s and the 1980s, it looked like nuclear power would be one of the attractive policy options to respond to climate change, and the environmental movement was really very strongly anti-nuclear power. So it wasn’t a very attractive issue that way. Also, a lot of our thinking about policy tends to be oriented around a sort of good guy-bad guy polarization. Climate change is an issue that doesn’t fit very neatly into that stereotype. It’s the world’s biggest collective action problem, where we’re all involved in contributing to the problem to some extent and we’re all involved in suffering from the problem to some extent.   How did the public debate over this topic become so hostile?  This is part of why the book is called Reason in a Dark Time . People like me, who grew up in the 1950s and the 1960s, came up in a world in which we thought that reason was neutral. Republicans, Democrats—well-meaning people of whatever stripe—might disagree about solutions to problems, but they wouldn’t think of science as an enemy.   President Nixon, a Republican, created the EPA and signed the Endangered Species Act and many of the first-generation environmental laws. He may or may not have been as enthusiastic about environmental regulation as some other politicians, but he didn’t stand up on his hind feet and scream in the face of science. But since then something has happened to American politics, where people now somehow think of science as partisan. If you don’t like environmental regulation, then instead of thinking about what alternatives there are, you just sort of deny reality. And that’s really counter to the whole idea of the Enlightenment—the idea that through the use of science, through coming to know more about the world, we’ll improve the lives of most people.   You write that democratic governments may not be equipped to confront climate change. How can this be?  The great revolutionary 18th-century idea of democracy was that everybody who is affected by an action should take part in deciding whether to take that action. But the problem now, when it comes to something like climate change, is that many of those who are affected by the political decisions that a community makes are not represented in that political community itself.   Take future generations: We’ve already changed the climate in ways that will affect people for the next thousand years, but those people are not represented in this decision-making. When a country like the United States, for example, emits very high levels of gases that will adversely affect people in countries like Bangladesh, who don’t really do much emitting, they have no role in the decision-making process that goes on here in the U.S. And then there’s non-human nature: Climate change is going to drive many species to extinction, but they’re not part of any kind of community that makes decisions about how to organize the economic life of the planet. So it seems pretty reasonable to ask whether that kind of a political system is adequate for making decisions that have really long-term effects.   Many of us feel ashamed about not living greener lives, but is that vague sense of guilt enough to make us change our behavior?  I started thinking about this one day when I was sitting in New York and I got an invitation to fly across the world to Perth, Australia, to give one lecture about climate ethics. I thought to myself, what I’m going to do is be responsible for the same amount of greenhouse gas emissions that a hundred people in Bangladesh do in a year just so that I can fly to Australia to tell a bunch of people like me that it’s wrong to do what I just did to get there to tell them that. That’s a kind of Jon Stewart irony moment. But if I really think it’s morally wrong to emit this carbon, what I feel should be not just that this is stupid, silly, and self-indulgent, but that I’m a murderer, because I’m emitting carbon that causes all this damage. But not even I—someone who’s been working for this issue for 30 years!—really feels like a murderer when I do that.   That’s when it dawned on me that the kind of common-sense morality that we grow up with, that’s written onto our brains by the time we’re adults, just doesn’t extend to this kind of a problem. We can intellectually convince ourselves that we shouldn’t do things like that, but we’re not going to feel it the way that we feel the wrongness of intentionally lying to someone or stealing their bicycle.   Isn’t it also just tough for people to grasp that climate change is really happening?  Yes, and one piece of that just has to do with how we’re wired up in terms of our perception. We’re highly visual creatures, and we tend to respond really strongly to visual stimuli that we don’t like. And the main gas that’s changing climate? Well, it’s invisible, tasteless, odorless—it doesn’t present to our visual systems. Now imagine that carbon dioxide was a color. Suppose it was really disgusting yellowish green, and you could see that coming out of factories and cars. Then we’d associate that color with the damage that climate change causes and we’d be a lot more likely to respond to it.   If the efforts we make now won’t be able to reverse the substantial environmental changes already set in motion, why not just give up?  Part of what gives life meaning is being able to control things in the world and contribute to change. But the other thing that gives life meaning is really living in accordance with some values. I don’t mean to hold myself up as an exemplar of anything, because I do things like get on airplanes and fly to the other side of the world to give lectures, but mostly I ride my bike. And I don’t think that riding my bike is going to prevent climate change, but I do feel that it puts me on the side of people who want to do what they can to slow this down. In that sense, it’s living in accordance with my values. In a lot of ways that’s the most important thing about green consumerism. [It’s] not going to save the planet, it’s not going to stop climate change. But in so far as it really is an expression of people’s character, and their ideals, and what they want the world to be, then it is part of living a meaningful life.   So living green is almost like a devotional practice?  I wouldn’t reject that. I might prefer the language of spirituality to the language of religion, but it’s true.   Watch another interview with Jamieson here .                                                                Featured Wallpapers Read More                                  Meet Albert Gallatin, NYU's Founding Father Read More                                  Farm-Fresh Veggies for All Read More                                  Beyond Braille: A History of Reading By Ear Read More                                  What's in a Name? A Lot, When You're Talking Race Read More                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Programs &amp; Centers                                                                                                                Skip to Navigation | Skip to Content                        Home |     Calendar |     Updates |     Site Map |     Contact Us            Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                     go                                                       New York University              New York University                           About Sustainability Campus Projects Get Involved Recycling &amp; Waste Environmental Assessment  Academics &amp; Research  Educating for Sustainability  Programs &amp; Centers  Environment-related Course Listing Research Studies and Reports  Links &amp; Resources                               Home &raquo; Academics &amp; Research &raquo; Programs &amp; Centers  Programs &amp; Centers The following are a selection of environment- or sustainability-related academic programs, departments, and centers at NYU:    Undergraduate   Environmental Studies  The new Environmental Studies Program aims to provide students with the breadth of understanding and skills necessary for resolving environmental questions and creating a sustainable future on scales ranging from local to global. It emphasizes integrated, problem-oriented study and a broad range of courses across disciplines and schools.    Biology  The Biology department offers students the opportunity to explore the various areas of current biology in an integrated yet diverse program that builds from a solid foundation of the basic elements of molecular and cellular biology, genetics, evolution, organ systems, and population studies. The department also offers a series of discrete minors in the life sciences, specifically in the areas of molecular and cell biology, genetics, genomics and bioinformatics, and environmental biology.    Animal Studies Initiative  The Animal Studies Initiative promotes and supports research and teaching in the emerging area of Animal Studies. It does so by administering an undergraduate minor in Animal Studies, supporting research and teaching, and sponsoring public events and workshops.    Graduate   Bioethics   The program promotes a broad conception of bioethics encompassing both medical and environmental ethics through conferences, workshops, public lectures, and graduate courses.    Center on Environmental and Land Use Law (NYU School of Law)  This center emphasizes legal research and problem-solving in three principal subject areas: Environmental Regulation, International Environmental Law and Sustainable Development, and Land Use Law and Regulation.    Environmental Conservation Education (NYU Steinhardt)   An intensive interdisciplinary MA program that involves students in a consideration of social, philosophical, political, and educational perspectives on the environment. The ECE program is the oldest graduate program in environmental studies in the U.S. with a foundation in environmental philosophy rather than science.   Master of Urban Planning (NYU Wagner)   This program not only provides students with an understanding of the economic, technological and social forces that shape metropolitan areas at home and abroad, it also equips them with the tools needed to confront the key challenges facing urban communities across the globe.    Certificate in Sustainable Design, Construction, and Development (SCPS Schack Institute of Real Estate)  This certificate program was created to clear a career path for those interested in equipping themselves to serve a vital public purpose and master an invaluable field of knowledge for future real estate practice.    CUSP (Center for Urban Science and Progress)  The Center for Urban Science and Progress (CUSP) is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world's leading authority in the emerging field of \"Urban Informatics.\"     Other programs with elective courses that focus on environmental issues:    Individualized Concentrations (NYU Gallatin)   Though Gallatin does not offer a degree with an explicit environmental focus, its interdisciplinary, individualized undergraduate and graduate degree programs have often lent themselves to environmental study. Students have access to courses across several different NYU schools, and many choose to develop sustainability-related concentrations by combining resources throughout the university. Gallatin itself also offers several environment-focused courses.    Interactive Telecommunications Program (NYU Tisch)   ITP challenges students to apply their creativity and imagination to the latest digital tools and techniques and push the boundaries of interactivity in the real and digital worlds. The development and use of interactive technologies can place heavy demand on our environment, but on the other hand, these technologies can be used to make a positive impact as well. Several sustainable design and renewable energy-related courses are offered.    Master of Science in Global Affairs (SCPS)  This M.S. Program offers a context for understanding critical issues in international politics, economics, dispute settlement, law, human rights, energy, the environment, and related areas. The program's environmental courses focus on global warming and natural resources.    Science, Health &amp; Environmental Reporting (NYU Arts and Sciences, Journalism)  SHERP is a 16- month graduate-level science journalism program. It emphasizes intensive training in research, reporting and writing as well as immersion in a wide range of cutting-edge scientific issues, from genetics to global climate change.    Department of Environmental Medicine (NYU Medicine)  One of the nation's oldest and foremost centers for research into the health effects of environmental pollution. Research divisions include Biostatistics, Human Exposure and Health Effects, and Epidemiology. The department offers a graduate program in Environmental Health Science.    Food Studies  Food Studies offers an interdisciplinary approach to the study of food as a bio-cultural system focused on the urban environment.    Other Programs and Initiatives    Environmental Health Clinic  The Environmental Health Clinic at NYU is a clinic and lab, modeled on other health clinics at universities. However the project approaches health from an understanding of its dependence on external local environments; rather than on the internal biology and genetic predispositions of an individual.    Center for the Sustainable Built Environment (NYU SCPS)   The Center for the Sustainable Built Environment (SBE) at the NYU Schack Institute of Real Estate fills the critical need to improve decision-making and sustainable practices in real estate and construction industries. The goal of SBE is to foster innovation in building technologies, public policies, and financial and regulatory mechanisms that will accelerate and expand the deployment of sustainable practices in the real estate and construction industries.    New York City Accelerator for a Clean and Renewable Economy (ACRE) (NYU-Poly)  The New York City Accelerator for a Clean and Renewable Economy (NYC ACRE) helps clean technology and renewable energy companies in New York City grow, advancing the City as a role model for environmental sustainability and smart growth. NYC ACRE is seeded by a four year, $1.6M grant from the New York State Energy and Research Development Authority (NYSERDA) to NYU-Poly aimed at growing an ecosystem of entrepreneurs, international companies, and innovative local businesses that are providing solutions to climate and energy issues while growing the cleantech/renewable energy sector and creating jobs in NYC.    Wallerstein Collaborative for Urban Environmental Education (NYU Steinhardt)  The Collaborative provides a year-round program which stimulates public school teachers in the metropolitan New York City region to bring environmental education into the classroom. The Collaborative also provides increased environmental education opportunities for pre-service teachers through direct experience in the urban environment.    GLOBAL Design NYU  GLOBAL Design NYU has as its mission to bring together current designers, educators, and innovators who are clustered in certain locations, but whose work is far-reaching in outlook. The GLOBAL Design lecture series are comprised to showcase potent innovation processes as it relates to visionary architecture, urbanism, ecological planning, and how this process of innovation ties to education.    Marron Institute  New York University's Marron Institute on Cities and the Urban Environment is an interdisciplinary and international effort to advance vital new research and teaching on cities and the urban environment.    Institute for Public Knowledge  The Institute for Public Knowledge (IPK) brings theoretically serious scholarship to bear on major public issues. Located at NYU, it nurtures collaboration among social researchers in New York and around the world. It builds bridges between university-based researchers and organizations pursuing practical action. It supports communication between researchers and broader publics. And it examines transformations in the public sphere, social science, and the university as a social institution as these change the conditions for public knowledge.             Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications     Copyright Communication | Important Notice | Feedback"}]},
{"detail": [{"content": "Age of Un-Englightenment? Why We Just Don't 'Get' Climate Change                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                                        Age of Un-Englightenment? Why We Just Don't 'Get' Climate Change                       How’s this for government foresight? A scientist who warned Washington policy-makers back in the 1960s of harmful carbon dioxide doubling just 50 years down the road was told to come back with an update— in 49 years .                               This is just one chilling anecdote in Dale Jamieson ’s new book, Reason in a Dark Time: Why the Struggle Against Climate Change Failed—and What It Means for Our Future , which provides a comprehensive history of the denial and political paralysis that have prevented us from putting a stop to global warming (a phenomenon, Jamieson reveals, mainstream magazines were covering as early as the 1950s). “As a result of climate change,” he writes, “there will be massive extinctions of plants and animals, rising seas will engulf major cities and entire nations, and ‘natural’ disasters including droughts, heat waves, and storms will raise havoc with virtually all aspects of life.”   Yep, that bleak future is our doing; we have failed our descendants. On this point, the NYU Professor of Environmental Studies and Philosophy, Affiliated Professor of Law, and Director of the Animal Studies Initiative is very clear. And yet he spends little time dwelling on missed opportunities, instead devoting much of the book to why “it still matters what we do.”   Jamieson offers some concrete policy recommendations and calls for a more focused discussion about experimental technologies that could artificially cool the planet. “We will have to abandon the Promethean dream of a certain, decisive solution and instead engage with the messy world of temporary victories and local solutions while a new world comes into focus,” he writes. And yet most compelling are his thought experiments that challenge us to consider climate change as a moral problem as well as a scientific one.   A few days before Earth Day, NYU Stories caught up with Jamieson for what turned out to be a surprisingly uplifting conversation about ethics in an apocalyptic age—an edited version of which appears below. Be sure also to catch his lecture here on April 22.   —Eileen Reynolds                               Dale Jamieson         In your book you report that global warming was mentioned by President Johnson in a speech to Congress in 1965. Why has it taken so long to address the issue?  We have to separate a little the arc of the conversation about the environment generally from conversation about climate change. For the environment generally, a big change happens with the election of Ronald Reagan in 1980. He was running on an anti-regulation platform and particularly in his first term he appointed some militantly anti-environmentalist people to various cabinet positions. That really put the brake on the movement.   But one of the themes of my book is that climate change from the beginning is an odd issue that doesn’t fall very neatly into any categories. Initially, it wasn’t championed by environmental groups. One reason is that from the point of view of the 1970s and the 1980s, it looked like nuclear power would be one of the attractive policy options to respond to climate change, and the environmental movement was really very strongly anti-nuclear power. So it wasn’t a very attractive issue that way. Also, a lot of our thinking about policy tends to be oriented around a sort of good guy-bad guy polarization. Climate change is an issue that doesn’t fit very neatly into that stereotype. It’s the world’s biggest collective action problem, where we’re all involved in contributing to the problem to some extent and we’re all involved in suffering from the problem to some extent.   How did the public debate over this topic become so hostile?  This is part of why the book is called Reason in a Dark Time . People like me, who grew up in the 1950s and the 1960s, came up in a world in which we thought that reason was neutral. Republicans, Democrats—well-meaning people of whatever stripe—might disagree about solutions to problems, but they wouldn’t think of science as an enemy.   President Nixon, a Republican, created the EPA and signed the Endangered Species Act and many of the first-generation environmental laws. He may or may not have been as enthusiastic about environmental regulation as some other politicians, but he didn’t stand up on his hind feet and scream in the face of science. But since then something has happened to American politics, where people now somehow think of science as partisan. If you don’t like environmental regulation, then instead of thinking about what alternatives there are, you just sort of deny reality. And that’s really counter to the whole idea of the Enlightenment—the idea that through the use of science, through coming to know more about the world, we’ll improve the lives of most people.   You write that democratic governments may not be equipped to confront climate change. How can this be?  The great revolutionary 18th-century idea of democracy was that everybody who is affected by an action should take part in deciding whether to take that action. But the problem now, when it comes to something like climate change, is that many of those who are affected by the political decisions that a community makes are not represented in that political community itself.   Take future generations: We’ve already changed the climate in ways that will affect people for the next thousand years, but those people are not represented in this decision-making. When a country like the United States, for example, emits very high levels of gases that will adversely affect people in countries like Bangladesh, who don’t really do much emitting, they have no role in the decision-making process that goes on here in the U.S. And then there’s non-human nature: Climate change is going to drive many species to extinction, but they’re not part of any kind of community that makes decisions about how to organize the economic life of the planet. So it seems pretty reasonable to ask whether that kind of a political system is adequate for making decisions that have really long-term effects.   Many of us feel ashamed about not living greener lives, but is that vague sense of guilt enough to make us change our behavior?  I started thinking about this one day when I was sitting in New York and I got an invitation to fly across the world to Perth, Australia, to give one lecture about climate ethics. I thought to myself, what I’m going to do is be responsible for the same amount of greenhouse gas emissions that a hundred people in Bangladesh do in a year just so that I can fly to Australia to tell a bunch of people like me that it’s wrong to do what I just did to get there to tell them that. That’s a kind of Jon Stewart irony moment. But if I really think it’s morally wrong to emit this carbon, what I feel should be not just that this is stupid, silly, and self-indulgent, but that I’m a murderer, because I’m emitting carbon that causes all this damage. But not even I—someone who’s been working for this issue for 30 years!—really feels like a murderer when I do that.   That’s when it dawned on me that the kind of common-sense morality that we grow up with, that’s written onto our brains by the time we’re adults, just doesn’t extend to this kind of a problem. We can intellectually convince ourselves that we shouldn’t do things like that, but we’re not going to feel it the way that we feel the wrongness of intentionally lying to someone or stealing their bicycle.   Isn’t it also just tough for people to grasp that climate change is really happening?  Yes, and one piece of that just has to do with how we’re wired up in terms of our perception. We’re highly visual creatures, and we tend to respond really strongly to visual stimuli that we don’t like. And the main gas that’s changing climate? Well, it’s invisible, tasteless, odorless—it doesn’t present to our visual systems. Now imagine that carbon dioxide was a color. Suppose it was really disgusting yellowish green, and you could see that coming out of factories and cars. Then we’d associate that color with the damage that climate change causes and we’d be a lot more likely to respond to it.   If the efforts we make now won’t be able to reverse the substantial environmental changes already set in motion, why not just give up?  Part of what gives life meaning is being able to control things in the world and contribute to change. But the other thing that gives life meaning is really living in accordance with some values. I don’t mean to hold myself up as an exemplar of anything, because I do things like get on airplanes and fly to the other side of the world to give lectures, but mostly I ride my bike. And I don’t think that riding my bike is going to prevent climate change, but I do feel that it puts me on the side of people who want to do what they can to slow this down. In that sense, it’s living in accordance with my values. In a lot of ways that’s the most important thing about green consumerism. [It’s] not going to save the planet, it’s not going to stop climate change. But in so far as it really is an expression of people’s character, and their ideals, and what they want the world to be, then it is part of living a meaningful life.   So living green is almost like a devotional practice?  I wouldn’t reject that. I might prefer the language of spirituality to the language of religion, but it’s true.   Watch another interview with Jamieson here .                                                                Featured Wallpapers Read More                                  Meet Albert Gallatin, NYU's Founding Father Read More                                  Farm-Fresh Veggies for All Read More                                  Beyond Braille: A History of Reading By Ear Read More                                  What's in a Name? A Lot, When You're Talking Race Read More                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Programs &amp; Centers                                                                                                                Skip to Navigation | Skip to Content                        Home |     Calendar |     Updates |     Site Map |     Contact Us            Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                     go                                                       New York University              New York University                           About Sustainability Campus Projects Get Involved Recycling &amp; Waste Environmental Assessment  Academics &amp; Research  Educating for Sustainability  Programs &amp; Centers  Environment-related Course Listing Research Studies and Reports  Links &amp; Resources                               Home &raquo; Academics &amp; Research &raquo; Programs &amp; Centers  Programs &amp; Centers The following are a selection of environment- or sustainability-related academic programs, departments, and centers at NYU:    Undergraduate   Environmental Studies  The new Environmental Studies Program aims to provide students with the breadth of understanding and skills necessary for resolving environmental questions and creating a sustainable future on scales ranging from local to global. It emphasizes integrated, problem-oriented study and a broad range of courses across disciplines and schools.    Biology  The Biology department offers students the opportunity to explore the various areas of current biology in an integrated yet diverse program that builds from a solid foundation of the basic elements of molecular and cellular biology, genetics, evolution, organ systems, and population studies. The department also offers a series of discrete minors in the life sciences, specifically in the areas of molecular and cell biology, genetics, genomics and bioinformatics, and environmental biology.    Animal Studies Initiative  The Animal Studies Initiative promotes and supports research and teaching in the emerging area of Animal Studies. It does so by administering an undergraduate minor in Animal Studies, supporting research and teaching, and sponsoring public events and workshops.    Graduate   Bioethics   The program promotes a broad conception of bioethics encompassing both medical and environmental ethics through conferences, workshops, public lectures, and graduate courses.    Center on Environmental and Land Use Law (NYU School of Law)  This center emphasizes legal research and problem-solving in three principal subject areas: Environmental Regulation, International Environmental Law and Sustainable Development, and Land Use Law and Regulation.    Environmental Conservation Education (NYU Steinhardt)   An intensive interdisciplinary MA program that involves students in a consideration of social, philosophical, political, and educational perspectives on the environment. The ECE program is the oldest graduate program in environmental studies in the U.S. with a foundation in environmental philosophy rather than science.   Master of Urban Planning (NYU Wagner)   This program not only provides students with an understanding of the economic, technological and social forces that shape metropolitan areas at home and abroad, it also equips them with the tools needed to confront the key challenges facing urban communities across the globe.    Certificate in Sustainable Design, Construction, and Development (SCPS Schack Institute of Real Estate)  This certificate program was created to clear a career path for those interested in equipping themselves to serve a vital public purpose and master an invaluable field of knowledge for future real estate practice.    CUSP (Center for Urban Science and Progress)  The Center for Urban Science and Progress (CUSP) is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world's leading authority in the emerging field of \"Urban Informatics.\"     Other programs with elective courses that focus on environmental issues:    Individualized Concentrations (NYU Gallatin)   Though Gallatin does not offer a degree with an explicit environmental focus, its interdisciplinary, individualized undergraduate and graduate degree programs have often lent themselves to environmental study. Students have access to courses across several different NYU schools, and many choose to develop sustainability-related concentrations by combining resources throughout the university. Gallatin itself also offers several environment-focused courses.    Interactive Telecommunications Program (NYU Tisch)   ITP challenges students to apply their creativity and imagination to the latest digital tools and techniques and push the boundaries of interactivity in the real and digital worlds. The development and use of interactive technologies can place heavy demand on our environment, but on the other hand, these technologies can be used to make a positive impact as well. Several sustainable design and renewable energy-related courses are offered.    Master of Science in Global Affairs (SCPS)  This M.S. Program offers a context for understanding critical issues in international politics, economics, dispute settlement, law, human rights, energy, the environment, and related areas. The program's environmental courses focus on global warming and natural resources.    Science, Health &amp; Environmental Reporting (NYU Arts and Sciences, Journalism)  SHERP is a 16- month graduate-level science journalism program. It emphasizes intensive training in research, reporting and writing as well as immersion in a wide range of cutting-edge scientific issues, from genetics to global climate change.    Department of Environmental Medicine (NYU Medicine)  One of the nation's oldest and foremost centers for research into the health effects of environmental pollution. Research divisions include Biostatistics, Human Exposure and Health Effects, and Epidemiology. The department offers a graduate program in Environmental Health Science.    Food Studies  Food Studies offers an interdisciplinary approach to the study of food as a bio-cultural system focused on the urban environment.    Other Programs and Initiatives    Environmental Health Clinic  The Environmental Health Clinic at NYU is a clinic and lab, modeled on other health clinics at universities. However the project approaches health from an understanding of its dependence on external local environments; rather than on the internal biology and genetic predispositions of an individual.    Center for the Sustainable Built Environment (NYU SCPS)   The Center for the Sustainable Built Environment (SBE) at the NYU Schack Institute of Real Estate fills the critical need to improve decision-making and sustainable practices in real estate and construction industries. The goal of SBE is to foster innovation in building technologies, public policies, and financial and regulatory mechanisms that will accelerate and expand the deployment of sustainable practices in the real estate and construction industries.    New York City Accelerator for a Clean and Renewable Economy (ACRE) (NYU-Poly)  The New York City Accelerator for a Clean and Renewable Economy (NYC ACRE) helps clean technology and renewable energy companies in New York City grow, advancing the City as a role model for environmental sustainability and smart growth. NYC ACRE is seeded by a four year, $1.6M grant from the New York State Energy and Research Development Authority (NYSERDA) to NYU-Poly aimed at growing an ecosystem of entrepreneurs, international companies, and innovative local businesses that are providing solutions to climate and energy issues while growing the cleantech/renewable energy sector and creating jobs in NYC.    Wallerstein Collaborative for Urban Environmental Education (NYU Steinhardt)  The Collaborative provides a year-round program which stimulates public school teachers in the metropolitan New York City region to bring environmental education into the classroom. The Collaborative also provides increased environmental education opportunities for pre-service teachers through direct experience in the urban environment.    GLOBAL Design NYU  GLOBAL Design NYU has as its mission to bring together current designers, educators, and innovators who are clustered in certain locations, but whose work is far-reaching in outlook. The GLOBAL Design lecture series are comprised to showcase potent innovation processes as it relates to visionary architecture, urbanism, ecological planning, and how this process of innovation ties to education.    Marron Institute  New York University's Marron Institute on Cities and the Urban Environment is an interdisciplinary and international effort to advance vital new research and teaching on cities and the urban environment.    Institute for Public Knowledge  The Institute for Public Knowledge (IPK) brings theoretically serious scholarship to bear on major public issues. Located at NYU, it nurtures collaboration among social researchers in New York and around the world. It builds bridges between university-based researchers and organizations pursuing practical action. It supports communication between researchers and broader publics. And it examines transformations in the public sphere, social science, and the university as a social institution as these change the conditions for public knowledge.             Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications     Copyright Communication | Important Notice | Feedback"}, {"content": "Alliance for Climate Change and the Environment | NYU Wagner                                    Jump to navigation                                                         Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Students › Wagner Student Association › Alliance for Climate Change and the Environment          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                Alliance for Climate Change and the Environment          Wagner Student Association   Student Group Directory   Connect                  Request More Information    Apply to Wagner                                      Mission Statement      The Alliance for Climate Change and Environment insists that climate literacy and fluency in the emerging challenges of environmental sustainability and climate change are critically important to the development of public service professionals at NYU-Wagner, regardless of specialization. To that end, the Alliance for Climate Change and Environment at Wagner advocates for inclusion of emerging issues in key courses and curriculums and works to build understanding of the intersections of climate with urban planning, health, and public policy through workshop series, panel events, and collaborative initiatives across the NYU community.                 Membership      Membership is open to all the NYU and Wagner community and our events are open to those in the general public interested in issues relating to climate and environment. We are always eager to strengthen our relationships with other organizations and individuals that identify with our mission.                     Executive Board 2014-2015   Chair:  Vanessa Bobadilla   Vice Chair:  Melika Edquist   Financial Manager:  Annie Benn   Communications Manager:  Erika Harris   Events Chair: Kasia Orzechowski   First Year representative: Pending         Academic Advisor   John Gershman                    Connect                                                                                                © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]