[{"detail": [{"content": "MPA in Health Policy and Management | NYU Wagner                                     Jump to navigation                                                            Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                MPA in Health Policy and Management         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information    Apply to Wagner                                      Ranked #8 in Health Policy and Management by U.S. News and World Report     NYU Wagner's Health Policy and Management program has been recognized as one of the best in the country. Located in a school of public service rather than in a medical or public health school, our program crosses traditional boundaries, linking management, finance, policy, and providing students with the cutting-edge concepts and skills needed to shape the future of health policy and management.   Students receive a set of tools and experiences that allow them to understand both the delivery of health care services and the broader social, cultural, and economic factors that influence health outcomes. Our students experience firsthand the importance of health care delivery and health promotion in one of the most interesting, diverse, and complex cities in the world, and our graduates work in every sector of the health care system.   Exploring ...       Food/Obesity   Global Health   Health   Health IT   Management   Public Policy   Urban Health   Water   Hospitals   Leadership   Service Delivery   Aging   Poverty                        Video                                  Victor Rodwin | How does the healthcare in NYC compare to other world cities?      Health      .                Paul Farmer | Is providing healthcare to the poor entrepreneurial?      Health      .                Amirav Davy      Health      .                Sherry Glied | On the Brink Healthcare Reform Puts These 3 Groups at Risk      Health      .                Sherry Glied | An Insider&#039;s View of the Affordable Care Act      Health      .                Karl Hoffmann      Health      .                Beth C. Weitzman | Can dying cities be saved?      Health      .                Sherry Glied | Is the Consumerization of Healthcare Set Up for Failure?      Health      .                Karl Hofmann      Leadership      .                David Schachter | The Capstone Program      Capstone      .                Paul Farmer      Leadership      .                WAGTalk: Karen Grepin, “Educating Girls, Child Health, and the Developing World”      Health      .                Rogan Kersh      Health      .                WAGTalk: John Billings, “Improving Care for High Cost/ High Risk Patients”      Health      .                Ellen Schall, Martin Cherkasky Professor of Health Policy &amp; Management      Health      .                                   Wagner's health program integrates policy and management across not-for-profit, community, and government fields, which is ideal for students whose careers are likely to transcend single sectors.   -Professor Anthony Kovner, Professor of Public and Health Management.       Related Links     MPA-Health Brochure   Advisement   Course Registration   Capstone   Student Journey   Study and Collaboration Spaces   Student Organizations   Wagner Health Network (WHN)   Wagner Management &amp; Leadership Organization (WMLO)   Wagner Policy Alliance (WPA)                          Global Perspective   The international curriculum in NYU Wagner's Health Policy and Management teaches across disciplines and provides a deep understanding of the factors that impact health across the globe. Read More   The Health Policy and Management program provides a comparative interdisciplinary foundation that bridges cutting-edge conceptual thinking, critical analytical techniques and concrete health management skills. Students study the key factors that explain the unequal distribution of health and disease in the world, particularly in developing countries, and the modes of intervention to improve global health.                                  News/In the Press                           04/28/2015      Don’t Go to Nepal to Help. Stay Home and Send Money Instead! – Jessica Alexander in Slate      Don’t Go to Nepal to Help. Stay Home and Send Money Instead!      Press           04/23/2015      How Do We Protect New York City’s Pedestrians? – Zhan Guo (郭湛) in The New York Times Magazine      How Do We Protect New York City’s Pedestrians?      Press                          More News                                   Upcoming Events                           05/05/2015      Red Rabbit--Healthy Neighborhoods and the School Lunch Program             05/06/2015      The Price of Healthcare: Why so much variability and so little transparency?                       More Events                                                         © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Microeconomics for Public Management, Planning, and Policy Analysis | NYU Wagner                                    Jump to navigation                                                             Microeconomics for Public Management, Planning, and Policy Analysis   CORE-GP.1018, 3 points.       Courses         Description |    Syllabi |    Evaluations           The primary purpose of the microeconomics core course is to enable you to use microeconomic thinking, concepts and tools in your professional public service work. Accomplishing this also requires refreshing and strengthening your quantitative skills.      The course begins with the basics of supply and demand and market operations, and uses this as the context for considering consumer and organizational decisions within a given market structure. The course builds to applying economic analysis to a variety of public issues such as the effects of taxation, the market structure of health care, the impacts of the minimum wage, the effects of international trade and various approaches to environmental externalities.      By the end of the course you should be able to articulate the economic context and analysis of a public problem, use economic concepts in managerial and policy decisions, and progress to second level courses confident of your understanding of microeconomics and its tools.    Prerequisites: None                     Semester     Instructor     Syllabus Link         Spring 2015 Sewin Chan, Diana Beck Syllabus  Fall 2014 Erico Hoyt Dixon Syllabus  Fall 2014 Michael Suher Syllabus  Fall 2014 Jorge De la Roca Syllabus  Fall 2014 Ingrid Gould Ellen Syllabus  Spring 2014 Sewin Chan, Diana Beck Syllabus  Fall 2013 Sewin Chan, Diana Beck, Ingrid Gould Ellen Syllabus  Summer 2013 Jorge De la Roca Syllabus  Spring 2013 Sewin Chan Syllabus  Spring 2013 Sewin Chan Syllabus  Fall 2012 Ingrid Gould Ellen Syllabus  Fall 2012 Diana Beck Syllabus  Fall 2012 Diana Beck Syllabus  Fall 2012 Katherine M. O'Regan Syllabus  Fall 2012 Katherine M. O'Regan Syllabus  Spring 2012 Sewin Chan Syllabus  Fall 2011 Katherine M. O'Regan Syllabus  Fall 2011 Diana Beck Syllabus  Fall 2011 Diana Beck Syllabus  Fall 2011 Sewin Chan Syllabus  Fall 2011 Katherine M. O'Regan Syllabus  Spring 2011 Sewin Chan Syllabus  Fall 2010 Neene Owate Syllabus  Fall 2010 Michael Gedal Syllabus  Fall 2010 Diana Beck Syllabus  Fall 2010 Ingrid Gould Ellen Syllabus  Fall 2010 Katherine M. O'Regan Syllabus  Summer 2010  Syllabus  Spring 2010 Sewin Chan Syllabus  Fall 2009 Ingrid Gould Ellen Syllabus  Spring 2009 Diana Beck Syllabus  Spring 2008 Sewin Chan Syllabus  Fall 2008  Syllabus  Fall 2008 Maharukh Bhiladwalla Syllabus  Fall 2008 Maharukh Bhiladwalla Syllabus  Fall 2008 Katherine M. O'Regan Syllabus                         Semester     Instructor     Evaluation Link         Fall 2014 Michael Suher Evaluation  Fall 2014 Ingrid Ellen Evaluation  Fall 2014 Jorge De la Roca Evaluation  Summer 2014 Jorge De la Roca Evaluation  Spring 2014 Diana Beck Evaluation  Fall 2013 Diana Beck Evaluation  Fall 2013 Sewin Chan Evaluation  Fall 2013 Sewin Chan Evaluation  Fall 2013 Diana Beck Evaluation  Fall 2013 Ingrid Gould Ellen Evaluation  Summer 2013 Jorge De la Roca Evaluation  Spring 2013 Sewin Chan Evaluation  Spring 2013 Sewin Chan Evaluation  Spring 2012 Chan, Sewin Evaluation  Spring 2012 Chan, Sewin Evaluation  Fall 2011 ORegan, Katherine Evaluation  Fall 2011 Chan, Sewin Evaluation  Fall 2011 Beck, Diana Evaluation  Fall 2011 Beck, Diana Evaluation  Summer 2011 Looney, Matthew Evaluation  Summer 2011 Beck, Diana Evaluation  Spring 2011 Chan, Sewin Evaluation  Spring 2011 Chan, Sewin Evaluation  Fall 2010 Williams, Michael Evaluation  Fall 2010 Owate, Neene Evaluation  Fall 2010 ORegan, Katherine Evaluation  Fall 2010 Looney, Matthew Evaluation  Fall 2010 Giancatarino, Anthony Evaluation  Fall 2010 Gedal, Michael Evaluation  Fall 2010 Ellen, Ingrid Evaluation  Fall 2010 Dixon, Erica Evaluation  Fall 2010 Beck, Diana Evaluation  Summer 2010 Owate, Neene Evaluation  Summer 2010 Nickerson, Pete Evaluation  Spring 2010 Chan, Sewin Evaluation  Spring 2010 Chan, Sewin Evaluation  Spring 2010 Gedal, Michael Evaluation  Spring 2010 Lacoe, Johanna Evaluation  Fall 2009 Ellen, Ingrid Evaluation  Fall 2009 Oregan, Katherine Evaluation  Fall 2009 Beck, Diana Evaluation  Fall 2009 Manlapig, Enrico Evaluation  Fall 2008 Thompson, Carrie Evaluation  Fall 2008 Owate, Neene Evaluation  Fall 2008 Oregan, Katherine Evaluation  Fall 2008 Mertens, Keren Evaluation  Fall 2008 Lin, Iris Evaluation  Fall 2008 Gedal, Michael Evaluation  Fall 2008 Ellen, Ingrid Evaluation  Fall 2008 Bhiladwalla, Maharukh Evaluation  Fall 2008 Beck, Diana Evaluation  Spring 2008 Roberts, Stephen Evaluation  Spring 2008 Thompson, Carrie Evaluation  Spring 2008 Owate, Neene Evaluation  Spring 2008 Beck, Diana Evaluation  Spring 2008 Chan, Sewin Evaluation  Summer 2008 Asali, Muhammad Evaluation  Summer 2008 Thompson, Carri Evaluation  Summer 2009 Meltzer, Rachel Evaluation  Summer 2009 Owate, Neene Evaluation  Spring 2009 Oregan, Katherine Evaluation  Spring 2009 Beck, Diana Evaluation                             Course Section Fall2015002 Fall2015003 Fall2015004 Spring2015001 Spring2015002                         Instructors:        Beck, Diana Lynn                              Weekly Schedule:        Wed - 6:45 pm to 9:30 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:BOBS Room:LL138                                      Instructors:        Dixon, Erica Hoyt                             Weekly Schedule:        Thu - 2:00 pm to 4:45 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:12WV Room:L120                                      Instructors:                                    Weekly Schedule:        Thu - 6:45 pm to 9:30 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:SILV Room:414                                      Instructors:        Chan, Sewin                              Weekly Schedule:        Tue - 9:30 am to 12:15 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:MEYR Room:102                                      Instructors:        Beck, Diana Lynn                              Weekly Schedule:        Wed - 6:45 pm to 9:30 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:12WV Room:L120"}]},
{"detail": [{"content": "MPA in Health Policy and Management | NYU Wagner                                     Jump to navigation                                                            Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                MPA in Health Policy and Management         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information    Apply to Wagner                                      Ranked #8 in Health Policy and Management by U.S. News and World Report     NYU Wagner's Health Policy and Management program has been recognized as one of the best in the country. Located in a school of public service rather than in a medical or public health school, our program crosses traditional boundaries, linking management, finance, policy, and providing students with the cutting-edge concepts and skills needed to shape the future of health policy and management.   Students receive a set of tools and experiences that allow them to understand both the delivery of health care services and the broader social, cultural, and economic factors that influence health outcomes. Our students experience firsthand the importance of health care delivery and health promotion in one of the most interesting, diverse, and complex cities in the world, and our graduates work in every sector of the health care system.   Exploring ...       Food/Obesity   Global Health   Health   Health IT   Management   Public Policy   Urban Health   Water   Hospitals   Leadership   Service Delivery   Aging   Poverty                        Video                                  Victor Rodwin | How does the healthcare in NYC compare to other world cities?      Health      .                Paul Farmer | Is providing healthcare to the poor entrepreneurial?      Health      .                Amirav Davy      Health      .                Sherry Glied | On the Brink Healthcare Reform Puts These 3 Groups at Risk      Health      .                Sherry Glied | An Insider&#039;s View of the Affordable Care Act      Health      .                Karl Hoffmann      Health      .                Beth C. Weitzman | Can dying cities be saved?      Health      .                Sherry Glied | Is the Consumerization of Healthcare Set Up for Failure?      Health      .                Karl Hofmann      Leadership      .                David Schachter | The Capstone Program      Capstone      .                Paul Farmer      Leadership      .                WAGTalk: Karen Grepin, “Educating Girls, Child Health, and the Developing World”      Health      .                Rogan Kersh      Health      .                WAGTalk: John Billings, “Improving Care for High Cost/ High Risk Patients”      Health      .                Ellen Schall, Martin Cherkasky Professor of Health Policy &amp; Management      Health      .                                   Wagner's health program integrates policy and management across not-for-profit, community, and government fields, which is ideal for students whose careers are likely to transcend single sectors.   -Professor Anthony Kovner, Professor of Public and Health Management.       Related Links     MPA-Health Brochure   Advisement   Course Registration   Capstone   Student Journey   Study and Collaboration Spaces   Student Organizations   Wagner Health Network (WHN)   Wagner Management &amp; Leadership Organization (WMLO)   Wagner Policy Alliance (WPA)                          Global Perspective   The international curriculum in NYU Wagner's Health Policy and Management teaches across disciplines and provides a deep understanding of the factors that impact health across the globe. Read More   The Health Policy and Management program provides a comparative interdisciplinary foundation that bridges cutting-edge conceptual thinking, critical analytical techniques and concrete health management skills. Students study the key factors that explain the unequal distribution of health and disease in the world, particularly in developing countries, and the modes of intervention to improve global health.                                  News/In the Press                           04/28/2015      Don’t Go to Nepal to Help. Stay Home and Send Money Instead! – Jessica Alexander in Slate      Don’t Go to Nepal to Help. Stay Home and Send Money Instead!      Press           04/23/2015      How Do We Protect New York City’s Pedestrians? – Zhan Guo (郭湛) in The New York Times Magazine      How Do We Protect New York City’s Pedestrians?      Press                          More News                                   Upcoming Events                           05/05/2015      Red Rabbit--Healthy Neighborhoods and the School Lunch Program             05/06/2015      The Price of Healthcare: Why so much variability and so little transparency?                       More Events                                                         © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Microeconomics for Public Management, Planning, and Policy Analysis | NYU Wagner                                    Jump to navigation                                                             Microeconomics for Public Management, Planning, and Policy Analysis   CORE-GP.1018, 3 points.       Courses         Description |    Syllabi |    Evaluations           The primary purpose of the microeconomics core course is to enable you to use microeconomic thinking, concepts and tools in your professional public service work. Accomplishing this also requires refreshing and strengthening your quantitative skills.      The course begins with the basics of supply and demand and market operations, and uses this as the context for considering consumer and organizational decisions within a given market structure. The course builds to applying economic analysis to a variety of public issues such as the effects of taxation, the market structure of health care, the impacts of the minimum wage, the effects of international trade and various approaches to environmental externalities.      By the end of the course you should be able to articulate the economic context and analysis of a public problem, use economic concepts in managerial and policy decisions, and progress to second level courses confident of your understanding of microeconomics and its tools.    Prerequisites: None                     Semester     Instructor     Syllabus Link         Spring 2015 Sewin Chan, Diana Beck Syllabus  Fall 2014 Erico Hoyt Dixon Syllabus  Fall 2014 Michael Suher Syllabus  Fall 2014 Jorge De la Roca Syllabus  Fall 2014 Ingrid Gould Ellen Syllabus  Spring 2014 Sewin Chan, Diana Beck Syllabus  Fall 2013 Sewin Chan, Diana Beck, Ingrid Gould Ellen Syllabus  Summer 2013 Jorge De la Roca Syllabus  Spring 2013 Sewin Chan Syllabus  Spring 2013 Sewin Chan Syllabus  Fall 2012 Ingrid Gould Ellen Syllabus  Fall 2012 Diana Beck Syllabus  Fall 2012 Diana Beck Syllabus  Fall 2012 Katherine M. O'Regan Syllabus  Fall 2012 Katherine M. O'Regan Syllabus  Spring 2012 Sewin Chan Syllabus  Fall 2011 Katherine M. O'Regan Syllabus  Fall 2011 Diana Beck Syllabus  Fall 2011 Diana Beck Syllabus  Fall 2011 Sewin Chan Syllabus  Fall 2011 Katherine M. O'Regan Syllabus  Spring 2011 Sewin Chan Syllabus  Fall 2010 Neene Owate Syllabus  Fall 2010 Michael Gedal Syllabus  Fall 2010 Diana Beck Syllabus  Fall 2010 Ingrid Gould Ellen Syllabus  Fall 2010 Katherine M. O'Regan Syllabus  Summer 2010  Syllabus  Spring 2010 Sewin Chan Syllabus  Fall 2009 Ingrid Gould Ellen Syllabus  Spring 2009 Diana Beck Syllabus  Spring 2008 Sewin Chan Syllabus  Fall 2008  Syllabus  Fall 2008 Maharukh Bhiladwalla Syllabus  Fall 2008 Maharukh Bhiladwalla Syllabus  Fall 2008 Katherine M. O'Regan Syllabus                         Semester     Instructor     Evaluation Link         Fall 2014 Michael Suher Evaluation  Fall 2014 Ingrid Ellen Evaluation  Fall 2014 Jorge De la Roca Evaluation  Summer 2014 Jorge De la Roca Evaluation  Spring 2014 Diana Beck Evaluation  Fall 2013 Diana Beck Evaluation  Fall 2013 Sewin Chan Evaluation  Fall 2013 Sewin Chan Evaluation  Fall 2013 Diana Beck Evaluation  Fall 2013 Ingrid Gould Ellen Evaluation  Summer 2013 Jorge De la Roca Evaluation  Spring 2013 Sewin Chan Evaluation  Spring 2013 Sewin Chan Evaluation  Spring 2012 Chan, Sewin Evaluation  Spring 2012 Chan, Sewin Evaluation  Fall 2011 ORegan, Katherine Evaluation  Fall 2011 Chan, Sewin Evaluation  Fall 2011 Beck, Diana Evaluation  Fall 2011 Beck, Diana Evaluation  Summer 2011 Looney, Matthew Evaluation  Summer 2011 Beck, Diana Evaluation  Spring 2011 Chan, Sewin Evaluation  Spring 2011 Chan, Sewin Evaluation  Fall 2010 Williams, Michael Evaluation  Fall 2010 Owate, Neene Evaluation  Fall 2010 ORegan, Katherine Evaluation  Fall 2010 Looney, Matthew Evaluation  Fall 2010 Giancatarino, Anthony Evaluation  Fall 2010 Gedal, Michael Evaluation  Fall 2010 Ellen, Ingrid Evaluation  Fall 2010 Dixon, Erica Evaluation  Fall 2010 Beck, Diana Evaluation  Summer 2010 Owate, Neene Evaluation  Summer 2010 Nickerson, Pete Evaluation  Spring 2010 Chan, Sewin Evaluation  Spring 2010 Chan, Sewin Evaluation  Spring 2010 Gedal, Michael Evaluation  Spring 2010 Lacoe, Johanna Evaluation  Fall 2009 Ellen, Ingrid Evaluation  Fall 2009 Oregan, Katherine Evaluation  Fall 2009 Beck, Diana Evaluation  Fall 2009 Manlapig, Enrico Evaluation  Fall 2008 Thompson, Carrie Evaluation  Fall 2008 Owate, Neene Evaluation  Fall 2008 Oregan, Katherine Evaluation  Fall 2008 Mertens, Keren Evaluation  Fall 2008 Lin, Iris Evaluation  Fall 2008 Gedal, Michael Evaluation  Fall 2008 Ellen, Ingrid Evaluation  Fall 2008 Bhiladwalla, Maharukh Evaluation  Fall 2008 Beck, Diana Evaluation  Spring 2008 Roberts, Stephen Evaluation  Spring 2008 Thompson, Carrie Evaluation  Spring 2008 Owate, Neene Evaluation  Spring 2008 Beck, Diana Evaluation  Spring 2008 Chan, Sewin Evaluation  Summer 2008 Asali, Muhammad Evaluation  Summer 2008 Thompson, Carri Evaluation  Summer 2009 Meltzer, Rachel Evaluation  Summer 2009 Owate, Neene Evaluation  Spring 2009 Oregan, Katherine Evaluation  Spring 2009 Beck, Diana Evaluation                             Course Section Fall2015002 Fall2015003 Fall2015004 Spring2015001 Spring2015002                         Instructors:        Beck, Diana Lynn                              Weekly Schedule:        Wed - 6:45 pm to 9:30 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:BOBS Room:LL138                                      Instructors:        Dixon, Erica Hoyt                             Weekly Schedule:        Thu - 2:00 pm to 4:45 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:12WV Room:L120                                      Instructors:                                    Weekly Schedule:        Thu - 6:45 pm to 9:30 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:SILV Room:414                                      Instructors:        Chan, Sewin                              Weekly Schedule:        Tue - 9:30 am to 12:15 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:MEYR Room:102                                      Instructors:        Beck, Diana Lynn                              Weekly Schedule:        Wed - 6:45 pm to 9:30 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:12WV Room:L120"}]},
{"detail": [{"content": "MPA in Health Policy and Management | NYU Wagner                                     Jump to navigation                                                            Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                MPA in Health Policy and Management         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information    Apply to Wagner                                      Ranked #8 in Health Policy and Management by U.S. News and World Report     NYU Wagner's Health Policy and Management program has been recognized as one of the best in the country. Located in a school of public service rather than in a medical or public health school, our program crosses traditional boundaries, linking management, finance, policy, and providing students with the cutting-edge concepts and skills needed to shape the future of health policy and management.   Students receive a set of tools and experiences that allow them to understand both the delivery of health care services and the broader social, cultural, and economic factors that influence health outcomes. Our students experience firsthand the importance of health care delivery and health promotion in one of the most interesting, diverse, and complex cities in the world, and our graduates work in every sector of the health care system.   Exploring ...       Food/Obesity   Global Health   Health   Health IT   Management   Public Policy   Urban Health   Water   Hospitals   Leadership   Service Delivery   Aging   Poverty                        Video                                  Victor Rodwin | How does the healthcare in NYC compare to other world cities?      Health      .                Paul Farmer | Is providing healthcare to the poor entrepreneurial?      Health      .                Amirav Davy      Health      .                Sherry Glied | On the Brink Healthcare Reform Puts These 3 Groups at Risk      Health      .                Sherry Glied | An Insider&#039;s View of the Affordable Care Act      Health      .                Karl Hoffmann      Health      .                Beth C. Weitzman | Can dying cities be saved?      Health      .                Sherry Glied | Is the Consumerization of Healthcare Set Up for Failure?      Health      .                Karl Hofmann      Leadership      .                David Schachter | The Capstone Program      Capstone      .                Paul Farmer      Leadership      .                WAGTalk: Karen Grepin, “Educating Girls, Child Health, and the Developing World”      Health      .                Rogan Kersh      Health      .                WAGTalk: John Billings, “Improving Care for High Cost/ High Risk Patients”      Health      .                Ellen Schall, Martin Cherkasky Professor of Health Policy &amp; Management      Health      .                                   Wagner's health program integrates policy and management across not-for-profit, community, and government fields, which is ideal for students whose careers are likely to transcend single sectors.   -Professor Anthony Kovner, Professor of Public and Health Management.       Related Links     MPA-Health Brochure   Advisement   Course Registration   Capstone   Student Journey   Study and Collaboration Spaces   Student Organizations   Wagner Health Network (WHN)   Wagner Management &amp; Leadership Organization (WMLO)   Wagner Policy Alliance (WPA)                          Global Perspective   The international curriculum in NYU Wagner's Health Policy and Management teaches across disciplines and provides a deep understanding of the factors that impact health across the globe. Read More   The Health Policy and Management program provides a comparative interdisciplinary foundation that bridges cutting-edge conceptual thinking, critical analytical techniques and concrete health management skills. Students study the key factors that explain the unequal distribution of health and disease in the world, particularly in developing countries, and the modes of intervention to improve global health.                                  News/In the Press                           04/28/2015      Don’t Go to Nepal to Help. Stay Home and Send Money Instead! – Jessica Alexander in Slate      Don’t Go to Nepal to Help. Stay Home and Send Money Instead!      Press           04/23/2015      How Do We Protect New York City’s Pedestrians? – Zhan Guo (郭湛) in The New York Times Magazine      How Do We Protect New York City’s Pedestrians?      Press                          More News                                   Upcoming Events                           05/05/2015      Red Rabbit--Healthy Neighborhoods and the School Lunch Program             05/06/2015      The Price of Healthcare: Why so much variability and so little transparency?                       More Events                                                         © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Microeconomics for Public Management, Planning, and Policy Analysis | NYU Wagner                                    Jump to navigation                                                             Microeconomics for Public Management, Planning, and Policy Analysis   CORE-GP.1018, 3 points.       Courses         Description |    Syllabi |    Evaluations           The primary purpose of the microeconomics core course is to enable you to use microeconomic thinking, concepts and tools in your professional public service work. Accomplishing this also requires refreshing and strengthening your quantitative skills.      The course begins with the basics of supply and demand and market operations, and uses this as the context for considering consumer and organizational decisions within a given market structure. The course builds to applying economic analysis to a variety of public issues such as the effects of taxation, the market structure of health care, the impacts of the minimum wage, the effects of international trade and various approaches to environmental externalities.      By the end of the course you should be able to articulate the economic context and analysis of a public problem, use economic concepts in managerial and policy decisions, and progress to second level courses confident of your understanding of microeconomics and its tools.    Prerequisites: None                     Semester     Instructor     Syllabus Link         Spring 2015 Sewin Chan, Diana Beck Syllabus  Fall 2014 Erico Hoyt Dixon Syllabus  Fall 2014 Michael Suher Syllabus  Fall 2014 Jorge De la Roca Syllabus  Fall 2014 Ingrid Gould Ellen Syllabus  Spring 2014 Sewin Chan, Diana Beck Syllabus  Fall 2013 Sewin Chan, Diana Beck, Ingrid Gould Ellen Syllabus  Summer 2013 Jorge De la Roca Syllabus  Spring 2013 Sewin Chan Syllabus  Spring 2013 Sewin Chan Syllabus  Fall 2012 Ingrid Gould Ellen Syllabus  Fall 2012 Diana Beck Syllabus  Fall 2012 Diana Beck Syllabus  Fall 2012 Katherine M. O'Regan Syllabus  Fall 2012 Katherine M. O'Regan Syllabus  Spring 2012 Sewin Chan Syllabus  Fall 2011 Katherine M. O'Regan Syllabus  Fall 2011 Diana Beck Syllabus  Fall 2011 Diana Beck Syllabus  Fall 2011 Sewin Chan Syllabus  Fall 2011 Katherine M. O'Regan Syllabus  Spring 2011 Sewin Chan Syllabus  Fall 2010 Neene Owate Syllabus  Fall 2010 Michael Gedal Syllabus  Fall 2010 Diana Beck Syllabus  Fall 2010 Ingrid Gould Ellen Syllabus  Fall 2010 Katherine M. O'Regan Syllabus  Summer 2010  Syllabus  Spring 2010 Sewin Chan Syllabus  Fall 2009 Ingrid Gould Ellen Syllabus  Spring 2009 Diana Beck Syllabus  Spring 2008 Sewin Chan Syllabus  Fall 2008  Syllabus  Fall 2008 Maharukh Bhiladwalla Syllabus  Fall 2008 Maharukh Bhiladwalla Syllabus  Fall 2008 Katherine M. O'Regan Syllabus                         Semester     Instructor     Evaluation Link         Fall 2014 Michael Suher Evaluation  Fall 2014 Ingrid Ellen Evaluation  Fall 2014 Jorge De la Roca Evaluation  Summer 2014 Jorge De la Roca Evaluation  Spring 2014 Diana Beck Evaluation  Fall 2013 Diana Beck Evaluation  Fall 2013 Sewin Chan Evaluation  Fall 2013 Sewin Chan Evaluation  Fall 2013 Diana Beck Evaluation  Fall 2013 Ingrid Gould Ellen Evaluation  Summer 2013 Jorge De la Roca Evaluation  Spring 2013 Sewin Chan Evaluation  Spring 2013 Sewin Chan Evaluation  Spring 2012 Chan, Sewin Evaluation  Spring 2012 Chan, Sewin Evaluation  Fall 2011 ORegan, Katherine Evaluation  Fall 2011 Chan, Sewin Evaluation  Fall 2011 Beck, Diana Evaluation  Fall 2011 Beck, Diana Evaluation  Summer 2011 Looney, Matthew Evaluation  Summer 2011 Beck, Diana Evaluation  Spring 2011 Chan, Sewin Evaluation  Spring 2011 Chan, Sewin Evaluation  Fall 2010 Williams, Michael Evaluation  Fall 2010 Owate, Neene Evaluation  Fall 2010 ORegan, Katherine Evaluation  Fall 2010 Looney, Matthew Evaluation  Fall 2010 Giancatarino, Anthony Evaluation  Fall 2010 Gedal, Michael Evaluation  Fall 2010 Ellen, Ingrid Evaluation  Fall 2010 Dixon, Erica Evaluation  Fall 2010 Beck, Diana Evaluation  Summer 2010 Owate, Neene Evaluation  Summer 2010 Nickerson, Pete Evaluation  Spring 2010 Chan, Sewin Evaluation  Spring 2010 Chan, Sewin Evaluation  Spring 2010 Gedal, Michael Evaluation  Spring 2010 Lacoe, Johanna Evaluation  Fall 2009 Ellen, Ingrid Evaluation  Fall 2009 Oregan, Katherine Evaluation  Fall 2009 Beck, Diana Evaluation  Fall 2009 Manlapig, Enrico Evaluation  Fall 2008 Thompson, Carrie Evaluation  Fall 2008 Owate, Neene Evaluation  Fall 2008 Oregan, Katherine Evaluation  Fall 2008 Mertens, Keren Evaluation  Fall 2008 Lin, Iris Evaluation  Fall 2008 Gedal, Michael Evaluation  Fall 2008 Ellen, Ingrid Evaluation  Fall 2008 Bhiladwalla, Maharukh Evaluation  Fall 2008 Beck, Diana Evaluation  Spring 2008 Roberts, Stephen Evaluation  Spring 2008 Thompson, Carrie Evaluation  Spring 2008 Owate, Neene Evaluation  Spring 2008 Beck, Diana Evaluation  Spring 2008 Chan, Sewin Evaluation  Summer 2008 Asali, Muhammad Evaluation  Summer 2008 Thompson, Carri Evaluation  Summer 2009 Meltzer, Rachel Evaluation  Summer 2009 Owate, Neene Evaluation  Spring 2009 Oregan, Katherine Evaluation  Spring 2009 Beck, Diana Evaluation                             Course Section Fall2015002 Fall2015003 Fall2015004 Spring2015001 Spring2015002                         Instructors:        Beck, Diana Lynn                              Weekly Schedule:        Wed - 6:45 pm to 9:30 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:BOBS Room:LL138                                      Instructors:        Dixon, Erica Hoyt                             Weekly Schedule:        Thu - 2:00 pm to 4:45 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:12WV Room:L120                                      Instructors:                                    Weekly Schedule:        Thu - 6:45 pm to 9:30 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:SILV Room:414                                      Instructors:        Chan, Sewin                              Weekly Schedule:        Tue - 9:30 am to 12:15 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:MEYR Room:102                                      Instructors:        Beck, Diana Lynn                              Weekly Schedule:        Wed - 6:45 pm to 9:30 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:12WV Room:L120"}, {"content": "Course Syllabi | NYU Wagner                                     Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Course Syllabi          Course Syllabi   Course Evaluations   Courses by Topic Area   Capstone Courses/Projects   Courses Outside Wagner                   Request More Information          Apply to Wagner                 Course Syllabi                                  Course Syllabi    Disclaimer: Syllabi are posted for informational purposes only. They may not reflect the final version of the listed courses, whose content will be established at the start of the term, and may be syllabi from the same course, but from a different section or semester. They should not be used as a basis for buying textbooks or other course material. To read the syllabi, you will need a PDF reader.                             Semester                 - Any - Fall 2015 Summer 2015 Spring 2015 Fall 2014 Summer 2014 Spring 2014 Fall 2013 Summer 2013 Spring 2013 Fall 2012 Summer 2012 Spring 2012 Fall 2011 Spring 2011 Summer 2011 Fall 2010 Summer 2010 Spring 2010 Fall 2009 Summer 2009 Spring 2009 Fall 2008 Summer 2008 Spring 2008                          Subject                 - Any - CAP-GP CORE-GP EXEC-GP HPAM-GP INDEP-GP INTL-GP NONCR-GP PADM-GP PHD-GP REYN-GP UPADM-GP URPL-GP                          Course #                 - Any - 0001 0120 0211 0212 0213 0215 0216 0217 0218 0219 0221 0223 0224 0225 0226 0227 0228 0230 0232 0236 0239 0240 0242 0243 0244 0245 0246 0248 0263 0264 0265 0266 0267 0269 0548 101 1011 1018 102 1020 1021 1022 103 104 105 106 107 108 109 110 111 118 1194 121 140 160 1603 1605 1620 1790 1821 1830 1831 1832 1833 1900 1901 1906 2102 2106 2107 2109 211 2110 2111 2112 2116 2117 2119 212 2125 2126 2128 2129 213 2131 2132 2133 2134 2135 2138 214 2140 2142 2143 2144 2145 2146 2147 215 2158 2159 216 217 2170 2171 2172 2173 2174 2178 218 2186 219 2190 2191 2196 2197 2198 220 2201 2202 2203 2204 2206 221 2210 2211 2212 2215 2216 2217 2221 2223 2224 2225 2226 223 2234 2236 224 2242 2244 2245 2248 2249 225 2250 2251 2252 226 227 228 229 230 231 2310 232 236 239 240 2407 241 2411 2413 2414 2415 2416 2418 242 2425 243 2430 244 2441 2443 2444 2445 2446 245 2452 246 2466 2470 2472 248 2486 249 250 251 252 253 254 255 256 257 258 2600 2608 2610 2611 2612 2613 2615 2616 2617 2618 2620 2621 2622 2625 2628 263 2631 2635 2638 2639 264 2641 2645 265 2650 2652 266 2660 2665 2666 267 2670 268 2680 269 2690 270 271 272 280 281 2810 2811 282 2821 2825 2826 283 2832 2836 2837 2842 2844 2845 2846 2848 2849 2850 2851 2852 2853 2855 2867 2868 2875 290 2902 295 3 3110 3111 3116 3117 3126 3127 3142 3143 3148 3149 3170 3171 3175 3176 3190 3226 3227 3228 3230 3231 3401 3402 3601 3602 3690 3801 3802 3804 3851 3852 3870 3871 3890 3891 3950 410 4101 4105 4106 4108 4110 4111 4112 4113 4114 4116 4117 4118 4119 4120 4121 4122 4123 4125 4127 4128 4130 4131 4132 4134 4135 4136 4137 4138 4139 4140 4141 4142 4143 4145 4146 4150 4152 4153 4160 4188 4189 420 4201 4205 4214 4217 4221 4222 4223 4224 4237 4250 430 4340 440 4401 4402 4413 4420 4430 4440 4444 4465 4466 4604 4606 4611 4614 4617 4619 4620 4622 4629 4630 4632 4635 4636 4638 4639 4640 4647 4648 4649 4670 4680 4821 4822 4823 4830 4831 4832 4833 4834 4835 4836 4840 4841 4843 4844 4845 4846 4847 4852 4853 4855 4860 4865 548 550 560 5901 5902 5905 5906 5907 5908 5910 5911 5940 801 8221 906 907 909 9202 931 932 933 934 938 989                          Instructor                                          Course Title                                          Records per page   10 20 50 100 200                                                    Syllabus              Semester               Number             Course Name             Instructor              Last Modified                                                       Spring 2015             URPL-GP.4647              Workshop in Planning: Creating 21st Century Communities              Melissa Kaplan-Macey             Thu, 2015-03-19 11:58                                                 Spring 2015             UPADM-GP.216              Majorities, Minorities, and Group Identities in America: Status, Rights, and Public Policy              David Elcott             Thu, 2014-11-06 10:32                                                Spring 2015             PADM-GP.2171              Program Analysis and Evaluation              Rachel Swaner             Tue, 2015-01-20 16:56                                                 Spring 2015             URPL-GP.2608              Urban Economics              Francesco Brindisi , Jorge De la Roca             Mon, 2015-04-13 17:40                                                 Spring 2015             PADM-GP.2197              Taub Seminar: Sustaining Minority Communities - The Jewish Community of 2020              David Elcott             Thu, 2014-11-06 10:33                                                Spring 2015             PADM-GP.2171              Program Analysis and Evaluation              Rachel Swaner             Tue, 2015-01-20 16:56                                                 Spring 2015             URPL-GP.2660              History and Theory of Planning              John West             Mon, 2015-04-13 14:41                                                 Spring 2015             PADM-GP.2445              Poverty, Inequality, and Policy              Natasha Wilson             Mon, 2015-01-05 11:16                                                 Spring 2015             PADM-GP.2444              LGBT Issues in Public Policy              Sean Cahill             Wed, 2015-01-21 14:32                                                 Spring 2015             URPL-GP.2660              History and Theory of Planning              Hilary Ballon             Mon, 2015-04-13 14:42                                                 Spring 2015             UPADM-GP.246              Democratizing Islam? From Indonesia to the Ruins of the Arab Spring              Margaret Scott Rauch             Mon, 2014-11-17 13:51                                                 Spring 2015             UPADM-GP.140              The Economics of Public Policy              Sewin Chan             Wed, 2015-01-21 16:14                                                 Spring 2015             CAP-GP.3149              Capstone: Advanced Projects in Applied Research II              Karen Grépin , Shelley Rappaport             Thu, 2015-01-22 13:37                                                 Spring 2015             URPL-GP.4606              Comparative Land Use Planning              Yuan Xiao             Mon, 2015-04-13 14:43                                                 Spring 2015             CORE-GP.1021              Financial Management for Public, Nonprofit, and Health Organizations              Michael West             Tue, 2015-01-13 15:38                                                 Spring 2015             CAP-GP.3227              Capstone: Advanced Projects in International Policy and Management II              Carlos Restrepo , Aparna Dalal             Thu, 2015-01-22 13:32                                                 Spring 2015             URPL-GP.2610              Environmental Impact Assessment: Process and Procedures              Carlos Restrepo             Mon, 2015-04-13 14:44                                                 Spring 2015             PADM-GP.4139              Investment Management for Public and Nonprofit Organizations              Nick Smirensky             Sun, 2014-11-30 17:12                                                 Spring 2015             CAP-GP.3227              Capstone: Advanced Projects in International Policy and Management II              John Gershman , Paul Smoke , Robertson Work , Giuliano Bosi             Thu, 2015-01-22 13:42                                                 Spring 2015             URPL-GP.4638              Housing and Community Development Policy              Mark Willis             Mon, 2015-04-13 14:48                                                 Spring 2015             PADM-GP.2486              Law for the Education Policymaker              Natasha Wilson             Fri, 2014-12-05 14:51                                                 Spring 2015             URPL-GP.2471                           Zhan Guo (郭湛)             Wed, 2015-02-04 11:11                                                 Spring 2015             URPL-GP.1605              Land Use Law              Mark A. Levine , Wesley O&#039;Brien             Mon, 2015-04-13 16:40                                                 Spring 2015             UPADM-GP.221              The Meaning of Leadership              Joshua Spodek             Wed, 2014-12-17 14:30                                                 Spring 2015             PADM-GP.4116              Participatory Policymaking: Co-Production of Knowledge in Nonprofits in Communities of Color              Rachel Swaner             Sat, 2015-01-24 11:35                                                 Spring 2015             URPL-GP.2670              Urban Innovations in Latin America              Maria Elosua             Mon, 2015-04-13 16:47                                                 Spring 2015             PADM-GP.4435              Responsible Governance              Anthony Bertelli             Wed, 2014-12-17 15:45                                                 Spring 2015             CORE-GP.1022              Introduction to Public Policy              J. Andrew Sinclair             Thu, 2015-01-29 10:56                                                 Spring 2015             URPL-GP.2620              Race and Class in American Cities              Angela Glover Blackwell             Mon, 2015-04-13 16:48                                                 Spring 2015             CORE-GP.1021              Financial Management for Public, Nonprofit, and Health Organizations              Daniel L. Smith             Wed, 2015-01-14 18:17                                                 Spring 2015             CORE-GP.1022              Introduction to Public Policy              Anthony Bertelli             Thu, 2015-01-29 10:56                                                 Spring 2015             URPL-GP.4611              Intelligent Cities: Technology, Policy and Planning              Anthony Townsend             Mon, 2015-04-13 16:49                                                 Spring 2015             URPL-GP.2620                           Angela Glover Blackwell             Tue, 2015-01-06 13:51                                                 Spring 2015             PADM-GP.4414              Corporate Philanthropy and Engagement              Hedieh Fakhriyazdi             Mon, 2015-01-26 21:13                                                 Spring 2015             URPL-GP.2645              Planning for Emergencies and Disasters              Rae Zimmerman             Fri, 2015-04-17 16:15                                                 Spring 2015             PADM-GP.2225              Organizing for Human Rights Change              William Schulz             Mon, 2014-10-06 16:05                                                 Spring 2015             PADM-GP.2875              Estimating Impacts in Policy Research              Jan Blustein             Tue, 2015-01-06 14:30                                                 Spring 2015             PADM-GP.2135              Developing Human Resources              Trena Drayton             Thu, 2015-01-29 14:41                                                 Spring 2015             PADM-GP.4112                           Charlotte Wagenberg             Wed, 2015-04-29 20:25                                                 Spring 2015             URPL-GP.2629              Innovations in US Cities: New Ideas in Policy Management and Planning              Neil Kleiman             Fri, 2014-10-31 15:01                                                 Spring 2015             CORE-GP.1020              Managing Public Service Organizations (MPSO)              Sara Grant             Tue, 2015-01-13 09:31                                                 Spring 2015             PADM-GP.2159              The Convergence of Business &amp; Public Administration in the Nation&#039;s Economy                          Fri, 2015-01-30 15:51                                                 Spring 2015             HPAM-GP.4845              Realities of Academic Medical Centers              David Kaplan             Tue, 2014-11-04 11:08                                                 Spring 2015             PADM-GP.2902              Multiple Regression and Intro to Econometrics              J. Andrew Sinclair             Thu, 2015-01-22 14:47                                                 Spring 2015             PADM-GP.4619              The Arts and Artist in Urban Revitalization              Sherry Dobbin , Tim Tompkins             Thu, 2015-02-05 11:35                                                 Spring 2015             PADM-GP.4117              Systems Thinking &amp; Information Management              Derek Coursen             Tue, 2014-11-04 12:10                                                 Spring 2015             PADM-GP.2902              Multiple Regression and Intro to Econometrics              Leanna Stiefel             Thu, 2015-01-22 14:48                                                 Spring 2015             URPL-GP.2629              Innovations in US Cities: New Ideas in Policy Management and Planning              Neil Kleiman             Fri, 2015-02-06 09:34                                                 Spring 2015             PADM-GP.2447              Majorities, Minorities, and Group Identities in America: Status, Rights, and Public Policy              David Elcott             Thu, 2014-11-06 10:31                                                 Spring 2015             CORE-GP.1018              Microeconomics for Public Management, Planning, and Policy Analysis              Sewin Chan , Diana Beck             Tue, 2015-01-20 11:20                                                                      © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]