[{"detail": [{"content": "Current Semester Courses | ANEES | NYU                               NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                      Back to Home       Current Semester Courses   Courses of Interest to ANEES Graduate Students in Spring Semester 2015 include: HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds HBRJD-GA 1102 Akkadian II  HBRJD-GA 1106 Sumerian II HBRJD-GA 3305 Topics in Ancient Near East Studies: Religion in Social Context  ANTH-GA 1520 Interpreting Human Skeletal Morphology ANTH-GA 1211 European Prehistory I ISAW-GA 1001 Intro to Ancient Egyptian II ISAW-GA 1003 Advanced Ancient Egyptian II ISAW-GA 3014 Ritual Text and Ritual Performance in the ANE ISAW-GA 3018 Archaeology of Anatolia from the Neolithic to the Hellenistic Period ISAW-GA 3023 Mapping and Data Visualization for the Ancient World  ISAW-GA 3003 Directed Study: Hittite Texts FINH-GA 2023 Lecture: By the People, of the People: Greek Art 1600-300 B.C. FINH-GA 3026 Seminar: Visualizing World and Cosmos in Late Antiquity  **Note that most of these courses require the consent of the department or the instructor.** Fuller descriptions for IFA (FINH) courses may be found listed under   “Course Descriptions at   http://www.nyu.edu/gsas/dept/fineart/academics/index.htm ; and for ISAW   courses at http://isaw.nyu.edu/graduate-program/seminar-descriptions . Descriptions of other courses may often be found on the Albert Course search or on departmental websites.   Courses of Interest offered in Previous Semesters include:  Fall Semester 2014  HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Studies  HBRJD-GA 1101 Akkadian I  HBRJD-GA 1105 Sumerian I HBRJD-GA 1117 Aramaic I MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I  MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1221 Ceramic Analysis ANTH-GA 1516 Human Osteology and Odontology  ISAW-GA 3018 Special Topics: The Iranian Zagros 1000-539BC  ISAW-GA 3014-001 Special Topics: Incantations Prayers &amp; Rituals ISAW-GA 3014-002 Pol &amp; Cult Relat Assur/Babylon FINH-GA 2020 Lecture: Tell El Amarna: A Unique Controversal Initiative FINH-GA 3020 Seminar: An Emerging Civilization: New Discover Prehistory FINH-GA 3021 Seminar: Late Antique Material Culture: Soft Furnishings FINH-GA 2521 Colloquium: Recent Resch/Art &amp; Material Cult Late Antiquity CLASS-GA 3004 Topics in Greek Literature: Belief and Practice in Greek Religion Spring Semester 2014      HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian  Studies HBRJD-GA 1104 Akkadian IV HBRJD-GA 1116 Ugaritic II HBRJD-GA 1119 Aramaic III: Christian Syriac MEIS-GA 1360 Directed Study: Intro Ancient Egyptian II MEIS-GA 1391 Directed Study: Adv Ancient Egyptian II ANTH-GA 1212 Faunal Analysis for Archaeology ANTH-GA 1239 Lithic Technology ANTH-GA 1520 Interpreting Human Skeletal Morphology CLASS-GA 1002 Prosem in Archaeology: Archaic Greek Sculpture  &amp; Sanctuaries FINH-GA 3020 Portraiture  in Ancient Egypt:  A Cross-Cultural Perspective (Seminar) FINH-GA 2020 Women in Ancient Egyptian Art: An Understudied  Category ISAW-GA 3014 Literature  and the Question of Genre in the Ancient Near East ISAW-GA 3018 Dilmun, Magan, and Meluhha ISAW-GA 3012 Landscapes and Territoriality in Western and Eastern Asia BCE ISAW-GA 3013 Maps, Models, and Databases: Digital Tools for  the Ancient World      Fall Semester 2013      HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian  Studies HBRJD-GA 1103 Akkadian III HBRJD-GA 1115 Ugaritic I HBRJD-GA 1118 Aramaic II MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1208 Prehistory of the Near East and Egypt I ANTH-GA 1516 Human Osteology and Odontology ANTH-GA 3396 Topical Seminar: Experimental Archaeology FINH-GA 2020 Multiple Civilizations: Ancient Egypt in its  African Context ISAW-GA 3022 Public Health in the Ancient World ISAW-GA 3018 Iranian Archaeology in the 21st Century ISAW-GA 3013 Hittite History, Language &amp; Archaeology ISAW-GA 3012 Introduction to GIS &amp; Spatial Analysis in  Anthropology &amp; Archaeology ISAW-GA 3014 Advanced Reading  of Akkadian - Literary Texts in Ancient Mesopotamia      Spring Semester 2013  HBRJD-GA 1102 Akkadian II HBRJD-GA 1117 Aramaic I HBRJD-GA 2107 Northwest Semitic Inscriptions HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds MEIS-GA 1360 Directed Study: Intro Ancient Egyptian II MEIS-GA 1391 Directed Study: Adv Ancient Egyptian II ANTH-GA 1520 Interpreting Human Skeletal Morphology ANTH-GA 2210 Technology in Preindustrial Societies  ANTH-GA 2214 Archaeological Methods &amp; Techniques  CLASS-GA 3000 Sem in Classical Studies: Acropolis CLASS-GA 3002 Spec Topics: The Persian Empire FINH-GA 2523 The Art and Archaeology of Greek Sicily FINH-GA 2522 The Archaeology of the Greek City FINH-GA 3024 Monuments and Topography of the City of Rome FINH-GA 2524 Art and Archaeology of Roman Italy ISAW-GA 3013 Beyond Apogee and Collapse: Empires and other Polities in the Ancient World (BCE) ISAW-GA 3019 Relations between Mesopotamia &amp; Iran ISAW-GA 3020 The History of Assyria in Ancient and Modern Historiography ISAW-GA 3009 “Soghdians in their Homeland” – the Archaeology of Soghdia from ca. 600 BCE to ca. 750 CE ISAW-GA 3018 Arabia in Antiquity c. 3500 BCE – 750 CE  Fall Semester 2012 HBRJD-GA 1101 Akkadian I HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1212 Faunal Analysis for Archaeology ANTH-GA 1516 Human Osteology and Odontology ANTH-GA 3397 Topical Seminar: Archeobotany FINH-GA 2020 The Extraordinary Community of Deir el-Medineh FINH-GA 3020 Reformation, Iconclasm and Artistic Innovation under Akhenaten ISAW-GA 3009 Conceptions of Ethnicity in the Ancient World Spring Semester 2012 HBRJD-GA 3507 Directed Study Ancient Near Eastern and Egyptian Studies HBRJD-GA 1104 Akkadian IV     HBRJD-GA 1116 Ugaritic II     MEIS-GA 1360 Directed Studies: Intro to Ancient Egyptian II     MEIS-GA 1391 Directed Study: Advanced Ancient Egyptian II ANTH-GA 2213 Archaeological Theory ISAW-GA 3013 Special Topics: Aegean Anatolia Levant 1200-800 BCE ISAW-GA 1304 Special Topics: Writing Law Religion in ANE FINH-GA 2087 Archaeology at the IFA, Discovery &amp; Challenge, Theory &amp; Practice FINH-GA 2521 Writing the History of Late Antique Egyptian Art Fall Semester 2011       HBRJD-GA 1103 Akkadian III        HBRJD-GA 1115 Ugaritic I        HBRJD-GA 1120 Aramaic IV        MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I        MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I     RELST-GA 1001 Theories &amp; Methods in The Study of Religion        ANTH-GA 2214 Archaeological Methods &amp; Techniques        ANTH-GA 1209 Prehistory of Near East &amp; Egypt II        ANTH-GA 3399 Topical Seminar History of Archaeological Theory        ISAW-GA 3014 Special Topics: Divinatory Texts in Ancient Mesopotamia        ISAW-GA 3013 Special Topics: The Archaeology of Egyptian Oasis               Bulletin Course Listing                           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Current Semester Courses | ANEES | NYU                               NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                      Back to Home       Current Semester Courses   Courses of Interest to ANEES Graduate Students in Spring Semester 2015 include: HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds HBRJD-GA 1102 Akkadian II  HBRJD-GA 1106 Sumerian II HBRJD-GA 3305 Topics in Ancient Near East Studies: Religion in Social Context  ANTH-GA 1520 Interpreting Human Skeletal Morphology ANTH-GA 1211 European Prehistory I ISAW-GA 1001 Intro to Ancient Egyptian II ISAW-GA 1003 Advanced Ancient Egyptian II ISAW-GA 3014 Ritual Text and Ritual Performance in the ANE ISAW-GA 3018 Archaeology of Anatolia from the Neolithic to the Hellenistic Period ISAW-GA 3023 Mapping and Data Visualization for the Ancient World  ISAW-GA 3003 Directed Study: Hittite Texts FINH-GA 2023 Lecture: By the People, of the People: Greek Art 1600-300 B.C. FINH-GA 3026 Seminar: Visualizing World and Cosmos in Late Antiquity  **Note that most of these courses require the consent of the department or the instructor.** Fuller descriptions for IFA (FINH) courses may be found listed under   “Course Descriptions at   http://www.nyu.edu/gsas/dept/fineart/academics/index.htm ; and for ISAW   courses at http://isaw.nyu.edu/graduate-program/seminar-descriptions . Descriptions of other courses may often be found on the Albert Course search or on departmental websites.   Courses of Interest offered in Previous Semesters include:  Fall Semester 2014  HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Studies  HBRJD-GA 1101 Akkadian I  HBRJD-GA 1105 Sumerian I HBRJD-GA 1117 Aramaic I MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I  MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1221 Ceramic Analysis ANTH-GA 1516 Human Osteology and Odontology  ISAW-GA 3018 Special Topics: The Iranian Zagros 1000-539BC  ISAW-GA 3014-001 Special Topics: Incantations Prayers &amp; Rituals ISAW-GA 3014-002 Pol &amp; Cult Relat Assur/Babylon FINH-GA 2020 Lecture: Tell El Amarna: A Unique Controversal Initiative FINH-GA 3020 Seminar: An Emerging Civilization: New Discover Prehistory FINH-GA 3021 Seminar: Late Antique Material Culture: Soft Furnishings FINH-GA 2521 Colloquium: Recent Resch/Art &amp; Material Cult Late Antiquity CLASS-GA 3004 Topics in Greek Literature: Belief and Practice in Greek Religion Spring Semester 2014      HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian  Studies HBRJD-GA 1104 Akkadian IV HBRJD-GA 1116 Ugaritic II HBRJD-GA 1119 Aramaic III: Christian Syriac MEIS-GA 1360 Directed Study: Intro Ancient Egyptian II MEIS-GA 1391 Directed Study: Adv Ancient Egyptian II ANTH-GA 1212 Faunal Analysis for Archaeology ANTH-GA 1239 Lithic Technology ANTH-GA 1520 Interpreting Human Skeletal Morphology CLASS-GA 1002 Prosem in Archaeology: Archaic Greek Sculpture  &amp; Sanctuaries FINH-GA 3020 Portraiture  in Ancient Egypt:  A Cross-Cultural Perspective (Seminar) FINH-GA 2020 Women in Ancient Egyptian Art: An Understudied  Category ISAW-GA 3014 Literature  and the Question of Genre in the Ancient Near East ISAW-GA 3018 Dilmun, Magan, and Meluhha ISAW-GA 3012 Landscapes and Territoriality in Western and Eastern Asia BCE ISAW-GA 3013 Maps, Models, and Databases: Digital Tools for  the Ancient World      Fall Semester 2013      HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian  Studies HBRJD-GA 1103 Akkadian III HBRJD-GA 1115 Ugaritic I HBRJD-GA 1118 Aramaic II MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1208 Prehistory of the Near East and Egypt I ANTH-GA 1516 Human Osteology and Odontology ANTH-GA 3396 Topical Seminar: Experimental Archaeology FINH-GA 2020 Multiple Civilizations: Ancient Egypt in its  African Context ISAW-GA 3022 Public Health in the Ancient World ISAW-GA 3018 Iranian Archaeology in the 21st Century ISAW-GA 3013 Hittite History, Language &amp; Archaeology ISAW-GA 3012 Introduction to GIS &amp; Spatial Analysis in  Anthropology &amp; Archaeology ISAW-GA 3014 Advanced Reading  of Akkadian - Literary Texts in Ancient Mesopotamia      Spring Semester 2013  HBRJD-GA 1102 Akkadian II HBRJD-GA 1117 Aramaic I HBRJD-GA 2107 Northwest Semitic Inscriptions HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds MEIS-GA 1360 Directed Study: Intro Ancient Egyptian II MEIS-GA 1391 Directed Study: Adv Ancient Egyptian II ANTH-GA 1520 Interpreting Human Skeletal Morphology ANTH-GA 2210 Technology in Preindustrial Societies  ANTH-GA 2214 Archaeological Methods &amp; Techniques  CLASS-GA 3000 Sem in Classical Studies: Acropolis CLASS-GA 3002 Spec Topics: The Persian Empire FINH-GA 2523 The Art and Archaeology of Greek Sicily FINH-GA 2522 The Archaeology of the Greek City FINH-GA 3024 Monuments and Topography of the City of Rome FINH-GA 2524 Art and Archaeology of Roman Italy ISAW-GA 3013 Beyond Apogee and Collapse: Empires and other Polities in the Ancient World (BCE) ISAW-GA 3019 Relations between Mesopotamia &amp; Iran ISAW-GA 3020 The History of Assyria in Ancient and Modern Historiography ISAW-GA 3009 “Soghdians in their Homeland” – the Archaeology of Soghdia from ca. 600 BCE to ca. 750 CE ISAW-GA 3018 Arabia in Antiquity c. 3500 BCE – 750 CE  Fall Semester 2012 HBRJD-GA 1101 Akkadian I HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1212 Faunal Analysis for Archaeology ANTH-GA 1516 Human Osteology and Odontology ANTH-GA 3397 Topical Seminar: Archeobotany FINH-GA 2020 The Extraordinary Community of Deir el-Medineh FINH-GA 3020 Reformation, Iconclasm and Artistic Innovation under Akhenaten ISAW-GA 3009 Conceptions of Ethnicity in the Ancient World Spring Semester 2012 HBRJD-GA 3507 Directed Study Ancient Near Eastern and Egyptian Studies HBRJD-GA 1104 Akkadian IV     HBRJD-GA 1116 Ugaritic II     MEIS-GA 1360 Directed Studies: Intro to Ancient Egyptian II     MEIS-GA 1391 Directed Study: Advanced Ancient Egyptian II ANTH-GA 2213 Archaeological Theory ISAW-GA 3013 Special Topics: Aegean Anatolia Levant 1200-800 BCE ISAW-GA 1304 Special Topics: Writing Law Religion in ANE FINH-GA 2087 Archaeology at the IFA, Discovery &amp; Challenge, Theory &amp; Practice FINH-GA 2521 Writing the History of Late Antique Egyptian Art Fall Semester 2011       HBRJD-GA 1103 Akkadian III        HBRJD-GA 1115 Ugaritic I        HBRJD-GA 1120 Aramaic IV        MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I        MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I     RELST-GA 1001 Theories &amp; Methods in The Study of Religion        ANTH-GA 2214 Archaeological Methods &amp; Techniques        ANTH-GA 1209 Prehistory of Near East &amp; Egypt II        ANTH-GA 3399 Topical Seminar History of Archaeological Theory        ISAW-GA 3014 Special Topics: Divinatory Texts in Ancient Mesopotamia        ISAW-GA 3013 Special Topics: The Archaeology of Egyptian Oasis               Bulletin Course Listing                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Ancient Near Eastern and Egyptian Studies | New York University                               NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                    Home     People       Graduate Program       Events       Resources       Affiliated Departments and Programs at NYU                           The Program in Ancient Near Eastern and Egyptian Studies grants MA and PhD degrees as preparation for careers in research, teaching, and museum work in the areas of Egypt, Mesopotamia, or the northern Levant. Faculty members are drawn from several departments and institutes of New York University and approach the region from a wide variety of disciplines and perspectives.      Students in the program will concentrate on the ancient Near East or Egypt, but the study of neighboring ancient cultures and comparative work is strongly encouraged, facilitated by NYU's impressive faculty in Classics and Hebrew & Judaic Studies. The small size of the program means that students will receive individual guidance in tailoring their programs specifically to their needs and interests, but will have access to the tremendous resources of the university and the city of New York.           Applications for Fall 2015 are due no later than January 4, 2015. Note that the program will only be accepting MA applications for Fall 2015; no fellowships for the doctoral program have been allocated for this admissions cycle, and therefore no applications for the PhD program can be accepted .      For further information, please e-mail Ann Macy Roth, the program's Director of Graduate Studies.                                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Master's Program, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                              Home       About       People     Master's Program     Public Events       Teacher Outreach       Media       Employment                         Home         &gt;                 Master's Program         Master's Program     We offer an M.A. program in modern Middle Eastern Studies and joint   M.A. programs that combine the study of the Middle East with   Journalism, Museum Studies, and Business. We cooperate closely with   the Department of Middle Eastern Studies, which offers a separate   program of study leading to the Ph.D. degree.         Our program focuses on the contemporary political economy and   cultures of the region and the historical processes that have shaped the   present. Courses cover modern history and politics, as well as   specialized topics that reflect areas of faculty research. These areas   currently include: questions of economic and political rights, law   and society, gender politics, Arabic fiction writing, Iranian literary   culture, the anthropology of Arab cities, Ottoman and Arab state   formation, Egyptian social history, and modern Iran and Central Asia.   Courses are also available on pre-modern Islamic history, literature,   and philosophy, and on the ancient Near East.         We pay special attention to language training, with   state-of-the-art instruction in Arabic, Persian, Hebrew, and Turkish,   as well as Hindi/Urdu and ancient Near Eastern languages. Many   students also take intensive summer language programs in the U.S. or   abroad.        Our M.A. program is designed for     Those thinking of entering a Ph.D. program but wanting first   to explore different disciplines or advance their knowledge of the   region and its languages  Those planning a career in fields such as journalism, public   service, cultural organizations, human rights, or political advocacy   and seeking to understand the region's politics and history and to   engage with questions of culture, social transformation, and economic   justice.               MASTER OF ARTS IN NEAR EASTERN STUDIES     The MA program in Near Eastern Studies has three elements:      A coherent sequence of courses on the region, totaling 40 credit points A demonstrated ability in one modern language of the area A master's thesis or report written under the supervision of an adviser          The program includes an optional internship course. The degree    is normally completed within two years (four semesters) of full-time   study. Course of Study:         The 40 points of course work allow a flexible program, with just two required courses and a distribution requirement:          The required courses are the   core course: Problems and Methods in Middle Eastern Studies (G77.1687)   and History of the Islamic Middle East 1750 to the Present (G77.1642)   (or, with the approval of the director, an advanced history seminar).    Students select the remaining eight courses according to their   individual research interests, in consultation with the director.  The distribution requirement stipulates that these include   at least one course each from two of the following disciplines:   Anthropology, Economics, Politics, and Sociology. For example, two of   the following courses: Anthropology for Middle East Studies   (G14.1322); Economics of the Middle East (G31.1608); Middle East   Government and Politics (G53.2590); and Sociology of Islam (G77.1612).          Language Requirement:     To complete the degree, you must demonstrate proficiency at   the upper-intermediate level in Arabic, Hebrew, Persian, or Turkish.   (Other languages may be considered as meeting this requirement with   approval of the director of the program.) Those with no language   background can satisfy the requirement by completing four semesters   (16 credit points) of language training at NYU; however, only two of   those semesters (8 undergraduate language credits) can be counted as   points towards the degree. Students who have prior language training   or who take an intensive language course in the summer of their first   year can meet the requirement by testing at an intermediate level of   proficiency, or by enrolling in and completing an advanced class. Native   speakers with fluency in reading, writing, listening, and speaking   may waive this requirement with the permission of the director.      Master's Thesis or Report: The master's thesis should generally have the format, style,   and length of a substantial article in a scholarly journal.   Alternatively, with the approval of your thesis advisor, it could have   the format and style of a substantial professional report, of the   kind that might be commissioned by an NGO or international   organization. In either case, it must present your own research and   analysis and relate them to existing scholarly and/or professional   understandings of the topic.     You should begin thinking about possible topics for your   thesis during your first year in the master's program. We encourage   you to take courses offered by faculty who may be able to work with   you on your thesis or who may be able to suggest research areas or   topics. When you meet with the Director of Graduate Studies (DGS)   toward the end of the spring term of your first year to discuss fall   courses, you should discuss possible thesis ideas. You should try to   use the summer between your first and second years in the program to   develop your thesis topic and, if possible, conduct preliminary   research.      In the fall semester of your second year you must define your   thesis topic and, in consultation with the DGS, select a faculty   thesis advisor as well as a second reader. As early in the semester as   possible you should develop, in consultation with your thesis   advisor, a brief proposal discussing your research project, how it   relates to the existing literature on the topic, and the sources or   materials you plan to work with, including a bibliography. When your   proposal is approved by your advisor – in any case no later than the   end of the fall semester – you must submit to the DGS a copy of your   proposal as well as a thesis proposal approval form to be signed by   your advisor and your second reader; this form will also serve as   confirmation that your advisor and second reader are willing to work   with you on your thesis.      Students who are in the journalism, museum studies or   business programs must follow the procedures and deadlines outlined   above regarding consultation with the DGS, development of a thesis   topic, selection of an advisor and a second reader, and submission of   the approval form. Students in the journalism and museum studies   programs must adhere to the requirements of the Journalism Department   and the Program in Museum Studies, respectively, regarding the   master's project and master's essay. Journalism master's projects   should be read and approved by two faculty members, one of whom should   be affiliated with NES and the other with Journalism. The Museum   Studies master's essay should be read and approved by an   NES-affiliated faculty member; the other advisor/reader should be   affiliated with the Museum Studies program. For a list of recent/past Master's Thesis topics, click here .                 Core and Program Requirements         Bulletin Course Descriptions       Joint Degree Master of Arts in Journalism & Near Eastern Studies       Master of Arts                                     Related Information                   Current Courses       Summer Language Programs       Grants and Fellowships       Career Development       Admission       Resources                                     Useful Links                   Master's Thesis Requirements and Forms       GSAS Master's College       Past Master's Thesis Topics       Announcements for Current Students                                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Current Semester Courses | ANEES | NYU                               NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                      Back to Home       Current Semester Courses   Courses of Interest to ANEES Graduate Students in Spring Semester 2015 include: HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds HBRJD-GA 1102 Akkadian II  HBRJD-GA 1106 Sumerian II HBRJD-GA 3305 Topics in Ancient Near East Studies: Religion in Social Context  ANTH-GA 1520 Interpreting Human Skeletal Morphology ANTH-GA 1211 European Prehistory I ISAW-GA 1001 Intro to Ancient Egyptian II ISAW-GA 1003 Advanced Ancient Egyptian II ISAW-GA 3014 Ritual Text and Ritual Performance in the ANE ISAW-GA 3018 Archaeology of Anatolia from the Neolithic to the Hellenistic Period ISAW-GA 3023 Mapping and Data Visualization for the Ancient World  ISAW-GA 3003 Directed Study: Hittite Texts FINH-GA 2023 Lecture: By the People, of the People: Greek Art 1600-300 B.C. FINH-GA 3026 Seminar: Visualizing World and Cosmos in Late Antiquity  **Note that most of these courses require the consent of the department or the instructor.** Fuller descriptions for IFA (FINH) courses may be found listed under   “Course Descriptions at   http://www.nyu.edu/gsas/dept/fineart/academics/index.htm ; and for ISAW   courses at http://isaw.nyu.edu/graduate-program/seminar-descriptions . Descriptions of other courses may often be found on the Albert Course search or on departmental websites.   Courses of Interest offered in Previous Semesters include:  Fall Semester 2014  HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Studies  HBRJD-GA 1101 Akkadian I  HBRJD-GA 1105 Sumerian I HBRJD-GA 1117 Aramaic I MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I  MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1221 Ceramic Analysis ANTH-GA 1516 Human Osteology and Odontology  ISAW-GA 3018 Special Topics: The Iranian Zagros 1000-539BC  ISAW-GA 3014-001 Special Topics: Incantations Prayers &amp; Rituals ISAW-GA 3014-002 Pol &amp; Cult Relat Assur/Babylon FINH-GA 2020 Lecture: Tell El Amarna: A Unique Controversal Initiative FINH-GA 3020 Seminar: An Emerging Civilization: New Discover Prehistory FINH-GA 3021 Seminar: Late Antique Material Culture: Soft Furnishings FINH-GA 2521 Colloquium: Recent Resch/Art &amp; Material Cult Late Antiquity CLASS-GA 3004 Topics in Greek Literature: Belief and Practice in Greek Religion Spring Semester 2014      HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian  Studies HBRJD-GA 1104 Akkadian IV HBRJD-GA 1116 Ugaritic II HBRJD-GA 1119 Aramaic III: Christian Syriac MEIS-GA 1360 Directed Study: Intro Ancient Egyptian II MEIS-GA 1391 Directed Study: Adv Ancient Egyptian II ANTH-GA 1212 Faunal Analysis for Archaeology ANTH-GA 1239 Lithic Technology ANTH-GA 1520 Interpreting Human Skeletal Morphology CLASS-GA 1002 Prosem in Archaeology: Archaic Greek Sculpture  &amp; Sanctuaries FINH-GA 3020 Portraiture  in Ancient Egypt:  A Cross-Cultural Perspective (Seminar) FINH-GA 2020 Women in Ancient Egyptian Art: An Understudied  Category ISAW-GA 3014 Literature  and the Question of Genre in the Ancient Near East ISAW-GA 3018 Dilmun, Magan, and Meluhha ISAW-GA 3012 Landscapes and Territoriality in Western and Eastern Asia BCE ISAW-GA 3013 Maps, Models, and Databases: Digital Tools for  the Ancient World      Fall Semester 2013      HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian  Studies HBRJD-GA 1103 Akkadian III HBRJD-GA 1115 Ugaritic I HBRJD-GA 1118 Aramaic II MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1208 Prehistory of the Near East and Egypt I ANTH-GA 1516 Human Osteology and Odontology ANTH-GA 3396 Topical Seminar: Experimental Archaeology FINH-GA 2020 Multiple Civilizations: Ancient Egypt in its  African Context ISAW-GA 3022 Public Health in the Ancient World ISAW-GA 3018 Iranian Archaeology in the 21st Century ISAW-GA 3013 Hittite History, Language &amp; Archaeology ISAW-GA 3012 Introduction to GIS &amp; Spatial Analysis in  Anthropology &amp; Archaeology ISAW-GA 3014 Advanced Reading  of Akkadian - Literary Texts in Ancient Mesopotamia      Spring Semester 2013  HBRJD-GA 1102 Akkadian II HBRJD-GA 1117 Aramaic I HBRJD-GA 2107 Northwest Semitic Inscriptions HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds MEIS-GA 1360 Directed Study: Intro Ancient Egyptian II MEIS-GA 1391 Directed Study: Adv Ancient Egyptian II ANTH-GA 1520 Interpreting Human Skeletal Morphology ANTH-GA 2210 Technology in Preindustrial Societies  ANTH-GA 2214 Archaeological Methods &amp; Techniques  CLASS-GA 3000 Sem in Classical Studies: Acropolis CLASS-GA 3002 Spec Topics: The Persian Empire FINH-GA 2523 The Art and Archaeology of Greek Sicily FINH-GA 2522 The Archaeology of the Greek City FINH-GA 3024 Monuments and Topography of the City of Rome FINH-GA 2524 Art and Archaeology of Roman Italy ISAW-GA 3013 Beyond Apogee and Collapse: Empires and other Polities in the Ancient World (BCE) ISAW-GA 3019 Relations between Mesopotamia &amp; Iran ISAW-GA 3020 The History of Assyria in Ancient and Modern Historiography ISAW-GA 3009 “Soghdians in their Homeland” – the Archaeology of Soghdia from ca. 600 BCE to ca. 750 CE ISAW-GA 3018 Arabia in Antiquity c. 3500 BCE – 750 CE  Fall Semester 2012 HBRJD-GA 1101 Akkadian I HBRJD-GA 3507 Dir Study Ancient Near Eastern &amp; Egyptian Stds MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I ANTH-GA 1212 Faunal Analysis for Archaeology ANTH-GA 1516 Human Osteology and Odontology ANTH-GA 3397 Topical Seminar: Archeobotany FINH-GA 2020 The Extraordinary Community of Deir el-Medineh FINH-GA 3020 Reformation, Iconclasm and Artistic Innovation under Akhenaten ISAW-GA 3009 Conceptions of Ethnicity in the Ancient World Spring Semester 2012 HBRJD-GA 3507 Directed Study Ancient Near Eastern and Egyptian Studies HBRJD-GA 1104 Akkadian IV     HBRJD-GA 1116 Ugaritic II     MEIS-GA 1360 Directed Studies: Intro to Ancient Egyptian II     MEIS-GA 1391 Directed Study: Advanced Ancient Egyptian II ANTH-GA 2213 Archaeological Theory ISAW-GA 3013 Special Topics: Aegean Anatolia Levant 1200-800 BCE ISAW-GA 1304 Special Topics: Writing Law Religion in ANE FINH-GA 2087 Archaeology at the IFA, Discovery &amp; Challenge, Theory &amp; Practice FINH-GA 2521 Writing the History of Late Antique Egyptian Art Fall Semester 2011       HBRJD-GA 1103 Akkadian III        HBRJD-GA 1115 Ugaritic I        HBRJD-GA 1120 Aramaic IV        MEIS-GA 1359 Directed Studies: Intro to Ancient Egyptian I        MEIS-GA 1390 Directed Study: Advanced Ancient Egyptian I     RELST-GA 1001 Theories &amp; Methods in The Study of Religion        ANTH-GA 2214 Archaeological Methods &amp; Techniques        ANTH-GA 1209 Prehistory of Near East &amp; Egypt II        ANTH-GA 3399 Topical Seminar History of Archaeological Theory        ISAW-GA 3014 Special Topics: Divinatory Texts in Ancient Mesopotamia        ISAW-GA 3013 Special Topics: The Archaeology of Egyptian Oasis               Bulletin Course Listing                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Ancient Near Eastern and Egyptian Studies | New York University                               NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                    Home     People       Graduate Program       Events       Resources       Affiliated Departments and Programs at NYU                           The Program in Ancient Near Eastern and Egyptian Studies grants MA and PhD degrees as preparation for careers in research, teaching, and museum work in the areas of Egypt, Mesopotamia, or the northern Levant. Faculty members are drawn from several departments and institutes of New York University and approach the region from a wide variety of disciplines and perspectives.      Students in the program will concentrate on the ancient Near East or Egypt, but the study of neighboring ancient cultures and comparative work is strongly encouraged, facilitated by NYU's impressive faculty in Classics and Hebrew & Judaic Studies. The small size of the program means that students will receive individual guidance in tailoring their programs specifically to their needs and interests, but will have access to the tremendous resources of the university and the city of New York.           Applications for Fall 2015 are due no later than January 4, 2015. Note that the program will only be accepting MA applications for Fall 2015; no fellowships for the doctoral program have been allocated for this admissions cycle, and therefore no applications for the PhD program can be accepted .      For further information, please e-mail Ann Macy Roth, the program's Director of Graduate Studies.                                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Master's Program, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                              Home       About       People     Master's Program     Public Events       Teacher Outreach       Media       Employment                         Home         &gt;                 Master's Program         Master's Program     We offer an M.A. program in modern Middle Eastern Studies and joint   M.A. programs that combine the study of the Middle East with   Journalism, Museum Studies, and Business. We cooperate closely with   the Department of Middle Eastern Studies, which offers a separate   program of study leading to the Ph.D. degree.         Our program focuses on the contemporary political economy and   cultures of the region and the historical processes that have shaped the   present. Courses cover modern history and politics, as well as   specialized topics that reflect areas of faculty research. These areas   currently include: questions of economic and political rights, law   and society, gender politics, Arabic fiction writing, Iranian literary   culture, the anthropology of Arab cities, Ottoman and Arab state   formation, Egyptian social history, and modern Iran and Central Asia.   Courses are also available on pre-modern Islamic history, literature,   and philosophy, and on the ancient Near East.         We pay special attention to language training, with   state-of-the-art instruction in Arabic, Persian, Hebrew, and Turkish,   as well as Hindi/Urdu and ancient Near Eastern languages. Many   students also take intensive summer language programs in the U.S. or   abroad.        Our M.A. program is designed for     Those thinking of entering a Ph.D. program but wanting first   to explore different disciplines or advance their knowledge of the   region and its languages  Those planning a career in fields such as journalism, public   service, cultural organizations, human rights, or political advocacy   and seeking to understand the region's politics and history and to   engage with questions of culture, social transformation, and economic   justice.               MASTER OF ARTS IN NEAR EASTERN STUDIES     The MA program in Near Eastern Studies has three elements:      A coherent sequence of courses on the region, totaling 40 credit points A demonstrated ability in one modern language of the area A master's thesis or report written under the supervision of an adviser          The program includes an optional internship course. The degree    is normally completed within two years (four semesters) of full-time   study. Course of Study:         The 40 points of course work allow a flexible program, with just two required courses and a distribution requirement:          The required courses are the   core course: Problems and Methods in Middle Eastern Studies (G77.1687)   and History of the Islamic Middle East 1750 to the Present (G77.1642)   (or, with the approval of the director, an advanced history seminar).    Students select the remaining eight courses according to their   individual research interests, in consultation with the director.  The distribution requirement stipulates that these include   at least one course each from two of the following disciplines:   Anthropology, Economics, Politics, and Sociology. For example, two of   the following courses: Anthropology for Middle East Studies   (G14.1322); Economics of the Middle East (G31.1608); Middle East   Government and Politics (G53.2590); and Sociology of Islam (G77.1612).          Language Requirement:     To complete the degree, you must demonstrate proficiency at   the upper-intermediate level in Arabic, Hebrew, Persian, or Turkish.   (Other languages may be considered as meeting this requirement with   approval of the director of the program.) Those with no language   background can satisfy the requirement by completing four semesters   (16 credit points) of language training at NYU; however, only two of   those semesters (8 undergraduate language credits) can be counted as   points towards the degree. Students who have prior language training   or who take an intensive language course in the summer of their first   year can meet the requirement by testing at an intermediate level of   proficiency, or by enrolling in and completing an advanced class. Native   speakers with fluency in reading, writing, listening, and speaking   may waive this requirement with the permission of the director.      Master's Thesis or Report: The master's thesis should generally have the format, style,   and length of a substantial article in a scholarly journal.   Alternatively, with the approval of your thesis advisor, it could have   the format and style of a substantial professional report, of the   kind that might be commissioned by an NGO or international   organization. In either case, it must present your own research and   analysis and relate them to existing scholarly and/or professional   understandings of the topic.     You should begin thinking about possible topics for your   thesis during your first year in the master's program. We encourage   you to take courses offered by faculty who may be able to work with   you on your thesis or who may be able to suggest research areas or   topics. When you meet with the Director of Graduate Studies (DGS)   toward the end of the spring term of your first year to discuss fall   courses, you should discuss possible thesis ideas. You should try to   use the summer between your first and second years in the program to   develop your thesis topic and, if possible, conduct preliminary   research.      In the fall semester of your second year you must define your   thesis topic and, in consultation with the DGS, select a faculty   thesis advisor as well as a second reader. As early in the semester as   possible you should develop, in consultation with your thesis   advisor, a brief proposal discussing your research project, how it   relates to the existing literature on the topic, and the sources or   materials you plan to work with, including a bibliography. When your   proposal is approved by your advisor – in any case no later than the   end of the fall semester – you must submit to the DGS a copy of your   proposal as well as a thesis proposal approval form to be signed by   your advisor and your second reader; this form will also serve as   confirmation that your advisor and second reader are willing to work   with you on your thesis.      Students who are in the journalism, museum studies or   business programs must follow the procedures and deadlines outlined   above regarding consultation with the DGS, development of a thesis   topic, selection of an advisor and a second reader, and submission of   the approval form. Students in the journalism and museum studies   programs must adhere to the requirements of the Journalism Department   and the Program in Museum Studies, respectively, regarding the   master's project and master's essay. Journalism master's projects   should be read and approved by two faculty members, one of whom should   be affiliated with NES and the other with Journalism. The Museum   Studies master's essay should be read and approved by an   NES-affiliated faculty member; the other advisor/reader should be   affiliated with the Museum Studies program. For a list of recent/past Master's Thesis topics, click here .                 Core and Program Requirements         Bulletin Course Descriptions       Joint Degree Master of Arts in Journalism & Near Eastern Studies       Master of Arts                                     Related Information                   Current Courses       Summer Language Programs       Grants and Fellowships       Career Development       Admission       Resources                                     Useful Links                   Master's Thesis Requirements and Forms       GSAS Master's College       Past Master's Thesis Topics       Announcements for Current Students                                   Contact Us | &copy; New York University , Arts and Science"}]}]