[{"detail": [{"content": "Preliminary Schedule for Orphan Film symposium - Orphan Film Symposium - NYU Wikis                                                                                                                                                                                                                                                                                                                 Skip to content    Skip to breadcrumbs    Skip to header menu    Skip to action menu    Skip to quick search                                           Quick Search                                                                 #menuMacros_renderGlobalBrowseMenu()                                           Log in                                                  Pages                                                   Tools                                                     A t tachments (2)                                           Page History                                           Restrictions                                                               Page Information                                           Link to this Page…                                           View in Hierarchy                                           View Source                                           Export to PDF                                           Export to Word                                                            Preliminary Schedule for Orphan Film symposium                                                                                                                                                                Preliminary Schedule for Orphan Film Symposium    Download PDF or Word Doc         Wednesday, April 11    8:00  pm   Opening Nacht    Transformations (Ralph Sargent for IBM, 1968)    Anke Mebold (Deutsches Filminstitut), Thomas Lang (ABC&amp;TaunusFilm), and Tom Gunning (U of Chicago) introduce the new DIF restoration Die Hochbahnkatastrophe (Valy Arnheim, 1921) aka The Elevated Train Catastrophe    Dennis James pianist     Thursday, April 12     9:30 am  Welcome    David Schwartz (Museum of the Moving Image) and Richard Allen (NYU Cinema Studies)    Dan Streible (NYU) Made to Persuade: The Moving Pictures in Our Heads     9:45 am Campaign films and TV spots    David Schwartz (Museum of the Moving Image) The Living Room Candidate Charles Musser (Yale U) Three Stories of '48: The Truman Story (Universal), The Dewey Story (March of Time, RNC), and A People’s Convention (Union Films)     11:00 am Ad Films for Theaters, Television, and the Web    Annette Groschke (Deutsche Kinematek) Charles Wilp's Sexy-mini-super-flower-pop-op-Afri-cola Campaign, 1968-1974      Leenke Ripmeester (EYE)  Joop Geesink’s Dollywood Advertising Films    Julia Noordegraaf (U of Amsterdam)     and    Skip Elsheimer (A/V Geeks)  Digitizing Duke U's AdViews: Post's Sugar Crisp Campaign      Devin Orgeron (NC State U)  Sugar Bear Sells Sugar Crisp, 1949 to present       +    Walter Forsberg (NYU Libraries) Redating: Let’s All Go to the Lobby (195?)     lunch     1:45 pm   Making Films at AT&amp;T/Bell Labs, 1967-1980    Nell Cox with Operator (1969)    Dot Squared (Katy Martin, 1977)    Bill Brand Touch Tone Phone Film (1973)    Walter Forsberg (Mellon Fellow) computer animation pioneers, 1960-69: The Artist and the Computer (AT&amp;T, 1980)    Lillian Schwartz with Pixillation (1970) , UFOs (1971), Olympiad (1971) , Enigma (1972), Papillons (1973), and Galaxies (1974)     4 pm   Commerce    Martin L. Johnson (U of North Carolina)  Booster films and the Paragon Feature Film Company: Past and Present in the Cradle of Dixie (Montgomery, 1914), The Lumberjack (Wausau, 1914) and Blissveldt Romance (Grand Rapids, 1915)    Yvonne Zimmermann (U of Zurich) Hans Richter's Sponsored Films: Die Börse als Barometer der Wirtschaftslage [The Stock Exchange] (Swiss Exchange Zurich, 1939) restored by the Swiss Film Archive    Dave Davidson (City College of New York)  Hans Richter at the CCNY Institute of Film Techniques: It's Up to You (Leo Seltzer, 1944)     Dinner     8 pm    Helen Hill Awards Poetic Persuasion: What happens if you eat watermelon seeds?    70mm homage (2012)  by Danielle Ash and Jodie Mack    Helen Hill Media Education Center video (Whispering Statues [Pierce Cook], 2011)    Jeanne Burkhardt and Snowden Becker (Center for Home Movies) [Francena Feeding the Chickens] (Charles Camp, 1905)    Dwight Swanson (Center for Home Movies) Camera Test (Helen Hill, 2005)    Jim Bittl (HBO) introduces Gross Facts [What Happens If You Eat Watermelon Seeds?]   interstitials for Street Sense (Helen Hill/CBC, 1997-98)    Award presenters Susan Selig (Kodak) and Laura Kissel (USC)    Helen Hill Award recipients                Jo Dery                            The Last, The Rest (2000, 16mm)                            Echoes of Bats and Men (2005, 16mm)                            Woodpecker in Snow Shoes (2008)                            Peeks (2009) et al.                Jeanne Liotta                            Blue Moon (1988)                            Loretta (2003)                            Eclipse (2005)                            What Makes Day and Night (1998)                            Observando el Cielo (2007)                          Science’s 10 Most Beautiful Experiments :#2 Galileo’s (2006)                                                  Sweet Dreams (2009)    +    The Florestine Collection (2011) a film by Helen Hill, completed by Paul Gailiunas       Friday, April 13    9:30 am   Other Orphans: Bastards, Fugitives, and Test-Tube Babies    Anna McCarthy (author, The Citizen Machine ) Pushing on the Analogy    Hadi Gharabhagi (NYU) The Bastard Files: State &quot;Terrorism&quot; and the Press in the USIS's  News of Iran   (1954)     Tina Campt (Barnard College) Orphan Photos, Fugitive Images: Family Photography and the African Diaspora in Europe     . . . and Children Limited      Larry A. Jones (the Arc of Washington) Children Limited (1951, Children's Benevolent League)      Laura Kissel (U of South Carolina) respondent     11:45 am   Audiovisual Preservation Exchange (APEX) Ghana    Mona Jimenez, Manthia Diawara, and Louis Massiah (Scribe Video Center) on finding Hamile: The Tongo Hamlet (1964, Ghana Film Industry Corporation) and newsreel of the W. E. B. DuBois funeral (1963)     Lunch     1:45 pm   Citizenship and Motherhood    Susan Courtney (U of South Carolina) Midcentury Screen Maps for Model Citizen-Spectators                excerpts from Family Camping through Forty-eight States, 1954-1961 (Robbins Barstow, 2000)    Irene Lusztig (UC Santa Cruz) The Motherhood Archives: Maternal Education Films     Jennifer Horne (UC Santa Cruz) Welcome to the Nanny State: Carlyle Ellis and the U.S. Children’s Bureau, 1919-1926    Andrew Simpson (Catholic U) accompanies Best-Fed Baby (1925)     3:45 pm   Community Youth Filmmaking      Jay Schwartz (Secret Cinema) and Louis Massiah (Scribe Video Center) introduce The Jungle (1967, 12th and Oxford Street Film Makers) digital work by The MediaPreserve    Elena Rossi-Snook (NYPL Reserve Film and Video Collection) The Young Filmmaker’s Foundation Collection (1964-1979) titles TBA    Jonathan Kahana (UC Santa Cruz / NYU) moderator      5:15 pm   Race and Rebellion    Mark Quigley (UCLA) One Friday (Rolf Forsberg, 1973)  classroom discussion film imagines an all-out race war    Allyson Nadia Field (UCLA) and Jacqueline Stewart (Northwestern) The L.A. Rebellion Project: Daydream Therapy (Bernard Nicolas, 1977)      Dinner (on your own)     8:00 pm   Archivo Memoria: National Memory Reconsidered    Mike Mashon (U.S. Library of Congress) moderator    Audrey Young (Cineteca Nacional) One Film Survived the Fire: Cine Móvil (Javier Arroyo, 1976)  Preserved by Colorlab    Issa García Ascot (filmmaker, Archivo Memoria) Un Modo de Decir ( A Way of Saying, 2011)    +    Alice Lovejoy (U of Minnesota) Czechoslovak Army Films and Excess of Persuasion                Crooked Mirror (Karel Kachyna, 1958)                  Metrum (Ivan Balad’a, 1967)     filmmaker Vojtech Jasný Príležitost / Opportunity (Vojtech Jasný 1956)     Michal Bregant (Czech National Film Archive)    +    Sunniva O’Flynn (Irish Film Archive) a program of short films from Ireland       Saturday, April 14    9:30 am   Island Governance    Jon Gartenberg and Jeff Capp (GME) Tassilo Adam: Moving Image Adventures in Indonesia, 1920s-30s       Jaime Partsch (Universidad del Este, Puerto Rico) Films by Governor Jesús T. Piñero    Bill Ferehawk (Society for Moving Images about the Built Environment) Rediscovering Buddhist Temples of Hawaii, 1946-195?     11:15 am   Progressive Education and Labor Advocacy: A Lee Dick Retrospective    Craig Kridel (U of South Carolina), Ivan von Sauer (BBC Worldwide), and Eugene Perl (Hessian Hills School, Croton-on-Hudson) introduce School: A Film about Progressive Education (1939, Lee Dick)     Dan Friedlaender (Temple U) &amp; Adrianne Finelli (U of  Michigan) &quot;There Are Mean Things Happening in This Land&quot;: Men and Dust (1940, Lee Dick)     Lunch     1:45 pm    Report from the Orphan Works Symposium (video conference) 1    David R. Hansen (Berkeley Digital Library Copyright Project), Howard Besser, Rick Prelinger        2 pm   Popular Science    Heather Heckman and Mark G. Cooper (U of South Carolina MIRC) Roman Vishniac microcinematography    Michael Aronson and Elizabeth Peterson (U of Oregon) You Are Getting Sleepy/Hungry/Horny…The Life and Times of Lester Beck, Filmmaking Psychologist: Human Growth (Sy Wexler, 1948)          Sergei Kapterev (Moscow Research Institute of Film Art) The Flight to Thousands of Stars (USSR, 196?)     4:15 pm   Hollywood and the World    Catherine Jurca   The “Motion Pictures’ Greatest Year” Campaign: The World Is Ours (MPPDA, 1938)     Ethan de Seife (Hofstra U) The Cartoon at the End of the World: Frank Tashlin and The Way of Peace (Evangelical Lutheran Church in America, 1947)     5:15 pm   On Newsfilm    Mark J. Williams (Dartmouth) Local TV news    Nancy McLean Suniewick (Colorlab) and Greg Wilsbacher (USC MIRC) Remembering Bill Birch     Dinner       8:  pm    FINAL SCREENINGS      Marie Lascu (NYU MIAP) introduces    Karl Heider (Tokyo U) Study of a Parent's Behavior: Studies of Apparent Behavior  (1943, Fritz Heider and Marianne Simmel) Preserved by BB Optics and NYU MIAP    Jodie Mack (Dartmouth) remakes of the Heider-Simmel film, in color 16mm and in digital video,     Russ Suniewick (Colorlab) Remembering Alan Stark: Film Tests by Ralph Sargent (Film Technology Company)     Robert Martens &amp; Walter Forsberg present Auroratone: When the Organ Played 'O Promise Me' (Cecil Stokes, 194?)  with Bing Crosby.  Preserved by Film Technology Co.     Elizabeth Peterson (U of Oregon) Adaptive Behavior of Golden-Mantled Ground Squirrels (1942)       Rachael Stoeltje (Indiana U) Chucky Lou: Story of a Woodchuck (1948) or Your Daughter at I.U.   (1953)        Nico de Klerk   The Hands of a Stranger (Richard Heffron/USIA, 1966)     Marsha Orgeron (NC State U) Sam Fuller's How to Light a Cigar (1945)     Lydia Pappas and Yongli Li (USC MIRC) introduces Light Cavalry Girl (Jie Shen, Central Newsreel and Documentary Film Studio, Beijing, 1980)     Leenke Ripmeester (EYE Netherlands Film Institute) Joop Geesink TBA (19??)                                                     No labels                                                                                                                                       Need help? Help Documentation can be found here . You can also contact ITS Client Services at 212 998 3333 or at this help form . NYU Wikis is Powered by Atlassian Confluence 3.5.9, the Enterprise Wiki"}]}]