[{"detail": [{"content": "Near East Archeology - NYU Libraries                               This is the \"Near East Archeology\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Near East Archeology Resources to support students in \"Archaeology of the Near East from the Origins of Agriculture to Alexander the Great\"        Last update: Feb 3, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=653881                                                                          Home                                                                                  Requesting books from New York                    To request a book from New York:   1. Search for a book at the \" Books &amp; More \" tab.   2. Sign in to My Library Account (top right of page).   3. Click the title of the item you'd like.   4. Click the blue request button.   5. \"NYU Abu Dhabi Library (UAE)\" will be listed as the pickup location. Click \"Submit\"   6. Your book will arrive in 3-5 days. We will email you when it is available for you to pick up.   Got questions? Email us!           Comments (0)                                         Requesting digitized items from NYUNY                 To request an item from NYUNY:   1. Search for item through \" Books &amp; More \" tab   2. Sign in to My Library Account (top right of page)   3. Click the title of the item you'd like.   4. Click the blue request button.   5. Enter citation information and click \"Submit\"   Got questions? Email us!           Comments (0)                                         Search Bobcat                 Bobcat Embedded Search Box           Comments (0)                                         Reference sources                   A Companion to the Archaeology of the Ancient near East - D. T. Potts (Editor) ISBN: 9781405189880 Publication Date: 2012-05-21 A comprehensive and authoritative overview of ancient material culture from the late Pleistocene to Late Antiquity Features up-to-date surveys and the latest information from major new excavations such as Qatna (Syria), Göbekli Tepe (Turkey) Includes a diverse range of perspectives by senior, mid-career and junior scholars in Europe, USA, Britain, Australia, and the Middle East for a truly international group Includes major reviews of the origins of agriculture, animal domestication, and archaeological landscapes Includes chapters dealing with periods after the coming of Alexander the Great, including studies of the Seleucid, Arsacid, Sasanian, Roman and Byzantine empires in the Near East, as well as early Christianity in both the Levant and Mesopotamia Fills a gap in literature of the Ancient Near East, dealing with topics often overlooked, including ethical and legal issues in antiquities markets and international scholarship   The Encyclopedia of Ancient History ISBN: 9781405179355 The definitive reference work for the study of the ancient world, includes over 5000 entries, provides clear, concise, definitions and explanations of the key people, places, and events in ancient history. Spans the late Bronze Age through the seventh century CE and covers the entire ancient Mediterranean world including the Near East and Egypt.   A Companion to Ancient History - Andrew Erskine (Editor) ISBN: 1118451368 This Companion provides a comprehensive introduction to key topics in the study of ancient history. Examines the forms of evidence, problems, approaches, and major themes in the study of ancient history. Comprises more than 40 essays, written by leading international scholars.   Encyclopaedia Britannica ISBN: 9781593392925 Over 4,000 contributors and 65,000 articles on a variety of topics. Includes references for further reading.            Comments (0)                                         Web resources and databases                  EBSCO Discovery Service (EDS) EDS encompasses the content of 400 databases and publishers. A very broad, multi-disciplinary database. ABZU Abzu is a guide to networked open access data relevant to the study and public presentation of the Ancient Near East and the Ancient Mediterranean world. AWOL: The Ancient World Online A blog covering open access material relating to the ancient world. The ancient world is conceived here as from the Pillars of Hercules to the Pacific, from the beginnings of human habitation to the late antique / early Islamic period. Ancient World Image Bank The Ancient World Image Bank is a collaborative effort to distribute and encourage the sharing of free digital imagery for the study of the ancient world.            Comments (0)                                              close                                                                                                          General information                                                                                  Database Search Tips                 Here are tips for better search results in databases. This usage works on most databases, but check 'Help' sections for supported search syntax.   Boolean: (using operators: and, or, not)   mother and father searches for occurrences of both words within scope defined.      mother or father searches for one or all, but both are not required.     mother not father searches for occurrences of the word &lsquo;mother&rsquo; without use of the word &lsquo;father.&rsquo;     ( mother not father ) and god searches for occurrences of the word &lsquo;mother&rsquo; without use of the word &lsquo;father,&rsquo; then also requires the word &lsquo;god.&rsquo;     Truncation:   art * searches for art, arts, artistic, artful, etc.   Wildcard:   m ? n searches for man and men.                                             FAQs: Requesting items from New York                 Blue request button not appearing? Be sure you are signed in. If you're already signed in, click \"More Info,\" then click \"Request.\"   When will your item(s) arrive? Books should arrive in about 4 days. If you do not receive your item or notification regarding a delay within a week, please contact the library. You should receive digitized items within 24 hours.   What libraries can I borrow from? NYUAD users have access to circulating materials from Bobst Library and from Courant Library .   What if my item is on reserve or part of the reference collection? Request what you need via Inter-Library Loan .   What if I want a multi-volume set? You must request individual volumes.   Got questions? Email us!           Comments (0)                                         What is google scholar? How should I use it?                 Google Scholar is a time-saving, scholarly search interface accessible from within the Google interface. With Google Scholar, you can access peer-reviewed journal articles, books and book sections. For literature searching, specialized databases have more functionality and access more comprehensive results, but Google Scholar is a good tool to use for a search for a known item .   You can configure Google Scholar to:     Display a link to NYU options for the full-text of an article   Export your citations to RefWorks or EndNote     Here's how to display NYU links:     Open scholar.google.com   Go to the Settings icon (upper right screen)   Click on left menu item, \"Library Links\"   Type in: NYU   From the results, put a check mark next to \"New York University Libraries-GetIt at NYU\"   Click on Save to save preferences.     The next time you search scholar.google.com, the GetIt at NYU option will be available next to accessible article citations.     Here's how to change settings for Bibliography manager:     Open scholar.google.com   Go to the Settings icon (upper right screen)   In the Search Results, go to Bibliography Manager   Select Show Links to import citation into: (your choice of bibliography manager, Refworks, Endnote, etc.)   Click on Save to save preferences.             Comments (0)                                         The Peer Review Process                 The peer-review process is the system by which much scholarly work is judged for quality and strength. Here is a great video created by the North Carolina State University Library that lays out the basics of peer review.              Comments (0)                                         3 things to remember!                 When using article databases, remember there are always three stages in your workflow (the \"three Ds\"):   1) Discovery: Do (and redo!) your searching, using varying terms and combining using the Boolean operators \" and, or, not \" to get good results. Your first search is not your best search, but rather an opportunity to learn how to immediately do a better search   2) Delivery: For items that you like, select the link to the fulltext if available, or click on the button to see if we own the item. If you want to keep this item, either save it to your own computer, email it to yourself, or print it.   3) Database it: Keep the \"meta-information\" about all that good resources you found for your records and to make your bibliographies. You will find yourself returning to resources so having a system in place will save you time and aggravation later. The NYU Libraries offer a number of tools to our users to help with this, in particular a tool called RefWorks , which you can learn about here.           Comments (0)                                              close                                                                                                          Access Librarian                                                           Beth Daniel Lindsay  JavaScript disabled or chat unavailable.   Chat is offline.  Contact Info: NYUAD Library   PO Box 129 188   Abu Dhabi, UAE   (+971) 2-628-4131 Send Email  Subjects: History , Political Science , Philosophy          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]