[{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}]},
{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}, {"content": "%PDF-1.4 %  210 0 obj  > endobj      xref  210 67  0000000016 00000 n  0000002354 00000 n  0000002606 00000 n  0000002658 00000 n  0000002787 00000 n  0000002845 00000 n  0000003276 00000 n  0000003388 00000 n  0000003499 00000 n  0000003611 00000 n  0000003723 00000 n  0000003835 00000 n  0000003948 00000 n  0000004103 00000 n  0000004768 00000 n  0000005457 00000 n  0000005619 00000 n  0000005765 00000 n  0000006318 00000 n  0000006355 00000 n  0000006848 00000 n  0000007128 00000 n  0000007539 00000 n  0000007617 00000 n  0000008392 00000 n  0000009095 00000 n  0000009831 00000 n  0000010483 00000 n  0000011144 00000 n  0000011801 00000 n  0000012493 00000 n  0000012940 00000 n  0000015634 00000 n  0000020917 00000 n  0000023300 00000 n  0000028193 00000 n  0000028515 00000 n  0000028722 00000 n  0000029168 00000 n  0000029378 00000 n  0000029432 00000 n  0000029490 00000 n  0000029627 00000 n  0000029728 00000 n  0000029777 00000 n  0000029855 00000 n  0000029904 00000 n  0000029999 00000 n  0000030048 00000 n  0000030142 00000 n  0000030191 00000 n  0000030283 00000 n  0000030331 00000 n  0000030493 00000 n  0000030581 00000 n  0000030629 00000 n  0000030734 00000 n  0000030854 00000 n  0000030902 00000 n  0000030950 00000 n  0000031055 00000 n  0000031103 00000 n  0000031233 00000 n  0000031281 00000 n  0000031329 00000 n  0000002184 00000 n  0000001669 00000 n  trailer   ]>>  startxref  0  %%EOF           276 0 obj  >stream  xb```b`g`c``\u000feg@\u0000~\u0006\u0016( \u0003Gd7`\u001e \u0006\u001ct&\u0016 \u0001\u001c @\\X8\u0019j7s  \u0000\u0002 \u0000 |  endstream endobj 275 0 obj  >/Size 210/Type/XRef>>stream  xbbb`b``\u0004a\u0000\u0003\u0000\u0005\u001c\u0000  endstream endobj 211 0 obj  >/PageMode/UseOutlines/Names 214 0 R/Outlines 250 0 R/Metadata 205 0 R/AcroForm 213 0 R/Pages 201 0 R/PageLayout/SinglePage/OpenAction 212 0 R/StructTreeRoot 207 0 R/Type/Catalog/Lang(EN)/PageLabels 199 0 R>> endobj 212 0 obj  > endobj 213 0 obj  >/Encoding >>>>> endobj 214 0 obj  > endobj 215 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 216 0 obj  > endobj 217 0 obj  > endobj 218 0 obj  > endobj 219 0 obj  > endobj 220 0 obj  > endobj 221 0 obj  > endobj 222 0 obj  >/Border[0 0 0]/Type/Annot>> endobj 223 0 obj  > endobj 224 0 obj  > endobj 225 0 obj  > endobj 226 0 obj  > endobj 227 0 obj  > endobj 228 0 obj [/ICCBased 241 0 R] endobj 229 0 obj  > endobj 230 0 obj  > endobj 231 0 obj  > endobj 232 0 obj  > endobj 233 0 obj  >stream  HlT]o0\u0014}WLހv[+JZiZ d\u0004ف\u007f?\u007f\u0004u\u0013Rr98rtXbPy\u0011a*>)MO\u0001簼񣫒Ār=RH+\u001cH7@.\u0010\u0013\u0001\u0005*x!A\u001bw;\u001aO\u0019pQ7\u0017xB/ky7`J\u0010\u0015\u0014ׁຍg^ӆ7pL[:~HC\bR*)W$c&q\u0005*Ҏ\\dryu0Vz*ɘ\bHY\u001fFpO$iH*\u0015; f(:f\udc71.{\u00118n#0 \u000fmhWG,{3@R\b!*{eP \u0006\u0013\u0006\u0011Q38 '\u0011'^\u001a\u001fI\u0001ksd\u0010\u001f0\u000f$\u0013k`=2\u001aI4 \u000f{U\u0013R@\u001bb\u001aYo7U\u0004\u001e\u001b\u007f\b~\u0005\u007f\u0004\u0018\u0000a\u007f;  endstream endobj 234 0 obj  >stream  HlSr0 +r;GO[c\u001e\u001ch 8H \u001fN\u0005\bI:9\u0002\u0016K\u0002 m]o]U7,5.le\u00016ۺ8R@\u007f\u0002^\u007fS ʡ\u0012\u0016ofDe%I\u0014p\u0010m@)&djH\u0005>!՘\u0014u\"\u001d8m\u0004\\\\klx\u0010([/ڻ\u0010]Ow`03Mqhc%(;p\u0005\u0015#/\u0010\u001d\u007f,6\u0012>D3O W!\u0005I~a=\u0017\u001d\u008e+{\u001am䮦\u0007!\u0018Pyߥ}+RFuER[wpKl\u000f\u000fY $1W>\u0002ىA++0*.X֊;%O O\u0010\"o#i6\u007f\u001e\u0006u\\M\u0003\u0018/\u0006\u001do\u0006\u0006*Cޜ#\u0007V݇a`cf[prq\u00131u.짛3.\u0016ܴ0hJm\u001afq CɐAc4\u0011 >stream  H\\TK0\u00108T \u0018H^{ZC\u0013,63c6\u0012 \u000ewl8?TYQ8l̾۫_Q!|׊T۔}eU6SDH\u0002\u0016M$o4w\u000f=8Z!\u0017Gu~nl* i\u0001zxJF~aKVF\u0006.9]$,61墁Y\u0002iZ)FRZz\u0013^rcTF2h,\u000634a;$\u00030a \u0013BEYW\"9Ѧa=-H\u007f\u0016 ,~!G\u001fSn\u0014=#@iº{B\u001c&늬P\u0018}4\u001d\u001a\u0015F \u0015`\u0000\u0002V  endstream endobj 236 0 obj  >stream  HTTA0 \u007f;\u0001j\u0012JvHӴ퐯dP Ia9]\u001a~ oob֪\u0016o?wx-ԆT(EXU5?P\u001dE\u0005\u001d\u001e\u0003*gNc*K歋 \u0013'41\u001e\u001durp\u001fY\u000fk)_H1ĞA'x@x\u0016>n3F\u0013\u001844Iw\u007fA`$ܖ)hwiSrKx \u000fǓ\u0017>u\u001dRжh\u0018\u0015UO9\u0000m=ZQ\u0017\u0013B S \u0003J'\u0011\u001cnY7  \u0004h)w\u0014=6  .mʆn'tsʡ4pҠG \u0006|Ǵ,~>\u001eC\u001e\u0015G35fts|?٧\u007fI\b>~@|#grN\u0015\u001d\\|- 0\u0000!O-  endstream endobj 237 0 obj  >stream  HDT=0 Wo6\u0019l>\u0002V\\r8, drdo1e===ɜ~e>ܝ>~mPZӄũo0\u0016\u0018]ܢtA ɞ\u0003tw \u001db/6\u0014z\u001773\u0000 \u0010a\u000eC9%>&ӑ!Ik/0#yW:P'\\CiCÄ}\u0017\u001d\u0006B\u000eB+k\u001aק2\u0019W;\u0019V`\u0015߅\u00073X%\u0003(ɺ\u0001׀阪 ;腍c#r3#e'8)\u0014 6 NE\u0004Y\u0003he\u0012 n\u0016;\u0015ߒE\b7J\u0017;8\u0016qO\u000eC熕\u0002z\u0001\u0002]֩ t\u0012\u000f{pه\u0001~x~[dH(\u0004Y9c.\u001a\u000f\u000fe*~\u00169v^sJgb$3/fñw sP6tۀxzNEO\u00173\u0018\u0010 4n rB[ \b\u0013\u0011%mrwK(gWJ\u001fI{5L\u00158hȶq|VI͛\u0016\u001aV\u0011 >stream  HRˎ@\u0010+|h\u001e\u0018rrZ\u0016n\u001e0\u0018b\u0016\u001c\u00185îZe\\l\u001fU]>z)RMY_i+FІƣ)Q$\u0017:\u0003\u001e\u0005}QP\u0010JcJ\u0016DKtysHl#]%ۅ\u001e%ݱ mLF-[R(\u007fC\u0019#\u0006$\u0017ֽ\u0003K6*0\u0016va,{\b\u0017c9BlA\u0018C\u0004C\u0016J@\u001d2:}.$IlX\\w^\u0013 j*L\"I3\u001fZl\u000e\u001f &aF%\u0004[K-1~nm0\u0000ʙ(хWm>Ht:Ջ,Ll}T؆cA(K\u0005+縲\u0005O\u007fnhD(!\u0014|cjUX~1ܳHM0Yz\b(\u00078#_䴇]\u001b\u0000\u0019.\u0005[1!\u000fK.\b\u001a:` GUP]!\u0003`^_KtϷ!- 3\u0000RJhXa桓4yAi\u0003ט'I 4MnB`KroH:øԤgR^ϝg\u0006\u0011uM\"\u0011l4X>\u0000\u0003\u0000'\u007f  endstream endobj 239 0 obj  >stream  H|Tr0 +8N`l\u0003\u0006N{3&\u0007/8Nf$ٿdS\\rYgIzyÒ缭_+ !\u001aQ{S@~[Ҭ\u00055\"\u001bkfō|%\u0012.j\u000ey;@@\u001eK0\u001ecۓ~ ˔fl\u001cxq\u0016ӕZ\u0017M\u0000\u0010\b\u001c9׵)R\u0005\u0003Y/\u0006q{Uɐ{LHr\u0004\u001a(`RJ7 C哴o8ͣ\u001e.ͱ\u0014EF_Dy\u001b:^]Q\u0011\"aq^\u001d;;E\u001ez$  %Z&jKɖ4@]$++\u0013\\ރ;\u0007TĎ^E)EY9!\u0005tԦlѝ %B\u0014Y\u0000\u0003\u0000:y  endstream endobj 240 0 obj  >stream  H >stream  hޜwTT\u0016Ͻwz0\u0019z.0. \u001d\u0004Q\u0018f\u0006\u0018\u0000 Ml@D\u0011\u0011\u0001E\u0001Hb!(`\u000fH\u0010Pb0dFJ|yyǽgs{.\u0000$O\u001f./\u0005\u0002 '\u0007z8WGб\u0000\u0006x\u0001\u00000Y驾A@$/7\u0017z  \u0001HeOOҬT\u0000\u0000_lN:K\"N\u00143\"$\u0019F/JPrb[䥟}\u0016Qd\u001e[Sl1x{#bG\u0005\u0019\\NoX3I\u0015[ql2\u000e\u0000$ 8x\u0011\u000f\u000et\u0011r\u0000p/8 \u0016p\u0004Cfq\u0002.Knjm͠{r28\u0002?.)ɩL^6\u0000g,\u0019qm\"[Z[Z\u001a\u0019~Q7%\" 3R\u0000`̊j\u000f[~\u0000:\u0002 w\u000f!\u0000$E}kyhy\u0017\bRm333\u001c\u007f: }=#vʉe \u0004tqX)I)B>==  \u0010\u0001\u0012yP\u000f\u0005\u0017:8\u0005p΍\u001c\u0012\u0018Lg \u0019kk Ѐ\u0000$\u0001\u0015\u0003\u0015\u0001t!0\u0003V\u00168\u00027\u0002`\u0010\u000e\u0002\u0016\u0007ɀ\u000f2A.  @\u0011\u0005JP\u0003A#h\u0001'@\u00078 .: \u0007`\u0004`\u0006\u0001\u0010\u0004a!2D!UH 2 \u0006d\u000fA>P \u0014\u000eECq\u0010\u000f\u0012B\u0016\b**Z\u0011\u0016:\u0005]B\u0003=h\u0014~\bL2 \u001b  5p\u001c\u0006N\u0002\u0005:|\u0007\u001eó\b@\b QC \u0011\u0006!\u0011H,G6 H9R ]H/r \u0019Aw(  Q(OT\bJCm@\u0015*QGQ\u001e-(j\u0006 MF+ 6h/*t\u001c:\u0013].G7Зw7\u0018 Xa \u0000\u0013\u001fP\u001544077\u0012\u0014\u0015\u0014&9$An0;T2421t.54ld+s;#\u0011\u0011 \u0011V]=\u001ei\u0011Y\u00109FgM֚k\u0015&=\u0013%\u0019Ō:\u0019\u000enc1gcbcfX.}lGv\u0019{c)LŖN퉛w/p+/\u0013 k׍   E \u001f\u001c  [ly邟\u007f~_\u001c\u007fY53rW򯎼^{\u007f7so\u001e}x>|\u0007쇊z\u001f>y\u007fz\u0000\u0003\u0000   endstream endobj 242 0 obj  >stream  hޤW\u0007T\u0015׺> 3\u0006h\u001c\u000238\u001a5\u0010)F\u0006EԈ \u0002*\u001ezU\u0001\u0001\u0001E\u000eE@((Fl1&\u001aKL1??65ybX{LC].]jWz\u000f\u000fc\u000f\u001e/j\u000e~3 s \u0019[[;NV\u007fYHhl_Aټyȯ_9 g660 6\u000e0X\u0015\u0019\u0012\u001e\u001a\u0012\u001eeh``\u001e\u0018h`;\u0012a`\u001d\u001d\u001e=: hO +\u0003=} ,£ {\u000e8\u001b\u0011\u0017\u0010(\u0015\u0005ۢ7:n\u0014M0\u0017Xo5`\u0002J \u000eΡ\u0013h\u001206\u0010JDv`͑C\u0010ZdBi \u0013/}(4\u0006E>\u001bݑE6\u001b܁\u007f \u0002\u0004U\u0007t\u001b1wM'\u001c6/ZFENԁJ\u0005ALuQI/Xc^q Uxz\u007f\u0013_Ym2gc?\u0010\u0014ZGBI1yʠ\u0014K\u001eix\u001b&P {\u000f8\u0018aq 5p̼\u00058J!fPWkO\u001da\u0002D\u001d\u0011'\u001cf\u0013\u0016G9\u001f2\u0015\".c\u0015\u001b%v1߃Z] i;_o\\:>%\u0007\u0011+p_@JR4ũfݼ\u0002.;olp\u0015*ن䦍 ʐG[Ԃid\u0012@\u000f\u0002p\u0011hZ\u001f8Xꪲ݅{sZN˥Pit\u0004\u000f;)1\u001ekYUVi55M?GW4b\"lT\u0005\u001cW6\u0007F*=iܯ\u001f61r]\u001c^B\u0016Bu @]Ԙ\u0013 \u0016+14aB/\b %\bFեpDt\u000f\u0019\u0010\u0019RзDF,$~\u0000p}J?zjH/|Wt2\u001aH^\u000e\u001ff\u0015\u000f\u0004\u001ep\u001e\u0001\u0002+H\u0006o ?\u0016*EVH\u001eM&\u0012x]0Uu\u007f\u00112xV\u00070\u0015J.C345t\u0014?qJسE\u0015Beў^\u001eѩujuivu\u0010Z\u001d7\u000f\u0016\u0016٭7їޜQsA e> ^U *!AA\u001a\u001dBt\u0017٥G\u0005v-!`&z\u0006\u00019d\u0017 % \bQ`\\ Z+U+ɭ8$\u0006Ve\u0015\u0004-\u0005L)Ս7$A{)M\u0006_*\u000eHIcBKb\u007f\u007fr()W\u0013\u0007ZE\bf\u0016أ`\u001dn%\u000f\u0019fdݶѝ+F{\u0010^QPUfxUiE@o(ah`\u001f\u0001\u007fl%\u001fd\u000f706iuu)B]JR7\u001f\u001e\u0010˨S \u001c$G+0dW\u0007.*i\\E-\u000e \u000e2 9pB_V2\u0005J#x\u001at\u0000&߽M\u0012\u0015̞#;\u0013R\u0012ECx\b.GW03\u001a\u0016r*\u0017fahy\u0006 ^\u001d\u001a}\u001eGQܝ\\ xLdҚ sҍAc|٢J;30KU23wfw \u0010\u001e~=\u001c3$-œdB,q\"s՞f?ߙ\u0003\u001b q\\IayJ֥4$\u0015CD\u0017d_\u000498\u0010 x \u007f*@9CZU\"=cKw^~z\u007f R(\u007f\u000fe\u001d\u000e7X%][k N)7Ci߼\u0010 Am\u0003lIȧ\u0006y:/h)tPN0jȼ˿,\u0005 \u001e\"hUK9%7D>]n\u0011ܺ~O{SXMƧnͯ={`\u001d)\u0011\u000eƲAJ\u001f1\u0011ޮZ\u0004,P\u001e\u00038f5ʂ\u0016Em+[YS\")jௗػ\u000ekES溠Mn+9\u0013\u0017Οji\u0016\u0002rku\u0007%TJZRr\u0002\u001fPC.u&[x\u0019\u001d30kJ:$:~> wK̵N(!Hی=j\u0017:G$3ɅS^4[*> \"τ\u001d\u0016wQǩ\u001fAP\u000fuA\u001eX׿{P+\u001c\u001d6\u000442FW\u0003JxgH>i,@\u0019a4/Е\u0004__Q]X:JLϙ\u0005Gyx-鈴: PC\\f\u0010`o\u0002L/됶u]nq\u0014瞝-\u0016!c+Zt֘v\u0013h]yaQN|T!8ލ[4j\u0000(Xv\u001a\u0017(,)Lɋ, {ђҜ,\u001e\u0012:bL\u0010]xN}LCs{!w\u007f Mt\u0006IJq{,\u0003\u0016Zmq\u00162d\u001dkUuC'\u0013״F2fc\u0015q\"\u001d&E _Cxh4`#뛛#ꃂ\"\"8ʶ \u0011?\u0015Q-a퇕E]?$!\u0014e5Ip/w0a+^Y9\u00015d&4.!!;|U(\u0019=8\u001dV엎cG*\u000fg*fǋ\u000e%{7u?%{^7sPM\u0010Ů7iin\u001ajBҸ\u001fxs9ӆ.~-\u0006' HV þ\u0007\u007f-8g1=acA\u001aLGd\u0012\u007f\u00175G$2h\u0015.'ȩ0b?0S\u0004\u0013Le Jfc@v\b[;yx\u000ey%\u0016P{M\u00061!>ISQt\u0015$ )E(-*8F[8c[\u001dNH\u001e8uT {+&O8\u0005\u0001SP;0Lex\u0018R??!+`6O)ZD&Ŏ][\u0016 [ V{\u001bڂw\u0007mt \b\u0016\u007f8ůOT0WҖ\u0018\u0098g&.!s_\u0013\\!b䬭\u0019)|b|^^\u0017\u001f\u0017\u007fԝφ4\u0016tݕYB\u0004 Hgٕ?\u0014=\u007f\u0013a*\u0014\u001d丶ZM\u001eJV,^b,W~{}\u007fW@d,.! 9=&y\b)y\u000eSAqEMg\u007f@\u0004\u0014&s`\u001bJ%;H|\u000f /~C\u001dnw\u001cZM&&D%*D5Ur{ (⭆േı֊\u0018\u001dzRi K\\Y\u0016R\u001e\u0000U\u0006\u0001SLJJ?>$&&$9aWUx/`[YLe3\u0015L}KFH\u0004Oq\u001en\bTZ\uddaa2䈠dJu t\u0019L 3J;4q* GdFatSU\u001e\u007fDa\"Ŀdu~C\u0017\u001cɏ\u0012/ PQn!qWE~J5V\u0011M6h ˛w \u0018\u0013\u007f*2r3-\u001c)%HOj⋅\u0015I|I|1\u0017K5\u001e/2Ɖao\u0001\u0006\u0000޽   endstream endobj 243 0 obj  >stream  hޔUyP\u0014\u001d\u0011\u001bW]v.;\u001b\u0005e 6\u001f\u001b\u0017Βsw'V&UҐ4Vg5\u0004mbVS)Hqq v\u0014VAŪz\u0018ܷ@Uj*NFR?m\"6^*\u001aFj\u0018 _8 1l\u001aa, a1  \u0010\u001cۊa\u001a \u0003Bo0G\u0014B%\u0013Qex~\u000e\u001d\u000e\u001c\u0015\u007f}p\u0005-JȈA%\u0019Df\u0017&8\u0019\u001b\u0016Um\u0001_~dᓲ͛e ޜd\u0011me\u000er#-\u0000%5xE5@'I02̔\u0002\u001d\u001fqddb5\u0015ZwiQ\u0011EMVV|\u0006a \u0002\u001a\b\u0019p1\u007fj\u0013\u00121Y9)tFzii&\b=\b.rBj4CXa\u0005R@ !v\u0005p\\\u001ap\u0015\u001aO#\u0017\u0015 ap/ tz:\u001bp\u00186\u0019\u001c\u0011X+/dm54x25W/H)`Xx#\u0015)vT\u0000_e\u0003om?s\u0010ǒ\u0007 c\u0013\"eJB?\u000e\u0007JG\u0019\u000e,9b:X2\u001aI.\u0005\u00181~py\u000537\u0000\u0006N=\\K Bi?r9XtPb\u0006t\u0007鞀\u0016mDU맇[;\u000f1Z~Y\u0001G\u001a1lz rޙ:PA@s !q@X`@5\u0013w.4w\u001f~\u0004]t{h| ~)MTB\u001a\u0007\u001e\u000e\u0014B+J& p⭯ 'ZAB' dSMC\u00003⪔4\u0016MB8\"˙c\u001dx\u0011qnť\u0012'a\u0014]o XH\u001d5\u001dLcn',;F !\u001a\b H.nbl-;ˬkXo7EC99\u0018a\u0019-UɫCF\u00155#\u0015u`w>J-/Xics :S8[@FIDE|XFuH֛`c\u0000¢30&R\u001dC2\u001bNͽ EйO\\'\u0013m0\u0004s{[۾!\u000e$\u001bX%#T\u0005^\u0000kɶnm82A,*Ъ\u0004s䶱h (GJ#\u0017\u0004u\"\u0019KvWgFV{P\u0017_3\u0016\u0013Ѕ7 Kjkfhĉ-[b4[\u0019;\u007f9G\u0000t!+k#wX'3& \u0019\u001cknO\u0001\u0003\u0016 7ߜH\u000eTZx\u001d~@}\\\u0010\u0013C`%U \u0003ᯓeǑD1\u0018W(+\u000eWP^&\u0016jdɺ\u0002e=+F*\u0002*\u001f ,aN1ee\u0000\u007f䋛\u0010\u001bM} S\"漤JP\u001f\u0004PXe,W7 \u00144/\u0006@QO;4x\u000f=r~!n.\u0005ջSY\u0018aLI\u0004Ah@\u001cM:N xѬ\u0005p\u0006y^_YVQ~YAS15HNPl:x\u001cZ\u001e\u00067 |J\u007fPxG\u0010r^\u00183+\u0011:\u000eoT*I4r\\a\u0002Ï\b+9\be>D_6\u001c$lgE\u001e#EbR̟\u0015MC\u0001\u0000   endstream endobj 244 0 obj  >stream  hެXyT\u0014go*PUTi\u0015DQ1\u001bq\u0017] M+@ @ConiM\u0010}(.5q1ј1r>2&7L|3?u]\u007fwm7A^\u0002777\u000f Y\u0010\u0014 (Zr]@mSFOu4ga>h&JK_\u00127\u0010\u000e {Kͭ|IB\u001a=&ůoʌޛ3& m\u001b \";oto\u0018Ǿ⾷W\u001c\u0001A\u00033\u0017\u0007\u001eX;ՠ#\u0006+ܼxuHN\u0019ލވZIB\u0014&\\ 9 Nsì\u0015H[; \u0015Z@jhhnIjHKJ\u0019ߐ\u0013F~ī\u0014ZF ! D4\u001av\u00112u\u0011J\u0003ICr'T\"(0\u0002\u0010\b4 [ cW ,?\u0010\u001e\u0014TYe˴e92z*іTe{-l7 F*\u0016\u0012;\u007fb+,SS&́b}\u0003\u0001 -GpnD'WOȼq\u0002|0Rd\u0013\u001a?{\u0014\u001a >9ڢ\u0012K |%QTb-Fk*Y\u0015rwkA[3SoSl\u000e ^8^\u001ai\u0015& y\u0012F\u0012Jr\u000ey\u0011\u001d \u0018\u0002`#00.ر ψ`\u001a3G07A\u0003\bP$ #ｍhc'pCTu*+q7\u0013H̩w~:{9+#VFeJh뱚vҁ\u0015` b8mȣ}94t F򾯦\u0011n\u007fh38PW)\u0003I\u0010DԘK\u000f^Q\u0013w653w,Ƃdzۖ%A[.6Yy2uu\u0016y)\u0005#|㹕ۻ}J4uʈK\u007fpBĎ>n\u0011W\u001bgpU ujɊ)(\u0004yx\u000f\u007f XBbP\u007f>Uٝ\u0005V|\u00010߱9I^;s\u0004\u007f\u0014%j0^k t\u0007Qp\u0004\b=9\u001a_wE\u001bYTFbn*\u0014t1àa\u0011mlR ;^^\\Oa2\u0014v+٣\u0018\\ >2,zcr\u0019A,\\63t `0\u0005\u0016\u0016\u001eZ;Kv 1,\u007f;U\u001844\u0006E O\u0012s\"22\u0015\u0017x^C1\u0014!\u000e \u001cD\u0010F?A#9t6.X,-E̻d/ \u000fƴ AG\\ܫ'i\u00065\u001a t\u007f}=wvgh%0c^M~}L33b\u0007WQ`\u001btq}j٪o\u000e@o?\";a+\u0019IF\u0014Y-\u001cR⊳q}ql81_MN%\u0016e*\u001608%\u0018m7\u0017m,08VZ|Gt\u0012Ww|@\u0011\u0012%u 56\u000e9\u0019g7\u007f\\M9I\b99cKZ*3֘4\u0016\u001e\\\u0016\u0013\u00039e}\u0011ӭP\u0004gn\u007f?GEKŪ6G~\u0001\"Bh-:AMԘj\u0018 SO@ed\u000e5\u0005EuVۙm g nE\\,)O39ao\u0000CŴ #ѷ\u0004LQ\u0005*\u0017RY \b.@o\u001aBi,N|;a;hȤ\bhd\u001fZЯ\u0015?Tek=  yy\u001d\u007f}\u0019nݙ\u001fݣ>tƕHmL\u0007\"1x\u001aum\u0014Ζ`0H0~\u0005χ.[qUB;xu$-\u0005=\u0005cfμhŕ\u0002s\u00164B\u001dx0J*}ΔáE)\u001f.6` {>V\u001bTv\u001e&;Kv^w\u001e\\\u0017WByم=biM\u0015\u0006Y\u0013+f\u00184 \\%\u0017AvUI箯pTS$?:tyo!K\u000f\\>jNTeq\u001c:=\u007f\u0013?06\u0017k/\u001e\u0012+\u001fmᘁa\u000f\\tE\u007f %BײwExC*܋\u001fn\u0018I\u001c֢ة`\"b*_~w\u008a\u001aGԆ)\u0015e\bS\u001dmǍ \u0014\u0011$ʏ=\u000f9@r0A#\u0012&-=\\Ġh\bDv|\u0005䧇93 O]Howd]:}x3^B(2bB,Ci\\\u000ffB-VefM\b\u001cA\u0019\u0006ٞgxoR®\u0005\u001c2%\u001fe\"f-\u0005\u0006ޠ3tll:]Ѩ\u001c7\u0018OrsLZ\u00163K3aH7eh-\u0015C߅\u0000'l)\u0001Ȩ0Q0,\u001f|_pL:\u001ditSYTl\b EcF0\u00117^77?xrՓ,6\u0013zSϾ \u0018x ,'\u000e\u0018ڑK۸h(\u000e뮌\u001d\b@#vu]\u000fy\u0004FΏ%[ǺN\u000fxP[7l a%/ڪ?30\u0018؈)h\u0002 \u007fqԕL/H\u001c 7.ۤ5j9\u007f7B'o\u0002\"\u0007X~ʟ\u001f\u000e\u0018U\u001b| \u0013ys\u0006\u001c2\u0019MG޺\u0011\u0003\u0003.uLĐ'}  @GZPY_i``\u001cyե\u001f2\u001d7q}\u0014h\\ l]Lͅl+DF]x0^Թ\"9\u0013Y~0ͅ\u0016ڒk1ȃey.ܟ-P\u0019LY\u0014\u000e Nˎ\u00141>%\u000f\u0000{ \u0006 \u000f\u0002IBX:\u001a*8\u000fUgpŀ.[D$7UMj$\u007f\u00047\b\u007f5Qae?^FIaRˊ\u0004j)K[Yxy\u0015(EN\u001fU%HRVt\u0010Mh8j= \u000e ܳ\u0018}|NN Vk0\u0015YќAI\u001dNK\u0015s6[υ#2JSȤ(*ٮ['^~uC̮\u000fW_aN>\u007f HCIUs0*T.a)\u0019i\u0015曧om \\i\u001cxv*|a#H\u0016ĉ`آ^#b\u0013+pY*/8ckem\u0012 FD\u001b|V_I2\u001ah\u001cD,9\u001aZ,ʂ\u0015\u000f .6؁~R{\b-\u0002fO >stream  \u0001\u0000\u0004\u0001\u0000\u0001\u0001\u0001\u0013BNNDAM+AdvEls-ent3\u0000\u0001\u0001\u0001\u0015\u001b \u0016dw\u0005\u000f\u0011\u0012\u0000\u0001\u0001\u0001 AdvEls-ent3\u0000\u0000\u0000\u0000S\u0000\u0002\u0001\u0001\u0002\u000e|_*\u0015m\u0004.R\u0003@j\u00076\u0015W$\b\u0006a4\u0005\u0006hk|_mjk5-;o3\\*\"\u0010M\u001eG%Ǯ*\b\u0015\u007fUF~REZ@J`g5De\b\u0015C,\u000eY > endobj 247 0 obj  >stream  hbd`ab`dd\u0014psqvL)ML-\u0006a!#;E/wi߳\u0005 v\u0014b`fddl\u001cRY\u0010cdj\u0010_\u0002\u0014Up/*/J,S(ISpI,I$N\u001fdBp~N)HX3\u000f@\u0017H\u0018)8(\u0004eg\u0014+\u0004\u0016\u0016Ĭ\u0000r S\u0012\u001f\u001d߫gf%U1zW\u001eȉM*[h6\u001c&vp>鹳g?!ze\u001fڏJͫS\u0011Y\u001b\u001e&wpRK*\u0017U\u0016EI Sz2B;\u0005|j|o\u0013=[7T l%\u00072\u000emɻ// .ݙ%\u0011\u0015dm\u0007\u0010`\u0000zW   endstream endobj 248 0 obj  > endobj 249 0 obj  > endobj 250 0 obj  > endobj 251 0 obj  > endobj 252 0 obj  > endobj 253 0 obj  > endobj 254 0 obj  > endobj 255 0 obj  > endobj 256 0 obj  > endobj 257 0 obj  > endobj 258 0 obj  > endobj 259 0 obj  > endobj 260 0 obj  > endobj 261 0 obj  > endobj 262 0 obj  > endobj 263 0 obj  > endobj 264 0 obj  > endobj 265 0 obj  > endobj 266 0 obj  > endobj 267 0 obj  > endobj 268 0 obj  > endobj 269 0 obj  > endobj 270 0 obj  > endobj 271 0 obj  > endobj 272 0 obj  > endobj 273 0 obj  > endobj 274 0 obj  > endobj 1 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 2 0 obj  > endobj 3 0 obj  > endobj 4 0 obj  > endobj 5 0 obj  > endobj 6 0 obj  > endobj 7 0 obj  > endobj 8 0 obj  > endobj 9 0 obj  >stream  HW]o\u0011|#\u001dX\\rx\u0001rC\u0012\u001c!\u000e\u0011EK%9:~اWMI\u0002\u0002kjf鮪t/}=Ga\u0014\u0018?\u001fӟ0\u001f>=*rG f&x\u0011y0H刺E84\u0011#\u0003^J 8Ν@&A$\b{ m3\u0003~ϙ*8̝YDt?ȣ;mۆ`\u001c.=EV`|\u000e;Q\u0010ȗ\u0001_[L\u0006z\"\u0002B\u0006&cIzH\u000esw!\u0017 \u001eaS1?Õ*id;\u000e\\B\u000fE{Ǫq:Zʴ\u0014\u0003j\u0007>\u0012I e\u001a \b\u0018y%eI,\\: )S._\u001e?\u000fS{̰p +xlT$a7$\u0018ɶ d\u001b\u0019l:\u000e;\"+3e=o\";X@:aq>1K̵ yc\b¦G!q^\u0004?\u001c\u0015/\u0019\u0016 \u001c[;jܵN\u001c\u0016Aex\u001a'9CҥK\\y*q ɖ\ud8b7p9'ٺ\u0015I\u0015tb 3\u0003GțF>~^0vU\u0018G]\u0005u=) Nz:!5 ` .K*5J\u0010:K^Fm(\u0018-qA=Ucu\"2 zm\\\u001em\u0017fP \u0000\u0017\u0003\\,$Ai^\u001bQnF :\u000e$S'\"\u007f\u00149!A&SZ\u0002\"\u0016Y+\u0007V\u0019dȢj&;oxzK\u0016%\bRVv^ŢkIa)TJ?l;FM+\u001a\u0003Txa /w0&\u0004,~ȍh\u0004xZ\u0002\u001e$\u000fCs:&wsيcT\u000f\u0003*~\u0013ו\u0015WTn5(y\u001a Zf0s\b75,;MߋZz)\u0019atRم\u0007\u0011:׿SUI$Y5V\u0017%$}F{JF\u000eYR\bn%ٝEa\u0001\u0003\u0001g+YXvU\u000e։|TЬ.IT\u0006o~Nay{\u0013!\"ඍ.QovۮE}bм=g޿z \b7to\u0005}\u001c\u000eV[1먣ρ Nv[Q@b5ȉ\u0007˵2-\u0017\u0015Lq\u0003T\u0018ǫl~\u001c\u0000J?\u0007M\u000f)q;ղ۶\u0011E,Xj3䤋-\u0001Z\u0014l\u0002\u00144EID-R\u0010%%{\"i)IW8\u000f}@ڢxW0)\u0010\u000fbWjuF 3TgNZ\u001aD\u0003'\u007fiFʂ|\u0010H\u0002 , R\u0010 6R.R\u001e?Q\u000f\u0004+׹\"b/T\u0000V+P \u007fRpOw۳\u000eUT>\u0017aV\u0019̓Þ\u001b>P\u0017f%{ti ZX~\u001e Nl붎$J_͟kzҐ]~W\u001c-\"3} 0Sa5|\u0012A-\u0006}\b^\u001c\u0001 ,] \u000ehoSG$jR\u001aEAԡ+H!LCUt\u0015c\u0003F'\u0012z;\b4hHiP~K|iQھ݅񩏪\u001aO \u007fΕRUV\u0013*\u000fA\u0011, \u0004\u0010\u0004| C\u0011y/EQ9WakMj,}EC̍w.XrV\u0012\u001e\u0011\u0007u'Z.\u0000?\"ZYcx 7;}\u0018\u0016x1+\u0006D4\u0019\u001c\u00115&C\u000e6\u001b4eR\u0006/?W\"YL\u0016F˩N\u0003h\u0014ir\u0010\u0019\u001ay5g\u0018+ֆ\bco\u00183~ޘni\b\u0014\bNk\u00160xiRE\u0087Q\u0006:F \u000f;2\u001aH \u001c^60^{Q\u0012\u0005gɉѽL4zr \u007f|$`\"\u0006MU(>hOMw ȨZXhF\u001b\u0013v\u0000hK^e \u001f\u0005zIĘC/ -\u0004)d; |RTɆiv\u0019\u007fĲ\"lAHD'\u0005]OgJش=1~Eu~ 9\u001c)\u001er|\u001c(mYr;\u001c\u001cAaxNSP${\u001e?3T K2\u001b\u00007)q\u0003 >stream  hbd`ad`dd\u0014vsqvL)s)u+1\u0004 \u0011\"Òs\u001b%ߝ@2 > endobj 12 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 13 0 obj  > endobj 14 0 obj  > endobj 15 0 obj  > endobj 16 0 obj  > endobj 17 0 obj  > endobj 18 0 obj  > endobj 19 0 obj  > endobj 20 0 obj  > endobj 21 0 obj  > endobj 22 0 obj  > endobj 23 0 obj  > endobj 24 0 obj  > endobj 25 0 obj  > endobj 26 0 obj  >stream  H|Wr\u0011|Wq\u0012a\u0000ͱ+.'8UVT \u0004W$HE4>3\u0000 Jr\u0011ݙ?=?|ïWa\u0010ٌ\u007fX&U_5\u000f]sp\u0015_\u001fHt\u0015&ήR\u0005M1/S7\u001e׹)nǵΜھ7: ͡\u001ej߳?5\u001b?9ib87'U;7s64%ff g~7=od\u007fd#5/6v}sAG\u001e~ܬ?~(?\u001eE4\u0003\\0{-+y\u0001~P^qu\u0003|wU\u0016gmy\u0014Rg0\u0004VjM\uddb0ܡ>n6>`+7_o\u001fKη\u0011c^\u001eF\u0003^;/olqa|\u001eE}RbӴ\u0003lzŨS\u0002\u001b\u0001CqE\")ʃZy\u0003 G4k\u001b\u0015\u0011\u001benvN\u0014~6J͹\u000epM74#u~} 38\u001d&\u0017&o\u0012z^\u001cddB˶gLi\u0003\u001b\u0017\u0005Bq\u0012r$D\u0011Lj rj\u0018S f^D\u001d_'\u0016I\b\\Zd눇&ix$)\u0018?\u0012u\u001aIoKZ;IrbS\u000fv|PZ\u001fOP\bH㪶\u007fG\u0004L'\u0011 Ӕ\u000e\u001e\u001e\u0002(Rvz&W+\u001e\u0017\u0001$\u001aL(\b__}\u0002E \u0000V\u0014\b%F G/]| 6K̹\u0001\u0016`$KX  ?M-1[H@@\u001baﯾQBp\b\u0010 kcYS\u0017\u001aAs$qu&\u0010#IAyc2\u001c捦^O;-#$\u00009\u001f\u0002ү{5m:3QmӞ\u0017,pw5fi,\u0016\u0007_tA߇A\u0001$W?\u0010t3\\L\u000fb\u000fl#!o$?vl$,c >ۖ?3 VIxו˃Х(6'Jb\u001fN6GW6߱\u001a, ,7\u0018C\u0007~H\u00077\u0017l`\u00003Mܪ#G:\u0005#V\u001b\u001dҜ.]\u0011\u001c\u0013\u0015\u0011\u0011Dp;\u001cJ\u000e\u0012\u0010 N[$a:mǍW7ai$\u001fD$B\u0000lW\u0013]ޓL0\"Z\u0010];EovvK*E#ޓȲxP74 0Og\u0004?6iqG\u0003IRf\u0006\u001c\u007fϔSI(I)'e#~8\u0002\u007f\u0014\u001c͓R\"-G  /2i8p,\u001f\u0004R\u0000\u0007\u0006Q\u0017S?\u0014o0H5U%V/JuN\u0014\u001fY \u001f\u0013\u0012;\u0002 G\"\u0004M\u0015frpno[/kjI\u0012`_z%b\u001c\u0006/6I]j\u0014\u0019]y\u0018>ӡ$FS)ô3n%1+ǌ2'a/껋d\u0012\u0000Zf\u001c&Exj4\\Zy\u0019wB?$@v,\"\u001a8el\u000256(V.̕\u001a\u001aG &КPHO\u0016h\u0005\u001a \u001cU_5\u000f e  ezjJ\u000fB Oi\u0013g4/\u0007UbI?t##\u0003 r\u00025U~@j \u0003mSnZ 7S.i\u0005 3CG\"ޖR4^B5 'M\u0015\"A\u001cd\u0006=%ȒLT{\u00111nXg!; -κ\u00199Dl\u0010x^aBm\"і()ы\u001dO4\u001b>\u00003\u0019]\u007fQ+\u0000> ^\u00035WMN,\"/)%V+#\u001d xmiBQozYN=\u001d\b\u001aY4 Q䨈\u000e,E3) kT I\u0007fo>uR2\u0019'\u0006*L\u0012\u0015K`1tfM \u000fd6\\+ q+!o|\u0019 wy9zPJgS3S'\u0014csܱ )l\u0011Y\"n\u001cSZ2\u0000*\u0010\u0012:QM&C~ h j\u0001sI\u0012\u0005d2R\u0018JM\u001fGE\u0012R2V\u0000.>I4g\u0001\u001eV YX@sQx\u001d\u001aҾ -\"e,\u001fqQ\u00149.\u0012\u0000uT\u001bǩ9L\u001d펵g\u0014y3//Kf Ըz\u0016\b͔BIǙ)D.q>M\u0012/5}V\u0004\u0004{1\u0016\u0012}\u0012S\u0019$^ JI+ }?$\u0019\\UIC_#C\u0018 Xʏ\u001484\b\u0012tm]=͹\u0004\"͏n\bF\u00152N> >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 28 0 obj  > endobj 29 0 obj  > endobj 30 0 obj  > endobj 31 0 obj  > endobj 32 0 obj  > endobj 33 0 obj  > endobj 34 0 obj  >stream  HWr\u0011|W\u00109˞wap&Y\u0010qPzgV\u0001 Hjơ\b죎\u001fO\u001f\u001f\u0004?ݟ{ǻw:O8u\u0018G}\u0012k/Lp/8y|XAj:wr}Xo~ؔa\u0013ۓQeM ;ToO\u001f\u000e b#~hr\u0007mYؚ6fqhe&e94-gؚW/ eu{ѵ;ī0qÁo>Z\u0006hk9Dga\u001aʭ[Con|\u001dkX\u0017\u0007旦Gt G7\u0018Gg\u001d\u0003y\u000e\u001aphG\u0011v%Z;Nz:Br\u001401\u0015Y#gb-0ٷN\u0011I`\\Yoʓ\u0019lk\u0012\\#&'ps4\u0019c_ܵsΖ&Z\u001agh}e66Z\u000e}EG\u001fVG\u0010u veyPiෲYt6LyCߒwߨ\u0000x\u0006qmk\u000ftmV\u0015ACdz!\u0014A\u007f\u001d\u001f3a0ײ`\u0011'z֏\u001ce5\u001c\u000f{\\/Vz ). bo\u0019h/Eȋ뎮l٪z\\bmJǒ(7\u001b\u001c\u0000 Yw| 2R{\u0010q~\u0006 )0 '[AO0I ٶ́[7Gې\u0014\u0003=\u001d[7㠃_\u001c\u001c@$0A\u00140Ye+wt\u0015W%N\\ i2\"XzI\u0002\b\u001fi˯ K++pkI~do'ޔK!)\u001c bHؚ;\u0018?a7S\u001em#iiU.h,RPaD\"/N 9zZI\u0012۶\u0019ғ|Fqg\u0016DSG )a)\u001aU$R!F?q!S ERjm b#Af\u0012\u0015$d\u0014\u007ftNQ )'*\u001685\u0004M\u00124MC)\u0014hlUJIq5aJz\\:us!Z\u00110\u00151I*\u00181)#p,ETgGW\u0016l)J\u0018 Va\u0018S\u0011\u0012c8Z\u0013\u0001F'`DFI蜵* \u000e](CPe]TfzQ>\u0005v\u0003A(֛\u001b%# ftFYxF'/G9Fgax\\Qž^W_\u0018\"vW20\u00124X s:{h~M\b&&^\u0017`~  3cjLp@\u0001\u0005ٱ${  ;V Ra}kLDpcJc#F?%6%\u0000.0_ $%L 5\u00125#\u007f\b\u0017\u00122`;\u0011~[R'$癓mU\u0010KgNP6s*r\u0006O1\u0013ͣ(W*o\u0004|j7\u0011n{\u001d\"˺v)ڦ`W7\u0016\u0003kEhB R\u0004*Jç+  }e=~\u0002%l\u007fq\u001bit1A,#:񉅖\u001bD>wY? %r&Pl~ ]TUNӍYRs\u007fH0*\u001cMI/\u000fFjZ͐xfҵ2ybbdix\u001c\u0001\u00005_^w|\u0005'+\u0010r% \u0003|XXO\u00132Ѯ;\u0002nH(\u0017׎~@\u000eS:\bu~\u001f'kA4`C'A m6B %\u001c:؝R\u0013AƦ^:.+n\u000e\u007f|PD~i\u001e\u0011\u0005@5tT!'ҍ\u00010kRtї'=غ5j7NLSf}\u001d\u0003 s\u000f/\u001e\b\" _ \u0011tSF0 n#\u0007vHHcf!؝SSK\u0013\u0003%Zz:Mę| Vu!\u0017\u0016dmӇ睭\u0018jo\u0019F^gIeQ\u001f \"\u0019GS !82$h[&W\u000em\u001aR\u0014{\bf+ :U 릛iއ}d\u0007U\u0015\u001b \u0014Ylt\u0003>wy*y*\b+M#Or}\u0014fe)\"C\u0013hZyz\u0013w1\\;7S̝ \u001b\u0010G i2b0\u0000\u0011aq HEV  4B3EOQ\u007f\bܚ+ۼiXW8gځ-m0-P:T}lD\bms{H7hES \"w_w]=~ -\u001b, .s-j_@\u0014 `I\u000e\u0001~ \u0014Ϗ{2i Q˵ʩ B\u0013ϪЅXymf\u00184\u0019\u00148Nv\u001e_18\b\u0015e\u0019C\u0015\u0012_\u001c\u0016\u0010캵dT\u00184_\u0005Kcg@\u001d; 6wHy+u8n>ӏ\\.\u0013\u0003\u001b*sӷ%Ȧ\u001147e_#\u0010\u001cm\u0003%k\u0002\u0010Y6r;\u007f\u0015^>V$\u001bZ=u\u0014H\u0000',\u001e8\u001fܜ\u0017Wo\"Ť3+a D `D\u001a\u00151t5B\u001d(7[F:@4Vv+^\u0003u\u0010-:6:)nX,ne\u0018 B=maI\\ D\u0017 c\u0003G|@\u00175sg|35ptVd\"Ռ`vC\u0016AzonoR\u000f\u007fMtی城;i K\u0015LU\u0015^_SeYO8aU\u0015l>tkoM\u0003M\u0005\u0005\u0019G\u0003z\b\u0007 l\u001eI)' `喺\u0001R?iJ-CnOͨ&nјbT\"?e{D\u0002}\u0007P=UkX1'\u0000GYVY\u0016$!)[$ӗIJ|\u0001\u0000ȴ  endstream endobj 35 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 36 0 obj  > endobj 37 0 obj  > endobj 38 0 obj  > endobj 39 0 obj  > endobj 40 0 obj  > endobj 41 0 obj  > endobj 42 0 obj  > endobj 43 0 obj  > endobj 44 0 obj  > endobj 45 0 obj  > endobj 46 0 obj  > endobj 47 0 obj  > endobj 48 0 obj  >stream  HWr\u0011}W\u0011J00\u0017\\nٕj\u001fT \u0004G$l\u0012b\u0000קO\u0000\u0004%E)ܻ3?|I\u001c\u007f͇hxo>ܧInǛ2.3&/4563yf\u001doD?aZ,j\u0007ѵQWgkMCaz4S\u001aN\u0007w|T.ܮUl\u0012jBwǻ*tT&CkeTx\u00178ğ\\=9Qw\"q*u\u0016ё;\u001dM\u0007\u000e\u001e\u001f~K\u0017,wu\u0016\u0016pFETCфwhXyV\u001eu̔Ʊ M\u001d5|n\u001bJN2ooxq\u0018M2eҔi\u001cO]?T퀟Wr\u000fW1tu][u\u0012 :샨 \u001d*\b(2\u00116\u001c\u007f\u001e\u001dl 4\u001c(ї]\u0002\u0016\u001b\u0012Q\u001f_7\u001cT6\u007fsKh3.ȏ\u001eݥEe\u0007t-O\u0003hl>\u0010 \\Fϗ#6\b0[UT6s%WA\u0010\u007f @-8L\u0001*a8$\u0006\u001d\u0000y1ZN}]\u0011U=3ڑ\u0004q)Q>Hm 3\\ +҆ޏd߉\u0012? c 4H2.4qb.T^A\u0003kLV\u000e,\u0007jL[>L17\u001c:TZD\bvKrjS}\u0005Si1v7ô5z8OE9 YPՙ_+F\"QiO=Q\u001d, G\u001dxBљ\u001b\u0019k 0cuE-*\u000f~v\u001c \u001a/&! W\u001dTA˚B)̧\u0006T[;}2W)\u0000ʂ\u0018@\u001aj+⋾\u0003~N!G\u0000\u0015\\r\u0007\u0006}.\u001ft\u0015mh\u0004 ,_y\u007f/atU>ÓϲZ\u0013X\u0013MoGauɷ\u001bPM'ww\u001e?{H֫\"Ϯp3w((n\u0019bx:qu|5o\u0012^X,`1UݡkNR >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 50 0 obj  > endobj 51 0 obj  > endobj 52 0 obj  > endobj 53 0 obj  > endobj 54 0 obj  > endobj 55 0 obj  > endobj 56 0 obj  > endobj 57 0 obj  > endobj 58 0 obj  > endobj 59 0 obj  > endobj 60 0 obj  > endobj 61 0 obj  > endobj 62 0 obj  > endobj 63 0 obj  > endobj 64 0 obj  > endobj 65 0 obj  > endobj 66 0 obj  > endobj 67 0 obj  > endobj 68 0 obj  > endobj 69 0 obj  > endobj 70 0 obj  > endobj 71 0 obj  >stream  HW]s\u0011|ׯ*%\u0000\u0016WqJRuJK pE \u0002 \u0000J\u007f}g@IJ\u0004\u00163===\u001fnc|یq؂T۱n\u000e77\u000fɿ馊 Xk_e* ?ᇛvDi>`nU\u0019&-mi zxA\u000eu 3q!䭟\u0018K*\u0018 \b q4:7)\u0005Rˋ^#wgXR̾d\u0015> zl\u0007 \u0013n+*oezeX5\\QA_;oBWXӆ_T  9/\u0011\b\u001f)\u00021G\u0013 \u0018ݖMX\u0016th0bBC3Q\u0012y\u0010Qk%> ;d.  \u0014v(ׇ~]\b樿\u0017m\u001fjl):, \u007f\u000e rPT(#\b\u0014_@[]v'6+\u0017\u001fURo7T.`\u0015%˖W\u0017j\\\u0011gn׶\u007f>\u0019U>s^\u0012\u0002f[U3\"Ts\u001dyG>o\u0019IiϏ$#3_(\"q`#[V9\u0005̙9F3?kzͻv/a]z\u001emi\u0012\u0006\\ fRw\u0015 \u0003\u001fRWR 0\u00002%1\u0010)\u0017`s  =U`@ϋR\u0018u'͛H~\b\u0014X\u00067dpRxd(IG*8d%\u0001N'ZX'Ϲ\bJ+5})m\u0017LE pqFIW64\u000f~`2q! ċ8.7\u0004~Fn\u001c3j>\u007f\u0011u\u0017zhYȳR\u0015ݽ>ω@_\u001c=D eyRZ/R OWZv6=_\u000e\u0002\"\u0003$\u0011\u0004\u0006\u0012\u0003A+\u0011C!OUP\u001aurX,5\u001cΣ:GZ\"鏒ՇpK\u001a\u001f\u00165\u0014w`3\u0017\bG\u00027\u0015f\u0005Aܞ#e'\bp^Xq=(ŷژ-\u0014x\u001cUcF\"@RQhZXl[P߾\u001b*%Uȷ\u0003\u007f~q%*\u000eHősq\u0018W\u001ca\u0011-\u0003ԧ|\u0002QVtq\u0004y_l8B\u0005h l:\u0014 MR8]\u001e?xr5d\u007fr?^Rȁ. ˦\u0013\\MO\u0013˻½iK )`\u0018b U$Ԅ\u001f%\u0012Iգ\u0017  \u001cJ, [%'{H? =H\u000ew~\u001cIWN\u001d\u0005d\u0003|\u0011\u0017s\u0012xܺ=6\u0016f'xՏܩ  Q1\u0005Q\u0000CZ~'-$\u0003jtDXÚ؅>Y\u0018\u0000}^\b)cٸz9Lօ}hrk>{\u001e@\u00151 Ksq|> m[=\\-\u0014\u0016Vyrгq\u0012\u001c`\u0011Y~J4?w1cݽ͋d]Uݥ\u0005͢\u001e,P4\bT\u0016ū.\u0013_\u001aw2Jo6\u0017pWV\u001e\u0019-m\u0010%m\u00061\u0016+H#$i%nXwV\u0006Ej*\u0004͖\u0013m-\u0014eqA)6J_{8#NV72|άa`.nF_^TLOsIL$Af+g0\u001f\u0013\u0019\u0014\u0013\u0018ESn` _l@\u000f$r^ؒ1᛾ U\u007fNN}\u001f\u001f\u007f2FP\u0007[8 ZW?5z?$ \u0007D\u001fn\u001bbm5tB}\u001e`]p\u0012z\u001f'qp;\u001aO\u001fd6I\u000e|\"Ϟ\u0003oNr\u000eqI^ꤘ\"%8 \b\u0000[Y0Q\u0012\u0018Gd\u001f[bzԥppЏ:dW:z犖 \u0015YVǩB\u001c;AM.fH\u0018 >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 73 0 obj  > endobj 74 0 obj  > endobj 75 0 obj  > endobj 76 0 obj  > endobj 77 0 obj  > endobj 78 0 obj  > endobj 79 0 obj  > endobj 80 0 obj  > endobj 81 0 obj  > endobj 82 0 obj  > endobj 83 0 obj  > endobj 84 0 obj  > endobj 85 0 obj  >stream  H|W]oF\u0012|ׯG`I\u000e\u001fyK|%0r\u0002\u0010\u001f\u000e\u0014w3\\C_UpIʆa-93鮮\u007fj؄d\u001bn6C޼\u0019}p\u0013m\u001fom&?ح٤I MUǛ?\u0003ס~o`tۻdA\u001f\u001b{W\u000eAρ\u0014 ڝk\u0017%ap\u001e \u0003?]ݖ#\u001f\u007f 7w6\u000eqq΃;O|\u0013lo\u0006cQ\u001c{\u001d050 L\u0005~q@349N\u0001\u0012S^x#z 0tUq.\u0006\u001e;Yc\u0004\u00023G\u0016N=|^Hfs$.\u0014\u0010$w\u0001I&8].\u0018hb\u0018)W l\u0001+^Z)0ȳO^}[_\"¶ńm\u0018gax\u001c=W\u000edajY9-I#l>\"Zu\u000f\u0012D6BM]z8t\u0012QvH3W\\B`RD''އF\u00183!_W\u001a ev˦yy#\u0001\u001aW\\\u001a\"datOe3eB\\xJ `ܷ(\u001fbRu&\\x(3! 80I/)_%3&9dre\u0005ұʽˬeY\u0014)' \u0014X>x\u0005n)P&\\MJ܊+ 0W x-+Շ\u0007 ;\u0015q\u0003pj L*\u0010 A\u00116`L\u0015 |SqОQa\\q\u0017\u001d\u0002H ˻3\u001cXvjJ\u0002\u0013T1v>J cY*4_XcP,w\"\u0000+\" N]L6+T7WaAFg$N\u0011o/cQ\u0000g=@ r\u000f f3R}aFn|BT}َ ^G#?^h\u001dKu\u0006]& o\u0004Do^~\u0016eı\",\u001d5 g.Ѥ;I\u0014nHZc 4%\u0001?u\u0019ik.N\u000e}R\u0002\u000e\u0004b\u0011c9;5%\u0003MBޣl\u0014JtOZG6\\Nd\u000eE$0Z\u0012]9c3|9hiM=Y*^\u0003\u0001Q^j\u0012]h`S\u0017iS\u0007`[0\u0002\u001fO\u0019MZ|tO'\u0001c;5(A-\u0007\u000euuyI(\u001a\u0012pp(Oޯނk\u001cє`\u00120x1 V \u0018\u001f̯ A18\u0003vA(MԅSil\b\u00125Άbʮ\\ɏ\u0014\u0006K\u0007\"u\"C#R\u0006r\u0018*XN\u0003\u0014\u0002؉\u000f_tJ:;xPP\u001cR7h^\u00129\u000fs\u0016\u0017K`c\u0016# &r\u001a*OkU_>ߙ\u0015$DȌ\u0001ɤ\u0015 uŀh\u00012Ɂ3 81 woХ78\u0016+c\b\u001a16 03'fjLŋ){?_ك\u0000\u0014I[\u000foik$Ʉ\u0011T1\u0006\u001aM\u00065fMZԛAPE\u007ft#\u001at-# mvO\u0003M3*\u001c&Xf\u0006}Bv} 6 \b\u0011䢛s\u001c]GnL\u0013\u0007r\u0016-쫾>[f[l/:,~\bFjQv6\u0005,\u001c~>S ߝc'Ȁ1 \u0019\u000e\u0010s\u001aڵJFFKNJ\u0016\u0016$y/Ppo!0\u0011\b}Hnfv\u000f\"\u0015#%\u0012bϠ)\u0005ӐRߥglmՈ+fPWœZ,!1\u001c\u0000;M\u007f}Ϲw\u0006\u000fϯ\u0010 |Y,\u0016%\u0001U_;{M2$S:\u0010wi:.V=t\"d c\u0011Kվ)X+ k+\u00075S![\b^{\u0012f 7CW !Zi\u001eͶu3Cs\u0002ltp1 3_8LT\u0017U\u0000-\u0013ۓ\u0015mC*E|7\u0010%%)\u0005bY\"k\u0003ՐGP+ZJ/x\u0013\u0015n#\u001323_n%\u0018S2j@vo\u0002˜`\b\"\u001f:mC\u007f>6^|[P\u001f޽ݽ9$\"V*x)*Ml\u0003Mì~ d%D-D9'웃}Ł%4LjEyYt}bNI\u0004\u001cn 3JaG~5\u000fB'ݖ7DΘ('\\\u0000\u0018\u0002b^B}I&nbJ\u0011 \u0003v- MyE\u0001%0 \",g;$\u001b\u0014~I\u0004BgO=A\u007f ?\u001clu\u0005\u007f\u0015\u007f\u000ff޸2:\u0012+'$pR`JF}}\u00157Q vE\u001a Wo'|$ef2R2?vgz\u0003\u0013 7q3K\u001c2J2A\u001a\u0019glS ^ Y\u001cG\u0007asnp_X-E R\u0002\u000f\u001eLq\u0015\u0016&_\u0013\u001fp\u0007\u007f6K >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 87 0 obj  > endobj 88 0 obj  > endobj 89 0 obj  > endobj 90 0 obj  > endobj 91 0 obj  > endobj 92 0 obj  > endobj 93 0 obj  > endobj 94 0 obj  > endobj 95 0 obj  > endobj 96 0 obj  > endobj 97 0 obj  > endobj 98 0 obj  > endobj 99 0 obj  >stream  HW[oܺ\u0011~ϯ#]x\u0015I$uArҴ' P$\u0006P\u0017\u0005K*^I ]|3J{\"eȹ}/\u007f\u0016l8Jti\u007fͰm߽\u001b-w72*4_\u0018\u001a\u001bikMf(\u0019j[oMvk>fj8txGct\u001c\u001dgfX0a\u001b\u001aRi]|I4{Bn7limkw8S\u001eK: ]/Ǐ~gRfT/\u0013ƮqLݘ  \u0011ˆ\u0012\u001bY-L.F>g}=-td9ڪa7\u000f\"\u001a4_\u001dؐ;f\u0006xYVPN§ňz R׷b\u000ekY.Ӓ\u0006\u0004o9f&nVn\u0010J \u0015Y FÃN-~P5X4#QP\u0010\u0002\\U\u001fJ}&) \u0019v\u001c \u0015&/Wt1I)\u0016·C$cB\b\u0016\u001b%6Nd\u001a[6Tf\u001e\\|a\u0003VȰ&M)8 wD\u001e\u000e^,053y\u0007e!V\u0090o\u001d\u0007\u007fP>GwbH'\u0011iiIRA$ Pߑo\u000e\u0003PH%ӛq'v\u000e9n>v\u0007\u000e\u0016%*,\\*>\u0015Q|-\u000eQ4#6t\u0006\bn {.dť8\u00138\u001b\u0011~\u001ey?٦Ci.nKD5u?2HT}aP\u0010 \u0018@XVL̒pC\u007f^ę^|\u0003J\u000e\u0019B:\u0015PDHʒN\u0000f\u0005 N%eP\u007fY.\u0012\u0014Ȋ4d9\u001c@H\"]^\u0002s\u0002FL 'x   \u001e\u0004*X\u001cM`n\u001f6@8\b{;f\u0015xM\u000eSa>mwD\u001c\u0001SVQ\"p)\u0007Wo8* pU8\u000fX\u0006/^ }`l|;cH4g $1'T~\u001dt , x_)\u008aQv/dH\\1bg\u0002XM-7=Rʳ.\u0004\u001b;K\u001foO\b7\u0002&= ֙j]\u0000\u0010n4,XEZV\"g0;D \u0017\u0002Av^\u001c{\u0007a\u0007\u007fWz)SIDz\u0015\u001fڙ瀍A2: \u0014ǡ8^y)Log\u0002G'\u001d\u0004N^\u0010\u0000'U|@~P4pP@R09T\u001bf\u0017*C\u000en)l9b^\u0007 Ç2mv!g_C\u0006*ce\u0017\u00167f.K\u0005p\u0015r7u ;Dj\b\u0005W! 7*C-6\u0012L\u0006\u0005%O!\u00003v:\u0002@=g5}W\u0013Oյdӡ\u001b;\u0005MyΎ3\u0019\u0000r̊$4\u000eAD.S\u0098 2A]@7\u0006\u0004\u0015s8N }*`+\u0013rԊs\u001d9\u001cqC2H0Q\u0005\u0004ДWzaJ\u0012\u0016m.m \u0011ۼ'*\u0001ҶI\u0005H \u0011Xt VL\u0004\u0017uRkgHe߉0!\\+}+\b(\u001d\u001cu563\\ (A(1iƤ\u0010ۨ\u0010\u0004oɭ8V\b\u000e\u001dpo|(x\u0010f\u0001WImI2X8PY\"n{?SUicF\u0014\\\"afr;C\u001f -/\u0005 rUྨ\u001d\u0013Y`: TG//YCڕN&\u0001\u0018 @׌$t\u0003½g] \u0010 Jd\u0000ٻK7)~ÍJ(Q2%c~W2N8p>f\u0014LŁvdIU鐃Ueڴ\u001bT(6\u0015 \\42Q`s> \u0014ȅޑ9&ؒ\u0006P 2 %mʏR\u001e\u0017#* >_T\u0002U錤 \u000eVIEIq!;K\u001e8C\\\u0005;a\u0016\u0019_] T\u0016\u00000-j'  g- NQ2gd`&NfR 09D\u00027\u0013x\u00061\u00073[>r\u0007 +vyci\u000e$'=x_\u001e>2:?FIxX}\u001d\u0012tx\u0000ا\u007f  endstream endobj 100 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 101 0 obj  > endobj 102 0 obj  > endobj 103 0 obj  > endobj 104 0 obj  > endobj 105 0 obj  >stream  HWn\u001b\u0011}W(o@\u001cy\bv\u00181l\u0005\u0010\u0005h\"g=&BSռY\u0010\u00184Z]u\u001en޽\u00126m\u0018DIq,\u007f۱o\u0015ëC6}x*\u0010|3͂$K -*p\u0004MI\u0015ɱ/5ZCc8e;8\u0018B7\u0089*\u0017Y;VdvV*\u0007歼C7nmӊ3 ͓]׻ 1N\u007f% \u000fؗ\u0007aRj Hp_;)4Z+y\u0000\u000eS/\u0004mj-䚲\u0015\u0019FE\"ݑ\u001bA.h&q\u001ei~/a\u0019y g`ݕVjD W J*6ر'\u0002Y*jws\bk ) o\u0014\u0005Ѩ]A\u0012A9Ui\u0014~*2Ҁ\u007fق/\u000f\\V8  U\u0005yT\u001cW>Q6! ?ڱ|e\u0018K4+@\u0006/4#@^~8҇h \u001dB\u0017ԋ\u0010дT#\u0017n\u0005\u001c>~\u0006\u0013X\u007f\u0007%$Nó`-+N$A\\\\:\u001eƉkY\u001f 6\u0010 /Zo\u000f \u0014T_uQ\u0015u3Y$M\u0017\u001fe9F2\u000eސ\u001aU-晄׌eP \u0015\u000f֍6j\u0015\u0019nQl\u001d\u001d\u0014\u001d+  kWm=JȲ46nX}G\u0015\u0004o\u0016 _\u0007a8  \"%w^#\u001dC{j*7\b^K\u001c*S\u000e\u007ff7țb\b>FQB EmT+4Sߋ8 ;\u0015\u0001\u001c\u000e\u0013^AC7}Ta\u0010P: \u0010\b7\u0007$\u000f'S\u0019dE~t\u001eʉ?{XeAtB^v \u0005\u001et̯3LsybInE٦\u001ei~- rnLU,`9\u0017o+\u0010}4A1j$^ǄS>X?AT\u0006: BŽ uD(mK})ྛ+\u0001\u0000+ה$L  fe  N? vx(,\u007f(6\u001bd$\u00155\u0011W\u0010\u001b;N)1y@PU_,܌x9x\u001f/.\u0017\u0003q4K:\u0001Gc\u0011\u0010:Y9\u0016~\u001bu>\u000eee\u000eo\\\u007f\u0016t\u0016\u0002Jvڋ/Bd$\u001bc\u0005\u0017 z\u0016(ث+4p W \u0011\u000fB\u001e1j gك** \u0010Vl\u0001ij\u0013\u000f\u0017Qy-~@\u000enG\u0003mǱb]5s\u0000Y O\u0010IHGD8[bT\u0012\u0010\b\u0011I\u001ef!i䓙*az\\PIg\u0007Zq\u0007}(\u0018ؼC_o:kRe(By(;a@;΃#e\u0017\u0014\u0000_\u001a I0w\\mqU\u001e9% \u0012\u000e\"\u0006m͢\u00132I\u0013$峤0; (>˷TeD}E\u001c\u0005I^ίn3x#_I\u0012_:3YRhڽ7\u000e\u0013VoYC5\u0011OLN*5+ YjŏOOݩ}ǮF\u001cǪD2Owy\u001apL5\u001c\u001d\u0019۳\u0003U\u0007sZ \u00141KdN\u0007\u0002 s@#\u0000(\u001dҜ^p?\u0003Yi@*U2\u0014^Ij;]0\u001c\u001c\u0002_ jYnX|V.  \u0006/(Y؊Jֵj3! \u0012!\u001e,¿\u0001DrJUY\u0011\u0019\u00009Q6\\=\u0011gS}r \u0004o RI\u00153mZ7~\u0016SYSY(sפź!@\u0004-e-R\u0002\u0003\u0012ᝏm{4\u0006zfCG@\u0000!2ZH\u0000\u000ftR,\u001d\u001c C.ɇ\u00166}F fSVGTz\u001e\u0012\u007f.A&:1Atj:֜IccGbP\u0002\u0006`sP bl>.\u0015߹f\\}?\u007fCIؽ\u00180B>HK ~\u0016 $3 |GOm*Ѿ̄n(gȶq` \u0006ۂ 3b\u001aV N\u007fJ:w\u0012%\u007f\u0001g7\u0016\u000eC rjÉ 21M\u0015(3\u001a3ޜ`W4Go%\u0017 M\u0017'V\u0014>C`[\u001cdbtX G\u0017\u0012Q3(DGQeN D: GYQ\"\u0014鸂C\u0014u\u0000Bm\u0006\u0003 y4g.hwƅ-\u0002}\u0010 :\u00055nA\u0005iBzV>\u0006~ffs 9hWtw!bc\u0000LFVݡ\u001225WƖ\u001dX`[`Yb\u001f;z2O:\u001dB)\u001eڪj\u001fbhI[涢$\u0019[mq?;\u0016Z7/w\u0000\u0017I#\u0005 \u001a\u0006(T\u0015qr D'̩ qq\"dVY\u0015զI\\*+n1\u0014HOE/Kq*tiq5\u0019z\u0019\u0005kg+Dv\u00013\u0002v kZ\u00078[\u001d^or}:8P\u0007s\u0016_\u0015 83P&3\u0007(~D h/\bm\u0006MoO=C? \u007f  X:7\u0019{7J'% ,h9 xvp4F.M#~[\u0015E\u0017ՖG􇲪2sFwkA|\u001dzeP3XtS PwR\"FF8! = fRGG.\u0005:R#u\u0014#nZ$Ln!4\u0017zd{ƌ\u0017!\u0016  $\u0017Qvؖ}},Q?'G&ɨN\u0002ܒc+Л~X\u0015]8@&K\"\u001fS\u007f\u0018U^S`q\\XJy 8\u001b\u0016[\u001f˔\u001f4,D\u0004;%.qB%vp\u0010@\u0007㎸B\u00009/\u0006 n`D \u0006qz ժO\u0014\u0018\u0005$\u0002*$\u0002\u0000ӣ(>Pt8R^@g zo;0\u0003]\u0016\u0002r\\\u001b mաQ\u001aK漅t\u007f{_鍐+>~H7+K3\u0014)W]\u0012\u0010\b!\u0004s)\u001b6\\ _\u0019!ȅy \u001aA:f[\u001d#,\\Df'G 4\u001e,\u001an3,:{&,0ӺE[o/wcXq\u0004\u001ahk:0\u001a\u0017\u0014Ĩ\\cK94\u0011g*k\u007fE\u0003el'ۄOx=]2b/sB'#mg\u0019sD4d\u000e#\bdO.$\"\u0018/(uaϽ\u0013g c\u001ee#E1\u000e ޴bϤLaQ\u0004\u001b\u0010h\u001bqpbr95(;\u0005$%q(]\u0004'\u001czEq\u0016Gjq컾JB3d\u0017~+v$\u0003\u0001\u0018\u0015> ͸{uvv\u0019\u007f&m\u0003  di*Q4'\u0004H\u0012\u0003$}M6\u001b%$(#Ji$a\b)Q澷ډD%tE%UY\u001cS\u001d'\u0012)\u0013\u0007I\u0002srWBvy\u0003\u0000   endstream endobj 106 0 obj  >stream  hbd`ad`dd\u0014vsuvL)s)M+1\u0005 \u0011 Kլ v\u007f\u0014\u0002 \u0004(\u0006&FF&7>\u0019բ+-^`inNQaN=\u001f\u0011)\u0007\u0010`\u0000Ce6   endstream endobj 107 0 obj  > endobj 108 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 109 0 obj  >stream  HWnH\u0016}WQ\u001aX Y 4l'm\u0013\u0003GHc\u0019 JTYn\u00148 )ɢY9sfgoys\u001e\u0006Jߜ7yy\u0006ٛY sWU>GZ)\u0015/\u007f2Y\u0000\u0011:\u0018~-2\u0019胙1#dO( \u001c2\u001c2SL\u000ef-q&\u0004`\\Ai\u0002\u007f\u008ba&vE׀O>\u0004}ڿ .4\b'i*@\u0002\u0012·۷0i\u0016deen \"\u000fb\u0017Db;B3 2`\u0004v\u0006R\u0000\u0002H\u00042C\u0004\u0007SP\u0002+;>K9;%CH-\u001cw&>)|Gi2(\u0011k10/p\u0010 _\u0017v#(E0Cݺj}Ub\u0019\u0007abv_\u0015. e#۶ގC\u0019E+B\u0019\"S}$\u0015\u0006R Z\u0019%TfG x\u00041s \u0011@\u0007 \\o)\u0010;\u0010d.SJ\u0003bH+~5\u0015WE'\u0003lvL M~ݑ, \u0006\u0019\u0002\u0015%﫭eQBu\b\u0019>۵\u001a)ۘ2V2\"\u0019B%l\u007fߕռ\u0006lRCX;tX8E@yk{'\u0016m}-\\\u00039*\u0013(Oϫ\b]±\u0018o\u0015t#(dl@K\u0019(rgW7\u001eD\u000e\u0005*\" 2\u001cRj^2,B\\eE\u0019\u0011Lܳ)l \u0001\\cٶmwW\u0014=ϒК؈\u000f\u00064H,~\u0001x'\u0012;\u0001PS\u000eyYDP\u001e|Ԫ\u0011\u0001>:;P\u0007#j~~!3\u000e\u0000ڹ\u001bj\u0015\u0017h:@R\u0015dlCVp \u001bC \u001c΂\u0019\u0017X@\u001av\u0014;\u001f \u000e}֨u\u0005I\u0012Z`\u0004\u001d\u0010E کEhQl\u001b?6I1ߜTC2:~Uu^\u001aYfrיAGPbf\u0019Ӏ\u0006)%T \"\u0003Q{D \u0003\u007fs\u0003~Fx(%\u0006c\"]SA\u001e=\u0000qW4\\%%\u0010LikD\u0017\u0001`.y',ތ-\u0017&b9(?$\u0012bڡ`\u0000A \u001eG{\u001cHݫBwX\"(4zض*¯|_b4\u000f\u0004 _Tw ')w$\":\u0003+K6\u0014&Ρ$ۆ\u0000E޴\u0016j\u0016\u0003iV]і@!\b.fi\u001d@Yڥ[\u0016~1j'Mp\u0003s[V_i\u0017\u001dA\u0013FYg\u0007AGfr_\u001d\u0007{Cr pi\u0012}\u0002\u0019! LGH>\u0011$Ѯ([n[\u000e\u000e$ |߆~Sn\u0004\u0013LU Ļl=\u0013%٭\u0000m\u0019 āݸc&T \u0011\u000f\u0006\u0002 M@9 R\u0005xtn\u0003\u0012,Õ,\u0000F6\u0007\u001cTkB\u0001I ,''\u0003F!gbx\u0003^\u001e7}9\u007fA3~3̥,s6U U=󥍦T `Uܗi\u0012\u0010r #S\u0018-M1g{Q \u0019ξ|D6o\u0012jtL%TƸ[vGUil\u001dQ7E(ZV\u0014f@4\u0016tk\"6x{\u0015GY*\u001ai l_,nlWp)¾6\u0006GPYKXQVI\u0000kB7x[d\"QsI\u0004/;M) \\\u0007;ZM|'\u0014 ǡѦ\u000fuikNh |ȧbmAF^E>e\u0011nw({Mį\\e\u0013=4t /ɷK\u001ap.47brk\u0010\u0015\u0011RvHh'3\u001fCۦ5[ʇ_2 }X _\u0011$zE`(t(L+&@\u0017?p\u0015\u0005 \u0000Y\u0019  k\u0002-\u0011 \u001c18];Ql;܊,6\u007f\u0005n ͜\u001b,\u0013igz\u000fP\u0004\b%pQl7ߋ7\u001eK\u0011^h\u0001b>ShpСbʑ\u001c!\u001a2 \u0016\u0019\u0007j[Lck\u0014 Իl5eЧA,\\u[38*}cn&E\u001a,}\u0018\u0018;~\u000e9J\u001c\u001915c\u001c$Kt\u001a_*FБ\u0002r\\ip)\u000e\u0004O9\\x\u0019\u0000w\u007f e72x\u001ayRy@\u001eW\u0010R]\u001690 [f.w| -O|쁗 Rf;VJZ\u0016xx4,589x^IY\u0010U(k`:TP\u000fYb\u000fչnGc(HZlj\u0012x\u000foOaC 7\u0015.\u000f?\u007fB\u0011\u0001 b\u0016\u001cuɎu+h~Hg,*\u001c#j31 xbJ!\u000fRӽl^\u0015X\u0015\u001b\u0007A\u0000\u0015|A i \u001dng}_a,\u001dt[So >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 111 0 obj  >stream  HWnF\u0010}WX\u0016\u0016ýys Ӧ\u0006\bꢠ)Zچ\u0017$.i[VR0`ufvΜ\u001f6\u0017/VdQ$\u007f!\u007fXEs wŋ 3YƙM\b\u007fSSXj%\u0017F8\u0006>h)e?jî7cL$͵΃,V,6[KZm\u0006׌n8\\탅)>I&?ޗ\u000fmb {߻i\\,y,\b~rv[\u0013 ]\u001f\u007fӕ}\u001f\u0002_&qfFsǼ#\u0018hO1}9[~MQb4He>ھv۲aϗ|aXU҇\u0010\u001cz1VU`\u0004kMQR/-\u0013\u00065np\u000fC>6\u008e5!\u0001Ьo \u0007sكWT~)y\u0011#an\u001dJp3Z}vyG\u001d\u001b`\u0018m9H\u0012vU\u007fa=\u001ctmQ\u0011\u0017l\u001dVxs&\u00134tpm\u0004*mY\u001fÚyp `\u0013 #$t}(} \u0000:dvI\u0019J\u0011rٹ\"JYC\u00026\u007f==M\u0012TNsY6O&d\u0006(\u001aq\"\u0011`ZEz\u0006\u0019m*G){KI 0mW + hfX۪\u001d 4h\u0015}\u0012wvāc`H~\u0018S@Z̹.AWV\u001e~O~\u001f\u001bF '7\u001d}4{5-^9Jo穗r[m\u001fB-X={0d\u000fBu\u000et\u0006|fֶHb'\"\u0011\bR2ȼ\u001a\u0001\u0019]5OTlD\u001ag\\/UaN 41\u001aR&){R\u0016^a,K}e،\u0014@\u0019b}u(\u001a\u0007xCTi\u0000YK{\u0010\u001bL\u001e(ʘPZPW\u0006\u0003B /tAƼr}9 !TUU\u0016P*,!\u0011ns_)\u0018\u001b6\u0014¬|+P*D$PeA\u00004IW\u0006opz)tpY\u001cW %uSh(K:\u001b\b_C[\u0005)\u0000[\u0003J\u0002hbC\u001b-\b8dezN޶ 2,R \u0002f\u0017e؇u\u000e\u0011S\u001dU\u00180\u0013\u0010\u001eo }ͼMM3~0\u0004{ Ll箜\u0001G)p-)f\u001f  8\u0001i\u000f'Ar _y\u0013A VHzuFP\u000eY!FɊ!'G\u0003=a\b\u0005'@gXEx1 #Yh\u0012A \u001b\u0004!W\u0004\u001a#Գ\u0004R0|\u001f|B±]\u001b/W\u0014]!@>\u00191[Ư>ؓ/o\u0014\u0010 \u001do:6 >stream  HR[BA \u0005,`\u0016X\u0016\u0010 XB,`\u0001 d z^|\u007f\u0001\u0000\u0010qc  endstream endobj 113 0 obj [/Indexed/DeviceRGB 255 112 0 R] endobj 114 0 obj  > endobj 115 0 obj  > endobj 116 0 obj  >stream  hެyTSW\u001e\u0013=Ӧk\u0018y:s\\\u000eui\u0005\u0015\\(h\u0001E\u0004@\u0012BH\bKȾ&1@(\u0001\u001bAG\u0001-t\\[mGmǩ9]No͜37̙v9}߽X\u0018`2Kb\u0012\u0012_\u0019+ߕ\u0013:g 7 W\"-\u0011\u0016f\u0015\"\u0013\u001d\u001b>ϑ#\u0017Wb0 \u0019\u0018\u0015 :\u0006# f/d$-dd0\u00162\u0016P/\u001bf\u0001s4 k\u0005) :\u0016 \u000fcc\u0005\u0007x2~\u0001/,\u0018 \u000fl,\u000eڏyO>ןŃO~\u0002C\u0010\u001f\u00040 @V\u0018I&ye6QH_\u00031xWTF{7A7\u001a\u001a!+&@iq֝!\u0001\u0014>Cz\u001dэB@ n`c\u000eP[*e\u0014\\꯮\u0010ӭ,$\u0004| g83=8\u0002\\@]U]g\u0000\u001a8X{\u0002Lm\u000eK5\u0014\u0004\u0007\u0018(B\u0003k[]+\u0017õ m\u001f \u0014 [ |'?>Ɔ2(Y\u000f+֪WWPpOq0H \u001dq\u007fZC\u0005\u0010ѮYme9̋f>~\u001aA7sٻqL\u0004\u0016LRRоl\"^(\u0015p) zޤ'f.k-ҪR\u0013n؇SrWa6T\u00194Zko\u00148i\u0016P+dC(j\u0007:a'\u0006OeUs\u001e8n-}˲\u001c:juK\bCZK0\u00023Ȭ: 4W\u0005\b  b9|K\u0000Ng v\u0007x }\u001blWz6j  BХ\u001f>?~XY\u0016\u0018X6\u0007+u hcMr~/I ޔ\u0012ڲ\u0001bz\u000e\u001dv \u0016p=d=/\"f\u0015rI*e,\u0012K m kqseH?\"\u001at\u0000%oJRRkp٪]4XFݘ\"2m\u000f8\u0015 \u0005{yi=d|`PC \u00109 %.*wo\u001f̞X\u001cE\u001f : _&\u001dv(䄴i&vKw\u0012S\u00111\u000f\\ LsZ_\u007fn9b&Gd\\Pp \u001a|> XQCmv!'[[Gqz{\u001cj\u0012h\u007f\u0002\u001bt\u001e,F&κF\u0014ZJ/ \u0001\u0001\u0001}+\u007f6\"2%.>6 5\u001ew / *s\u001a)2k9jug%\u000f鲫\u000eZ}Щn%ϸG\u0007w.FS uǈNw_\u0012I\u0018o '\u001et(no\u00031\u001e\u0003Xah*zɵ;KKˢ\u0004Mtu0\u0016Ǉa=~\u001c \u000e?_a,K\b\u0000\u0003\u0000\u001an/w   endstream endobj 117 0 obj  > endobj 118 0 obj  > endobj 119 0 obj  > endobj 120 0 obj  > endobj 121 0 obj  > endobj 122 0 obj  >stream  x$ @\u0010\u0005_zY2A\u0004ǒ>`Q\u0002ەum^.s97W\u0005(\u0019D   RСfBqF.\u0004F=ei,PY y_W\u000fyƛi  L\u00112Lѣ\u0016L\u00112\u007fw!D\u0012X?\u0001\u0006\u0000fQ3v  endstream endobj 123 0 obj  >stream  HW[  d1K\\$mm89XL&ɐ\u0002?9GB\u001cph\u000f⍦(\u0010\udc838dG\u000fa4&[&v}L\u0012ݕ/ז^X*G.?|~S  cg3@-݆Rl\u0004\u0002HZOq\u001d\u001bG\u0007\u00113\bYa꾳/\u001akbPي̰5\u001eKRXq2X\u001f^ 4#+G\u000f1k O~gPݏj  Q\u000f\u000f \u0006AEp[q=\\9g\u001fM\u0001#ΰN]ȸ.v\\2[}q\u0019\u001e{\u001fc \u001b/?T\u007fX@rafY\u0003\u0015>\u001fJJjՙ\"YTHHmi\u000fu\u000e}HgO$\u007f\u0003\u0000Y  endstream endobj 124 0 obj  >stream  HW[r0 0\u001e}S LpGi\u000e8v\u0006j\u000077&z\u000e> \u0013 4 \\YI D4wƾ[CAN1!t~c>\u001f7y|Jpn|#\u0002o J\u00009j\"L\u001fh{h}2o\u0018VC!Xy\\.`!Yd;\u001c(s,u\u001aA}\u001c\u0019q?p>}t\\zlTAG\u0004h:@sL\u001bk*\u0015CdJku\u001a#96 Au/\u0017ᔎ\u000eX]\u0011|`9ÝUⲬۅ.|@*`QN*- \u0003?\u0012²@dޯ:һ}} \u0018Ϩ`ޣaz\u0000YF$oU\u00172G\u0004Gn\u001eKS|n >RKfGqVZ\u001f\u00110 vk Ol\u001fO\u0010ݘݞ#\u001b\"|l9\u0015\u0006\u0014?u2U_t4t[_g s>\"_p}LP\u007fD։ǥ|٢آ tq\u0019/u\u001fsSW\u001fOt\u00057n\u0011|\u000f\u00008ش  endstream endobj 125 0 obj  >stream  HW[ \ba\u001cf2Gl\u0017 TʉNEl\u0000=fXؾM\u0005Nױk\u0012\u0010˹\",ɱyr\u001dIG $\u001er>Zl\u001eq\u0006g\u0014CD\u001ay?6)婡QbX\u0010\ba\u007fM `\u0017+A\u0002ַ~\u0017\u001bFE$ ꭁ |0t\u001c\"\u0017\u0018\u0017 ޙ1~@\u0013`\\\u0017dQ$e\u000f\u001a\u0005j \u0002Mh\u0005nM$%-# >stream  HW[  a\u001c_y`!ɬIIdcm\u001d|=7\u0007PW`?~l_϶oLJy\u0019Ml\u0003 $ʨy*d}gwe=OP^\u0019\u000fD\u0002n\u001f\u0013 8?4.F/~\u000fh\u007f\u0006\u0007dxD\"w>ԪGhE,ָ\u007f5*騾(.v w\u0000\b  endstream endobj 127 0 obj  >stream  HW[r  a\u000fӯ{b\u00044#\u001faHb&V\u0012\u0000=X8>&;1c\u001d\u00105c\u0005c^\u0010A y^/qE _3C~{(\u001e#E?qsPr^%sGQ sǊ^}αYB\u0019uS\u0002 XJ:6eď&\u0015;㭼8R?N\u0007'B\u0014VGE u\"P!yTm%\u001e\u0013Pseh \u0015c3\u0006ŝd#8\u007f\u00189iyi;8;-V\u0018\u000fS2?V\u0018BƆjE߅/Jϯα(J&\u0007\u0018G \u0019\u001e\u001e&5?c\u0007\u000fSs,CEp体K鸸\u007fKU)n\"L/vC\"\u001cKJ0Nj=\u001edPb|\u007fq\u000e^D5rV\u0014녢\"\u00105Ƌ̇KA'(Ys2 ~\bWy\u007f\u0007W. /7'ҽV\u0017#\u001fB- \u001e.pc=~\u0007\u0000e\u0004  endstream endobj 128 0 obj  >stream  HW[n  aG\u000e_:%쪂nU#fA=\u0001-ۃe[2\u0017/@\u0011(v\u001a:\u001e89O`>9V \u0015hB\\ 48\u001ey\u0017\\ck7 ey f\u001cu9\bP뇃\u0012+{&G\u0015G\\gX\u001f\"/\u0011B뇇XJQBaydT2lX\u0017uQ~ܑS[?KG\u0001O\"/k8~5V/,B _mW6E\u0007\u001cl^\u000f^\u001d\u001bV2׮\\\u0016\u0010\u0012twkL;x\u0011:\u0006-\u0018ݎ19\u0014\u000f\u001d\u0017x&0\u001e\u000fhR%myh\u0012\"29\u0017ׁÿyegqwKeǃ!POjT#\u0005}Crdx\u001d\u0007|\u001e\u001a\u0019\u0015\u0003;\b_; >stream  HWK0\bø#}$\u0007 Ğ7n$/FO(>\u0002 >stream  HWY  a\u000f\u000eӯu\u001do \"\u001aő\u001b Qj??/\u0005\u001erO[]rH3\u001e;B]!6qE)NAO\u0010`X#{]\u0005\u001eO;4\u001e]bD\u001d\u0002\u0001V\u0011\u0001{}Iwt \u00128l.A\\a?.j6q^B{]ϖVIŽQpa\u0003\u0002 \u0015%\"ޓ/%h\u000fV1a\u0015U?vH傑\u0019 \u0002]iacSqj;wȏA6\u0011\u0014\u001a;L\u0007/0yCd >stream  HWY0 0\u0013;z_gj˲lց75UQ2\u0004[\u0015k_\u001bL\u001aK6}y$\u0011uM[ \u00026\u001f\u0003z}^\u000f\u001b\u0003M\u001b;lqpX2 hEXz`>cD\u001fj\u000f\u0002*\u0007~U; ,.q|$b\u0017H\\/\u000fV\u0015+b\u000e*9 +E7`\u00034\u0014=Nɋ5q򶖜ёv\u0014}9iNOމ˚#T_lE\u00039\u000e 4྇G\u0019Y@PT/\u001a 9\u0005Uw\"\u001f3c('~1q\u000f$B#S\u001b\u0007\u001c\u0006*\u001eQSH\u001b\u0019Za\\?UOӛ\u0017v_'\u0014v$ '!H+Q\u0012Sm~Z\u0014Xd]}i P9$\u0015\u0018m݆+dƥC\u001a\u0007\u001dD\u0007\u0007C_\u0014#3E&ʚ #}ah%gw\bv\u0012&WҎ1ʮR]\u001c\u000f\u0016ʇy_\u00171M՘\u000f4\u0016Z1M͸P_P[N\u0016/#z\u0005G֯rCT\u00056C~ S\u0013\u001a|\u0001\u00126i48v#?؀y[dso}զ\u001egYFk?\u0017T}  C\u0010 \u0000u\u001f  endstream endobj 132 0 obj  >stream  HW[0 aE\u0014%IS,b\u0007q\u0019[)mw3\u0011f\u0011n\u00039~O|\u001ey+v \u001fqxc>\u0018?\u001et\u000ez\u0015̜QN!Jſh O\u007faOZC\u007f>P8\u0002+\u007f|D}xr\"\u0015\u0013b0j?Nɳ' x\u0017NU=\u0018[\u0010tgl6ъ\u0010Fccw唖G\\wQsq/ڣ\u0011:\u001c\u001aEQ$nkޥ\u0002Q8Sig?>Rz\u001fUK*e՝oyi&H(.Ӯ!\u0007\u0013wVh&%q/b&E hF\u00135b%v1Q\u0019DR\u0001O+tv\u00153d9?jX L\u0011\u0017\u00057\"dIR2/w^rV5j~Tj1hCݞ]K\u0013]\\\u0006Ff\u001bl!\u0005\u001cHstUAeK\u0018 >stream  HY\u000e0 Ds\u0018g4B\b\u0015J3/\bx\u0019 )\u0002\u007fW\u0010/\u0013c=}غ)\b.y0}\u0002\u0011 > endobj 135 0 obj  > endobj 136 0 obj  > endobj 137 0 obj  > endobj 138 0 obj  > endobj 139 0 obj  > endobj 140 0 obj  > endobj 141 0 obj  > endobj 142 0 obj  > endobj 143 0 obj  > endobj 144 0 obj  > endobj 145 0 obj  > endobj 146 0 obj  > endobj 147 0 obj  > endobj 148 0 obj  > endobj 149 0 obj  > endobj 150 0 obj  > endobj 151 0 obj  > endobj 152 0 obj  > endobj 153 0 obj  > endobj 154 0 obj  > endobj 155 0 obj  > endobj 156 0 obj  > endobj 157 0 obj  > endobj 158 0 obj  > endobj 159 0 obj  > endobj 160 0 obj  > endobj 161 0 obj  > endobj 162 0 obj  > endobj 163 0 obj  > endobj 164 0 obj  > endobj 165 0 obj  > endobj 166 0 obj  > endobj 167 0 obj  > endobj 168 0 obj  > endobj 169 0 obj  > endobj 170 0 obj  > endobj 171 0 obj  > endobj 172 0 obj  > endobj 173 0 obj  > endobj 174 0 obj  > endobj 175 0 obj  > endobj 176 0 obj  > endobj 177 0 obj  > endobj 178 0 obj  > endobj 179 0 obj  > endobj 180 0 obj  > endobj 181 0 obj  > endobj 182 0 obj  > endobj 183 0 obj  > endobj 184 0 obj  > endobj 185 0 obj  > endobj 186 0 obj  > endobj 187 0 obj  > endobj 188 0 obj  > endobj 189 0 obj  > endobj 190 0 obj  > endobj 191 0 obj  > endobj 192 0 obj  > endobj 193 0 obj  > endobj 194 0 obj  > endobj 195 0 obj  > endobj 196 0 obj  > endobj 197 0 obj  > endobj 198 0 obj  > endobj 199 0 obj  > endobj 200 0 obj  > endobj 201 0 obj  > endobj 202 0 obj  > endobj 203 0 obj  > endobj 204 0 obj  > endobj 205 0 obj  >stream              application/pdf     doi:10.1016/S0079-6123(09)17813-5               The cultural neuroscience of person perception                        Jonathan B. Freeman; Nicholas O. Rule; Nalini Ambady                        culture      psychology      neuroscience      perception      behavior      social status      face      emotions                        Elsevier                    book     Progress in Brain Research     Copyright © 2009 Elsevier B.V. All rights reserved     0079-6123     178     22 October 2009     2009-10-22     191-201     191     201     10.1016/S0079-6123(09)17813-5     http://dx.doi.org/10.1016/S0079-6123(09)17813-5           urn:isbn:978-0-444-53361-6           1     B           Elsevier     2009-10-26T12:19:45+05:30     2009-10-26T12:03:03+05:30     2009-10-26T12:19:45+05:30           True           culture; psychology; neuroscience; perception; behavior; social status; face; emotions           uuid:7a57610b-b6ce-4409-a72e-e6facb91e7d4     uuid:a6ee33de-895a-4abc-8233-ad7661355508                     elsevier.com      sciencedirect.com                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     endstream endobj 206 0 obj  > endobj xref  0 210  0000000000 65535 f  0000031376 00000 n  0000031719 00000 n  0000031828 00000 n  0000031938 00000 n  0000032048 00000 n  0000032158 00000 n  0000032267 00000 n  0000032377 00000 n  0000032487 00000 n  0000036898 00000 n  0000037158 00000 n  0000037360 00000 n  0000037741 00000 n  0000037852 00000 n  0000037963 00000 n  0000038074 00000 n  0000038186 00000 n  0000038298 00000 n  0000038410 00000 n  0000038521 00000 n  0000038632 00000 n  0000038743 00000 n  0000038855 00000 n  0000038966 00000 n  0000039074 00000 n  0000039184 00000 n  0000043891 00000 n  0000044197 00000 n  0000044309 00000 n  0000044418 00000 n  0000044530 00000 n  0000044642 00000 n  0000044752 00000 n  0000044862 00000 n  0000049477 00000 n  0000049864 00000 n  0000049976 00000 n  0000050087 00000 n  0000050199 00000 n  0000050308 00000 n  0000050419 00000 n  0000050529 00000 n  0000050638 00000 n  0000050750 00000 n  0000050862 00000 n  0000050974 00000 n  0000051086 00000 n  0000051198 00000 n  0000055637 00000 n  0000056061 00000 n  0000056173 00000 n  0000056284 00000 n  0000056396 00000 n  0000056507 00000 n  0000056616 00000 n  0000056723 00000 n  0000056835 00000 n  0000056944 00000 n  0000057056 00000 n  0000057167 00000 n  0000057276 00000 n  0000057386 00000 n  0000057498 00000 n  0000057610 00000 n  0000057721 00000 n  0000057832 00000 n  0000057944 00000 n  0000058055 00000 n  0000058166 00000 n  0000058277 00000 n  0000058387 00000 n  0000063010 00000 n  0000063371 00000 n  0000063483 00000 n  0000063595 00000 n  0000063706 00000 n  0000063818 00000 n  0000063929 00000 n  0000064041 00000 n  0000064151 00000 n  0000064262 00000 n  0000064374 00000 n  0000064486 00000 n  0000064597 00000 n  0000064707 00000 n  0000068915 00000 n  0000069289 00000 n  0000069401 00000 n  0000069512 00000 n  0000069622 00000 n  0000069734 00000 n  0000069845 00000 n  0000069955 00000 n  0000070066 00000 n  0000070178 00000 n  0000070289 00000 n  0000070400 00000 n  0000070511 00000 n  0000070621 00000 n  0000074845 00000 n  0000075182 00000 n  0000075295 00000 n  0000075408 00000 n  0000075521 00000 n  0000075631 00000 n  0000080341 00000 n  0000080537 00000 n  0000080743 00000 n  0000081014 00000 n  0000087876 00000 n  0000088147 00000 n  0000089753 00000 n  0000090160 00000 n  0000090210 00000 n  0000090369 00000 n  0000090644 00000 n  0000093258 00000 n  0000093601 00000 n  0000093763 00000 n  0000094956 00000 n  0000095048 00000 n  0000095126 00000 n  0000095372 00000 n  0000095935 00000 n  0000096571 00000 n  0000097267 00000 n  0000097885 00000 n  0000098517 00000 n  0000099187 00000 n  0000099839 00000 n  0000100478 00000 n  0000101248 00000 n  0000102244 00000 n  0000102603 00000 n  0000102639 00000 n  0000103745 00000 n  0000103799 00000 n  0000103853 00000 n  0000103905 00000 n  0000103957 00000 n  0000104009 00000 n  0000104061 00000 n  0000104113 00000 n  0000104165 00000 n  0000104217 00000 n  0000104269 00000 n  0000104321 00000 n  0000104373 00000 n  0000104427 00000 n  0000104479 00000 n  0000104531 00000 n  0000104583 00000 n  0000104635 00000 n  0000104687 00000 n  0000104739 00000 n  0000104791 00000 n  0000104845 00000 n  0000104899 00000 n  0000104953 00000 n  0000105007 00000 n  0000105061 00000 n  0000105115 00000 n  0000105169 00000 n  0000105223 00000 n  0000105277 00000 n  0000105331 00000 n  0000105385 00000 n  0000105439 00000 n  0000105493 00000 n  0000105547 00000 n  0000105601 00000 n  0000105655 00000 n  0000105709 00000 n  0000105763 00000 n  0000105817 00000 n  0000105871 00000 n  0000105923 00000 n  0000105975 00000 n  0000106027 00000 n  0000106081 00000 n  0000106135 00000 n  0000106189 00000 n  0000106243 00000 n  0000106295 00000 n  0000106349 00000 n  0000106403 00000 n  0000106457 00000 n  0000106511 00000 n  0000106565 00000 n  0000106619 00000 n  0000106672 00000 n  0000106723 00000 n  0000106774 00000 n  0000106825 00000 n  0000106876 00000 n  0000106927 00000 n  0000106980 00000 n  0000107032 00000 n  0000107084 00000 n  0000107122 00000 n  0000107155 00000 n  0000107219 00000 n  0000107354 00000 n  0000107424 00000 n  0000107446 00000 n  0000114017 00000 n  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  trailer   >  startxref  116  %%EOF"}]},
{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}, {"content": "%PDF-1.4 %  210 0 obj  > endobj      xref  210 67  0000000016 00000 n  0000002354 00000 n  0000002606 00000 n  0000002658 00000 n  0000002787 00000 n  0000002845 00000 n  0000003276 00000 n  0000003388 00000 n  0000003499 00000 n  0000003611 00000 n  0000003723 00000 n  0000003835 00000 n  0000003948 00000 n  0000004103 00000 n  0000004768 00000 n  0000005457 00000 n  0000005619 00000 n  0000005765 00000 n  0000006318 00000 n  0000006355 00000 n  0000006848 00000 n  0000007128 00000 n  0000007539 00000 n  0000007617 00000 n  0000008392 00000 n  0000009095 00000 n  0000009831 00000 n  0000010483 00000 n  0000011144 00000 n  0000011801 00000 n  0000012493 00000 n  0000012940 00000 n  0000015634 00000 n  0000020917 00000 n  0000023300 00000 n  0000028193 00000 n  0000028515 00000 n  0000028722 00000 n  0000029168 00000 n  0000029378 00000 n  0000029432 00000 n  0000029490 00000 n  0000029627 00000 n  0000029728 00000 n  0000029777 00000 n  0000029855 00000 n  0000029904 00000 n  0000029999 00000 n  0000030048 00000 n  0000030142 00000 n  0000030191 00000 n  0000030283 00000 n  0000030331 00000 n  0000030493 00000 n  0000030581 00000 n  0000030629 00000 n  0000030734 00000 n  0000030854 00000 n  0000030902 00000 n  0000030950 00000 n  0000031055 00000 n  0000031103 00000 n  0000031233 00000 n  0000031281 00000 n  0000031329 00000 n  0000002184 00000 n  0000001669 00000 n  trailer   ]>>  startxref  0  %%EOF           276 0 obj  >stream  xb```b`g`c``\u000feg@\u0000~\u0006\u0016( \u0003Gd7`\u001e \u0006\u001ct&\u0016 \u0001\u001c @\\X8\u0019j7s  \u0000\u0002 \u0000 |  endstream endobj 275 0 obj  >/Size 210/Type/XRef>>stream  xbbb`b``\u0004a\u0000\u0003\u0000\u0005\u001c\u0000  endstream endobj 211 0 obj  >/PageMode/UseOutlines/Names 214 0 R/Outlines 250 0 R/Metadata 205 0 R/AcroForm 213 0 R/Pages 201 0 R/PageLayout/SinglePage/OpenAction 212 0 R/StructTreeRoot 207 0 R/Type/Catalog/Lang(EN)/PageLabels 199 0 R>> endobj 212 0 obj  > endobj 213 0 obj  >/Encoding >>>>> endobj 214 0 obj  > endobj 215 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 216 0 obj  > endobj 217 0 obj  > endobj 218 0 obj  > endobj 219 0 obj  > endobj 220 0 obj  > endobj 221 0 obj  > endobj 222 0 obj  >/Border[0 0 0]/Type/Annot>> endobj 223 0 obj  > endobj 224 0 obj  > endobj 225 0 obj  > endobj 226 0 obj  > endobj 227 0 obj  > endobj 228 0 obj [/ICCBased 241 0 R] endobj 229 0 obj  > endobj 230 0 obj  > endobj 231 0 obj  > endobj 232 0 obj  > endobj 233 0 obj  >stream  HlT]o0\u0014}WLހv[+JZiZ d\u0004ف\u007f?\u007f\u0004u\u0013Rr98rtXbPy\u0011a*>)MO\u0001簼񣫒Ār=RH+\u001cH7@.\u0010\u0013\u0001\u0005*x!A\u001bw;\u001aO\u0019pQ7\u0017xB/ky7`J\u0010\u0015\u0014ׁຍg^ӆ7pL[:~HC\bR*)W$c&q\u0005*Ҏ\\dryu0Vz*ɘ\bHY\u001fFpO$iH*\u0015; f(:f\udc71.{\u00118n#0 \u000fmhWG,{3@R\b!*{eP \u0006\u0013\u0006\u0011Q38 '\u0011'^\u001a\u001fI\u0001ksd\u0010\u001f0\u000f$\u0013k`=2\u001aI4 \u000f{U\u0013R@\u001bb\u001aYo7U\u0004\u001e\u001b\u007f\b~\u0005\u007f\u0004\u0018\u0000a\u007f;  endstream endobj 234 0 obj  >stream  HlSr0 +r;GO[c\u001e\u001ch 8H \u001fN\u0005\bI:9\u0002\u0016K\u0002 m]o]U7,5.le\u00016ۺ8R@\u007f\u0002^\u007fS ʡ\u0012\u0016ofDe%I\u0014p\u0010m@)&djH\u0005>!՘\u0014u\"\u001d8m\u0004\\\\klx\u0010([/ڻ\u0010]Ow`03Mqhc%(;p\u0005\u0015#/\u0010\u001d\u007f,6\u0012>D3O W!\u0005I~a=\u0017\u001d\u008e+{\u001am䮦\u0007!\u0018Pyߥ}+RFuER[wpKl\u000f\u000fY $1W>\u0002ىA++0*.X֊;%O O\u0010\"o#i6\u007f\u001e\u0006u\\M\u0003\u0018/\u0006\u001do\u0006\u0006*Cޜ#\u0007V݇a`cf[prq\u00131u.짛3.\u0016ܴ0hJm\u001afq CɐAc4\u0011 >stream  H\\TK0\u00108T \u0018H^{ZC\u0013,63c6\u0012 \u000ewl8?TYQ8l̾۫_Q!|׊T۔}eU6SDH\u0002\u0016M$o4w\u000f=8Z!\u0017Gu~nl* i\u0001zxJF~aKVF\u0006.9]$,61墁Y\u0002iZ)FRZz\u0013^rcTF2h,\u000634a;$\u00030a \u0013BEYW\"9Ѧa=-H\u007f\u0016 ,~!G\u001fSn\u0014=#@iº{B\u001c&늬P\u0018}4\u001d\u001a\u0015F \u0015`\u0000\u0002V  endstream endobj 236 0 obj  >stream  HTTA0 \u007f;\u0001j\u0012JvHӴ퐯dP Ia9]\u001a~ oob֪\u0016o?wx-ԆT(EXU5?P\u001dE\u0005\u001d\u001e\u0003*gNc*K歋 \u0013'41\u001e\u001durp\u001fY\u000fk)_H1ĞA'x@x\u0016>n3F\u0013\u001844Iw\u007fA`$ܖ)hwiSrKx \u000fǓ\u0017>u\u001dRжh\u0018\u0015UO9\u0000m=ZQ\u0017\u0013B S \u0003J'\u0011\u001cnY7  \u0004h)w\u0014=6  .mʆn'tsʡ4pҠG \u0006|Ǵ,~>\u001eC\u001e\u0015G35fts|?٧\u007fI\b>~@|#grN\u0015\u001d\\|- 0\u0000!O-  endstream endobj 237 0 obj  >stream  HDT=0 Wo6\u0019l>\u0002V\\r8, drdo1e===ɜ~e>ܝ>~mPZӄũo0\u0016\u0018]ܢtA ɞ\u0003tw \u001db/6\u0014z\u001773\u0000 \u0010a\u000eC9%>&ӑ!Ik/0#yW:P'\\CiCÄ}\u0017\u001d\u0006B\u000eB+k\u001aק2\u0019W;\u0019V`\u0015߅\u00073X%\u0003(ɺ\u0001׀阪 ;腍c#r3#e'8)\u0014 6 NE\u0004Y\u0003he\u0012 n\u0016;\u0015ߒE\b7J\u0017;8\u0016qO\u000eC熕\u0002z\u0001\u0002]֩ t\u0012\u000f{pه\u0001~x~[dH(\u0004Y9c.\u001a\u000f\u000fe*~\u00169v^sJgb$3/fñw sP6tۀxzNEO\u00173\u0018\u0010 4n rB[ \b\u0013\u0011%mrwK(gWJ\u001fI{5L\u00158hȶq|VI͛\u0016\u001aV\u0011 >stream  HRˎ@\u0010+|h\u001e\u0018rrZ\u0016n\u001e0\u0018b\u0016\u001c\u00185îZe\\l\u001fU]>z)RMY_i+FІƣ)Q$\u0017:\u0003\u001e\u0005}QP\u0010JcJ\u0016DKtysHl#]%ۅ\u001e%ݱ mLF-[R(\u007fC\u0019#\u0006$\u0017ֽ\u0003K6*0\u0016va,{\b\u0017c9BlA\u0018C\u0004C\u0016J@\u001d2:}.$IlX\\w^\u0013 j*L\"I3\u001fZl\u000e\u001f &aF%\u0004[K-1~nm0\u0000ʙ(хWm>Ht:Ջ,Ll}T؆cA(K\u0005+縲\u0005O\u007fnhD(!\u0014|cjUX~1ܳHM0Yz\b(\u00078#_䴇]\u001b\u0000\u0019.\u0005[1!\u000fK.\b\u001a:` GUP]!\u0003`^_KtϷ!- 3\u0000RJhXa桓4yAi\u0003ט'I 4MnB`KroH:øԤgR^ϝg\u0006\u0011uM\"\u0011l4X>\u0000\u0003\u0000'\u007f  endstream endobj 239 0 obj  >stream  H|Tr0 +8N`l\u0003\u0006N{3&\u0007/8Nf$ٿdS\\rYgIzyÒ缭_+ !\u001aQ{S@~[Ҭ\u00055\"\u001bkfō|%\u0012.j\u000ey;@@\u001eK0\u001ecۓ~ ˔fl\u001cxq\u0016ӕZ\u0017M\u0000\u0010\b\u001c9׵)R\u0005\u0003Y/\u0006q{Uɐ{LHr\u0004\u001a(`RJ7 C哴o8ͣ\u001e.ͱ\u0014EF_Dy\u001b:^]Q\u0011\"aq^\u001d;;E\u001ez$  %Z&jKɖ4@]$++\u0013\\ރ;\u0007TĎ^E)EY9!\u0005tԦlѝ %B\u0014Y\u0000\u0003\u0000:y  endstream endobj 240 0 obj  >stream  H >stream  hޜwTT\u0016Ͻwz0\u0019z.0. \u001d\u0004Q\u0018f\u0006\u0018\u0000 Ml@D\u0011\u0011\u0001E\u0001Hb!(`\u000fH\u0010Pb0dFJ|yyǽgs{.\u0000$O\u001f./\u0005\u0002 '\u0007z8WGб\u0000\u0006x\u0001\u00000Y驾A@$/7\u0017z  \u0001HeOOҬT\u0000\u0000_lN:K\"N\u00143\"$\u0019F/JPrb[䥟}\u0016Qd\u001e[Sl1x{#bG\u0005\u0019\\NoX3I\u0015[ql2\u000e\u0000$ 8x\u0011\u000f\u000et\u0011r\u0000p/8 \u0016p\u0004Cfq\u0002.Knjm͠{r28\u0002?.)ɩL^6\u0000g,\u0019qm\"[Z[Z\u001a\u0019~Q7%\" 3R\u0000`̊j\u000f[~\u0000:\u0002 w\u000f!\u0000$E}kyhy\u0017\bRm333\u001c\u007f: }=#vʉe \u0004tqX)I)B>==  \u0010\u0001\u0012yP\u000f\u0005\u0017:8\u0005p΍\u001c\u0012\u0018Lg \u0019kk Ѐ\u0000$\u0001\u0015\u0003\u0015\u0001t!0\u0003V\u00168\u00027\u0002`\u0010\u000e\u0002\u0016\u0007ɀ\u000f2A.  @\u0011\u0005JP\u0003A#h\u0001'@\u00078 .: \u0007`\u0004`\u0006\u0001\u0010\u0004a!2D!UH 2 \u0006d\u000fA>P \u0014\u000eECq\u0010\u000f\u0012B\u0016\b**Z\u0011\u0016:\u0005]B\u0003=h\u0014~\bL2 \u001b  5p\u001c\u0006N\u0002\u0005:|\u0007\u001eó\b@\b QC \u0011\u0006!\u0011H,G6 H9R ]H/r \u0019Aw(  Q(OT\bJCm@\u0015*QGQ\u001e-(j\u0006 MF+ 6h/*t\u001c:\u0013].G7Зw7\u0018 Xa \u0000\u0013\u001fP\u001544077\u0012\u0014\u0015\u0014&9$An0;T2421t.54ld+s;#\u0011\u0011 \u0011V]=\u001ei\u0011Y\u00109FgM֚k\u0015&=\u0013%\u0019Ō:\u0019\u000enc1gcbcfX.}lGv\u0019{c)LŖN퉛w/p+/\u0013 k׍   E \u001f\u001c  [ly邟\u007f~_\u001c\u007fY53rW򯎼^{\u007f7so\u001e}x>|\u0007쇊z\u001f>y\u007fz\u0000\u0003\u0000   endstream endobj 242 0 obj  >stream  hޤW\u0007T\u0015׺> 3\u0006h\u001c\u000238\u001a5\u0010)F\u0006EԈ \u0002*\u001ezU\u0001\u0001\u0001E\u000eE@((Fl1&\u001aKL1??65ybX{LC].]jWz\u000f\u000fc\u000f\u001e/j\u000e~3 s \u0019[[;NV\u007fYHhl_Aټyȯ_9 g660 6\u000e0X\u0015\u0019\u0012\u001e\u001a\u0012\u001eeh``\u001e\u0018h`;\u0012a`\u001d\u001d\u001e=: hO +\u0003=} ,£ {\u000e8\u001b\u0011\u0017\u0010(\u0015\u0005ۢ7:n\u0014M0\u0017Xo5`\u0002J \u000eΡ\u0013h\u001206\u0010JDv`͑C\u0010ZdBi \u0013/}(4\u0006E>\u001bݑE6\u001b܁\u007f \u0002\u0004U\u0007t\u001b1wM'\u001c6/ZFENԁJ\u0005ALuQI/Xc^q Uxz\u007f\u0013_Ym2gc?\u0010\u0014ZGBI1yʠ\u0014K\u001eix\u001b&P {\u000f8\u0018aq 5p̼\u00058J!fPWkO\u001da\u0002D\u001d\u0011'\u001cf\u0013\u0016G9\u001f2\u0015\".c\u0015\u001b%v1߃Z] i;_o\\:>%\u0007\u0011+p_@JR4ũfݼ\u0002.;olp\u0015*ن䦍 ʐG[Ԃid\u0012@\u000f\u0002p\u0011hZ\u001f8Xꪲ݅{sZN˥Pit\u0004\u000f;)1\u001ekYUVi55M?GW4b\"lT\u0005\u001cW6\u0007F*=iܯ\u001f61r]\u001c^B\u0016Bu @]Ԙ\u0013 \u0016+14aB/\b %\bFեpDt\u000f\u0019\u0010\u0019RзDF,$~\u0000p}J?zjH/|Wt2\u001aH^\u000e\u001ff\u0015\u000f\u0004\u001ep\u001e\u0001\u0002+H\u0006o ?\u0016*EVH\u001eM&\u0012x]0Uu\u007f\u00112xV\u00070\u0015J.C345t\u0014?qJسE\u0015Beў^\u001eѩujuivu\u0010Z\u001d7\u000f\u0016\u0016٭7їޜQsA e> ^U *!AA\u001a\u001dBt\u0017٥G\u0005v-!`&z\u0006\u00019d\u0017 % \bQ`\\ Z+U+ɭ8$\u0006Ve\u0015\u0004-\u0005L)Ս7$A{)M\u0006_*\u000eHIcBKb\u007f\u007fr()W\u0013\u0007ZE\bf\u0016أ`\u001dn%\u000f\u0019fdݶѝ+F{\u0010^QPUfxUiE@o(ah`\u001f\u0001\u007fl%\u001fd\u000f706iuu)B]JR7\u001f\u001e\u0010˨S \u001c$G+0dW\u0007.*i\\E-\u000e \u000e2 9pB_V2\u0005J#x\u001at\u0000&߽M\u0012\u0015̞#;\u0013R\u0012ECx\b.GW03\u001a\u0016r*\u0017fahy\u0006 ^\u001d\u001a}\u001eGQܝ\\ xLdҚ sҍAc|٢J;30KU23wfw \u0010\u001e~=\u001c3$-œdB,q\"s՞f?ߙ\u0003\u001b q\\IayJ֥4$\u0015CD\u0017d_\u000498\u0010 x \u007f*@9CZU\"=cKw^~z\u007f R(\u007f\u000fe\u001d\u000e7X%][k N)7Ci߼\u0010 Am\u0003lIȧ\u0006y:/h)tPN0jȼ˿,\u0005 \u001e\"hUK9%7D>]n\u0011ܺ~O{SXMƧnͯ={`\u001d)\u0011\u000eƲAJ\u001f1\u0011ޮZ\u0004,P\u001e\u00038f5ʂ\u0016Em+[YS\")jௗػ\u000ekES溠Mn+9\u0013\u0017Οji\u0016\u0002rku\u0007%TJZRr\u0002\u001fPC.u&[x\u0019\u001d30kJ:$:~> wK̵N(!Hی=j\u0017:G$3ɅS^4[*> \"τ\u001d\u0016wQǩ\u001fAP\u000fuA\u001eX׿{P+\u001c\u001d6\u000442FW\u0003JxgH>i,@\u0019a4/Е\u0004__Q]X:JLϙ\u0005Gyx-鈴: PC\\f\u0010`o\u0002L/됶u]nq\u0014瞝-\u0016!c+Zt֘v\u0013h]yaQN|T!8ލ[4j\u0000(Xv\u001a\u0017(,)Lɋ, {ђҜ,\u001e\u0012:bL\u0010]xN}LCs{!w\u007f Mt\u0006IJq{,\u0003\u0016Zmq\u00162d\u001dkUuC'\u0013״F2fc\u0015q\"\u001d&E _Cxh4`#뛛#ꃂ\"\"8ʶ \u0011?\u0015Q-a퇕E]?$!\u0014e5Ip/w0a+^Y9\u00015d&4.!!;|U(\u0019=8\u001dV엎cG*\u000fg*fǋ\u000e%{7u?%{^7sPM\u0010Ů7iin\u001ajBҸ\u001fxs9ӆ.~-\u0006' HV þ\u0007\u007f-8g1=acA\u001aLGd\u0012\u007f\u00175G$2h\u0015.'ȩ0b?0S\u0004\u0013Le Jfc@v\b[;yx\u000ey%\u0016P{M\u00061!>ISQt\u0015$ )E(-*8F[8c[\u001dNH\u001e8uT {+&O8\u0005\u0001SP;0Lex\u0018R??!+`6O)ZD&Ŏ][\u0016 [ V{\u001bڂw\u0007mt \b\u0016\u007f8ůOT0WҖ\u0018\u0098g&.!s_\u0013\\!b䬭\u0019)|b|^^\u0017\u001f\u0017\u007fԝφ4\u0016tݕYB\u0004 Hgٕ?\u0014=\u007f\u0013a*\u0014\u001d丶ZM\u001eJV,^b,W~{}\u007fW@d,.! 9=&y\b)y\u000eSAqEMg\u007f@\u0004\u0014&s`\u001bJ%;H|\u000f /~C\u001dnw\u001cZM&&D%*D5Ur{ (⭆േı֊\u0018\u001dzRi K\\Y\u0016R\u001e\u0000U\u0006\u0001SLJJ?>$&&$9aWUx/`[YLe3\u0015L}KFH\u0004Oq\u001en\bTZ\uddaa2䈠dJu t\u0019L 3J;4q* GdFatSU\u001e\u007fDa\"Ŀdu~C\u0017\u001cɏ\u0012/ PQn!qWE~J5V\u0011M6h ˛w \u0018\u0013\u007f*2r3-\u001c)%HOj⋅\u0015I|I|1\u0017K5\u001e/2Ɖao\u0001\u0006\u0000޽   endstream endobj 243 0 obj  >stream  hޔUyP\u0014\u001d\u0011\u001bW]v.;\u001b\u0005e 6\u001f\u001b\u0017Βsw'V&UҐ4Vg5\u0004mbVS)Hqq v\u0014VAŪz\u0018ܷ@Uj*NFR?m\"6^*\u001aFj\u0018 _8 1l\u001aa, a1  \u0010\u001cۊa\u001a \u0003Bo0G\u0014B%\u0013Qex~\u000e\u001d\u000e\u001c\u0015\u007f}p\u0005-JȈA%\u0019Df\u0017&8\u0019\u001b\u0016Um\u0001_~dᓲ͛e ޜd\u0011me\u000er#-\u0000%5xE5@'I02̔\u0002\u001d\u001fqddb5\u0015ZwiQ\u0011EMVV|\u0006a \u0002\u001a\b\u0019p1\u007fj\u0013\u00121Y9)tFzii&\b=\b.rBj4CXa\u0005R@ !v\u0005p\\\u001ap\u0015\u001aO#\u0017\u0015 ap/ tz:\u001bp\u00186\u0019\u001c\u0011X+/dm54x25W/H)`Xx#\u0015)vT\u0000_e\u0003om?s\u0010ǒ\u0007 c\u0013\"eJB?\u000e\u0007JG\u0019\u000e,9b:X2\u001aI.\u0005\u00181~py\u000537\u0000\u0006N=\\K Bi?r9XtPb\u0006t\u0007鞀\u0016mDU맇[;\u000f1Z~Y\u0001G\u001a1lz rޙ:PA@s !q@X`@5\u0013w.4w\u001f~\u0004]t{h| ~)MTB\u001a\u0007\u001e\u000e\u0014B+J& p⭯ 'ZAB' dSMC\u00003⪔4\u0016MB8\"˙c\u001dx\u0011qnť\u0012'a\u0014]o XH\u001d5\u001dLcn',;F !\u001a\b H.nbl-;ˬkXo7EC99\u0018a\u0019-UɫCF\u00155#\u0015u`w>J-/Xics :S8[@FIDE|XFuH֛`c\u0000¢30&R\u001dC2\u001bNͽ EйO\\'\u0013m0\u0004s{[۾!\u000e$\u001bX%#T\u0005^\u0000kɶnm82A,*Ъ\u0004s䶱h (GJ#\u0017\u0004u\"\u0019KvWgFV{P\u0017_3\u0016\u0013Ѕ7 Kjkfhĉ-[b4[\u0019;\u007f9G\u0000t!+k#wX'3& \u0019\u001cknO\u0001\u0003\u0016 7ߜH\u000eTZx\u001d~@}\\\u0010\u0013C`%U \u0003ᯓeǑD1\u0018W(+\u000eWP^&\u0016jdɺ\u0002e=+F*\u0002*\u001f ,aN1ee\u0000\u007f䋛\u0010\u001bM} S\"漤JP\u001f\u0004PXe,W7 \u00144/\u0006@QO;4x\u000f=r~!n.\u0005ջSY\u0018aLI\u0004Ah@\u001cM:N xѬ\u0005p\u0006y^_YVQ~YAS15HNPl:x\u001cZ\u001e\u00067 |J\u007fPxG\u0010r^\u00183+\u0011:\u000eoT*I4r\\a\u0002Ï\b+9\be>D_6\u001c$lgE\u001e#EbR̟\u0015MC\u0001\u0000   endstream endobj 244 0 obj  >stream  hެXyT\u0014go*PUTi\u0015DQ1\u001bq\u0017] M+@ @ConiM\u0010}(.5q1ј1r>2&7L|3?u]\u007fwm7A^\u0002777\u000f Y\u0010\u0014 (Zr]@mSFOu4ga>h&JK_\u00127\u0010\u000e {Kͭ|IB\u001a=&ůoʌޛ3& m\u001b \";oto\u0018Ǿ⾷W\u001c\u0001A\u00033\u0017\u0007\u001eX;ՠ#\u0006+ܼxuHN\u0019ލވZIB\u0014&\\ 9 Nsì\u0015H[; \u0015Z@jhhnIjHKJ\u0019ߐ\u0013F~ī\u0014ZF ! D4\u001av\u00112u\u0011J\u0003ICr'T\"(0\u0002\u0010\b4 [ cW ,?\u0010\u001e\u0014TYe˴e92z*іTe{-l7 F*\u0016\u0012;\u007fb+,SS&́b}\u0003\u0001 -GpnD'WOȼq\u0002|0Rd\u0013\u001a?{\u0014\u001a >9ڢ\u0012K |%QTb-Fk*Y\u0015rwkA[3SoSl\u000e ^8^\u001ai\u0015& y\u0012F\u0012Jr\u000ey\u0011\u001d \u0018\u0002`#00.ر ψ`\u001a3G07A\u0003\bP$ #ｍhc'pCTu*+q7\u0013H̩w~:{9+#VFeJh뱚vҁ\u0015` b8mȣ}94t F򾯦\u0011n\u007fh38PW)\u0003I\u0010DԘK\u000f^Q\u0013w653w,Ƃdzۖ%A[.6Yy2uu\u0016y)\u0005#|㹕ۻ}J4uʈK\u007fpBĎ>n\u0011W\u001bgpU ujɊ)(\u0004yx\u000f\u007f XBbP\u007f>Uٝ\u0005V|\u00010߱9I^;s\u0004\u007f\u0014%j0^k t\u0007Qp\u0004\b=9\u001a_wE\u001bYTFbn*\u0014t1àa\u0011mlR ;^^\\Oa2\u0014v+٣\u0018\\ >2,zcr\u0019A,\\63t `0\u0005\u0016\u0016\u001eZ;Kv 1,\u007f;U\u001844\u0006E O\u0012s\"22\u0015\u0017x^C1\u0014!\u000e \u001cD\u0010F?A#9t6.X,-E̻d/ \u000fƴ AG\\ܫ'i\u00065\u001a t\u007f}=wvgh%0c^M~}L33b\u0007WQ`\u001btq}j٪o\u000e@o?\";a+\u0019IF\u0014Y-\u001cR⊳q}ql81_MN%\u0016e*\u001608%\u0018m7\u0017m,08VZ|Gt\u0012Ww|@\u0011\u0012%u 56\u000e9\u0019g7\u007f\\M9I\b99cKZ*3֘4\u0016\u001e\\\u0016\u0013\u00039e}\u0011ӭP\u0004gn\u007f?GEKŪ6G~\u0001\"Bh-:AMԘj\u0018 SO@ed\u000e5\u0005EuVۙm g nE\\,)O39ao\u0000CŴ #ѷ\u0004LQ\u0005*\u0017RY \b.@o\u001aBi,N|;a;hȤ\bhd\u001fZЯ\u0015?Tek=  yy\u001d\u007f}\u0019nݙ\u001fݣ>tƕHmL\u0007\"1x\u001aum\u0014Ζ`0H0~\u0005χ.[qUB;xu$-\u0005=\u0005cfμhŕ\u0002s\u00164B\u001dx0J*}ΔáE)\u001f.6` {>V\u001bTv\u001e&;Kv^w\u001e\\\u0017WByم=biM\u0015\u0006Y\u0013+f\u00184 \\%\u0017AvUI箯pTS$?:tyo!K\u000f\\>jNTeq\u001c:=\u007f\u0013?06\u0017k/\u001e\u0012+\u001fmᘁa\u000f\\tE\u007f %BײwExC*܋\u001fn\u0018I\u001c֢ة`\"b*_~w\u008a\u001aGԆ)\u0015e\bS\u001dmǍ \u0014\u0011$ʏ=\u000f9@r0A#\u0012&-=\\Ġh\bDv|\u0005䧇93 O]Howd]:}x3^B(2bB,Ci\\\u000ffB-VefM\b\u001cA\u0019\u0006ٞgxoR®\u0005\u001c2%\u001fe\"f-\u0005\u0006ޠ3tll:]Ѩ\u001c7\u0018OrsLZ\u00163K3aH7eh-\u0015C߅\u0000'l)\u0001Ȩ0Q0,\u001f|_pL:\u001ditSYTl\b EcF0\u00117^77?xrՓ,6\u0013zSϾ \u0018x ,'\u000e\u0018ڑK۸h(\u000e뮌\u001d\b@#vu]\u000fy\u0004FΏ%[ǺN\u000fxP[7l a%/ڪ?30\u0018؈)h\u0002 \u007fqԕL/H\u001c 7.ۤ5j9\u007f7B'o\u0002\"\u0007X~ʟ\u001f\u000e\u0018U\u001b| \u0013ys\u0006\u001c2\u0019MG޺\u0011\u0003\u0003.uLĐ'}  @GZPY_i``\u001cyե\u001f2\u001d7q}\u0014h\\ l]Lͅl+DF]x0^Թ\"9\u0013Y~0ͅ\u0016ڒk1ȃey.ܟ-P\u0019LY\u0014\u000e Nˎ\u00141>%\u000f\u0000{ \u0006 \u000f\u0002IBX:\u001a*8\u000fUgpŀ.[D$7UMj$\u007f\u00047\b\u007f5Qae?^FIaRˊ\u0004j)K[Yxy\u0015(EN\u001fU%HRVt\u0010Mh8j= \u000e ܳ\u0018}|NN Vk0\u0015YќAI\u001dNK\u0015s6[υ#2JSȤ(*ٮ['^~uC̮\u000fW_aN>\u007f HCIUs0*T.a)\u0019i\u0015曧om \\i\u001cxv*|a#H\u0016ĉ`آ^#b\u0013+pY*/8ckem\u0012 FD\u001b|V_I2\u001ah\u001cD,9\u001aZ,ʂ\u0015\u000f .6؁~R{\b-\u0002fO >stream  \u0001\u0000\u0004\u0001\u0000\u0001\u0001\u0001\u0013BNNDAM+AdvEls-ent3\u0000\u0001\u0001\u0001\u0015\u001b \u0016dw\u0005\u000f\u0011\u0012\u0000\u0001\u0001\u0001 AdvEls-ent3\u0000\u0000\u0000\u0000S\u0000\u0002\u0001\u0001\u0002\u000e|_*\u0015m\u0004.R\u0003@j\u00076\u0015W$\b\u0006a4\u0005\u0006hk|_mjk5-;o3\\*\"\u0010M\u001eG%Ǯ*\b\u0015\u007fUF~REZ@J`g5De\b\u0015C,\u000eY > endobj 247 0 obj  >stream  hbd`ab`dd\u0014psqvL)ML-\u0006a!#;E/wi߳\u0005 v\u0014b`fddl\u001cRY\u0010cdj\u0010_\u0002\u0014Up/*/J,S(ISpI,I$N\u001fdBp~N)HX3\u000f@\u0017H\u0018)8(\u0004eg\u0014+\u0004\u0016\u0016Ĭ\u0000r S\u0012\u001f\u001d߫gf%U1zW\u001eȉM*[h6\u001c&vp>鹳g?!ze\u001fڏJͫS\u0011Y\u001b\u001e&wpRK*\u0017U\u0016EI Sz2B;\u0005|j|o\u0013=[7T l%\u00072\u000emɻ// .ݙ%\u0011\u0015dm\u0007\u0010`\u0000zW   endstream endobj 248 0 obj  > endobj 249 0 obj  > endobj 250 0 obj  > endobj 251 0 obj  > endobj 252 0 obj  > endobj 253 0 obj  > endobj 254 0 obj  > endobj 255 0 obj  > endobj 256 0 obj  > endobj 257 0 obj  > endobj 258 0 obj  > endobj 259 0 obj  > endobj 260 0 obj  > endobj 261 0 obj  > endobj 262 0 obj  > endobj 263 0 obj  > endobj 264 0 obj  > endobj 265 0 obj  > endobj 266 0 obj  > endobj 267 0 obj  > endobj 268 0 obj  > endobj 269 0 obj  > endobj 270 0 obj  > endobj 271 0 obj  > endobj 272 0 obj  > endobj 273 0 obj  > endobj 274 0 obj  > endobj 1 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 2 0 obj  > endobj 3 0 obj  > endobj 4 0 obj  > endobj 5 0 obj  > endobj 6 0 obj  > endobj 7 0 obj  > endobj 8 0 obj  > endobj 9 0 obj  >stream  HW]o\u0011|#\u001dX\\rx\u0001rC\u0012\u001c!\u000e\u0011EK%9:~اWMI\u0002\u0002kjf鮪t/}=Ga\u0014\u0018?\u001fӟ0\u001f>=*rG f&x\u0011y0H刺E84\u0011#\u0003^J 8Ν@&A$\b{ m3\u0003~ϙ*8̝YDt?ȣ;mۆ`\u001c.=EV`|\u000e;Q\u0010ȗ\u0001_[L\u0006z\"\u0002B\u0006&cIzH\u000esw!\u0017 \u001eaS1?Õ*id;\u000e\\B\u000fE{Ǫq:Zʴ\u0014\u0003j\u0007>\u0012I e\u001a \b\u0018y%eI,\\: )S._\u001e?\u000fS{̰p +xlT$a7$\u0018ɶ d\u001b\u0019l:\u000e;\"+3e=o\";X@:aq>1K̵ yc\b¦G!q^\u0004?\u001c\u0015/\u0019\u0016 \u001c[;jܵN\u001c\u0016Aex\u001a'9CҥK\\y*q ɖ\ud8b7p9'ٺ\u0015I\u0015tb 3\u0003GțF>~^0vU\u0018G]\u0005u=) Nz:!5 ` .K*5J\u0010:K^Fm(\u0018-qA=Ucu\"2 zm\\\u001em\u0017fP \u0000\u0017\u0003\\,$Ai^\u001bQnF :\u000e$S'\"\u007f\u00149!A&SZ\u0002\"\u0016Y+\u0007V\u0019dȢj&;oxzK\u0016%\bRVv^ŢkIa)TJ?l;FM+\u001a\u0003Txa /w0&\u0004,~ȍh\u0004xZ\u0002\u001e$\u000fCs:&wsيcT\u000f\u0003*~\u0013ו\u0015WTn5(y\u001a Zf0s\b75,;MߋZz)\u0019atRم\u0007\u0011:׿SUI$Y5V\u0017%$}F{JF\u000eYR\bn%ٝEa\u0001\u0003\u0001g+YXvU\u000e։|TЬ.IT\u0006o~Nay{\u0013!\"ඍ.QovۮE}bм=g޿z \b7to\u0005}\u001c\u000eV[1먣ρ Nv[Q@b5ȉ\u0007˵2-\u0017\u0015Lq\u0003T\u0018ǫl~\u001c\u0000J?\u0007M\u000f)q;ղ۶\u0011E,Xj3䤋-\u0001Z\u0014l\u0002\u00144EID-R\u0010%%{\"i)IW8\u000f}@ڢxW0)\u0010\u000fbWjuF 3TgNZ\u001aD\u0003'\u007fiFʂ|\u0010H\u0002 , R\u0010 6R.R\u001e?Q\u000f\u0004+׹\"b/T\u0000V+P \u007fRpOw۳\u000eUT>\u0017aV\u0019̓Þ\u001b>P\u0017f%{ti ZX~\u001e Nl붎$J_͟kzҐ]~W\u001c-\"3} 0Sa5|\u0012A-\u0006}\b^\u001c\u0001 ,] \u000ehoSG$jR\u001aEAԡ+H!LCUt\u0015c\u0003F'\u0012z;\b4hHiP~K|iQھ݅񩏪\u001aO \u007fΕRUV\u0013*\u000fA\u0011, \u0004\u0010\u0004| C\u0011y/EQ9WakMj,}EC̍w.XrV\u0012\u001e\u0011\u0007u'Z.\u0000?\"ZYcx 7;}\u0018\u0016x1+\u0006D4\u0019\u001c\u00115&C\u000e6\u001b4eR\u0006/?W\"YL\u0016F˩N\u0003h\u0014ir\u0010\u0019\u001ay5g\u0018+ֆ\bco\u00183~ޘni\b\u0014\bNk\u00160xiRE\u0087Q\u0006:F \u000f;2\u001aH \u001c^60^{Q\u0012\u0005gɉѽL4zr \u007f|$`\"\u0006MU(>hOMw ȨZXhF\u001b\u0013v\u0000hK^e \u001f\u0005zIĘC/ -\u0004)d; |RTɆiv\u0019\u007fĲ\"lAHD'\u0005]OgJش=1~Eu~ 9\u001c)\u001er|\u001c(mYr;\u001c\u001cAaxNSP${\u001e?3T K2\u001b\u00007)q\u0003 >stream  hbd`ad`dd\u0014vsqvL)s)u+1\u0004 \u0011\"Òs\u001b%ߝ@2 > endobj 12 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 13 0 obj  > endobj 14 0 obj  > endobj 15 0 obj  > endobj 16 0 obj  > endobj 17 0 obj  > endobj 18 0 obj  > endobj 19 0 obj  > endobj 20 0 obj  > endobj 21 0 obj  > endobj 22 0 obj  > endobj 23 0 obj  > endobj 24 0 obj  > endobj 25 0 obj  > endobj 26 0 obj  >stream  H|Wr\u0011|Wq\u0012a\u0000ͱ+.'8UVT \u0004W$HE4>3\u0000 Jr\u0011ݙ?=?|ïWa\u0010ٌ\u007fX&U_5\u000f]sp\u0015_\u001fHt\u0015&ήR\u0005M1/S7\u001e׹)nǵΜھ7: ͡\u001ej߳?5\u001b?9ib87'U;7s64%ff g~7=od\u007fd#5/6v}sAG\u001e~ܬ?~(?\u001eE4\u0003\\0{-+y\u0001~P^qu\u0003|wU\u0016gmy\u0014Rg0\u0004VjM\uddb0ܡ>n6>`+7_o\u001fKη\u0011c^\u001eF\u0003^;/olqa|\u001eE}RbӴ\u0003lzŨS\u0002\u001b\u0001CqE\")ʃZy\u0003 G4k\u001b\u0015\u0011\u001benvN\u0014~6J͹\u000epM74#u~} 38\u001d&\u0017&o\u0012z^\u001cddB˶gLi\u0003\u001b\u0017\u0005Bq\u0012r$D\u0011Lj rj\u0018S f^D\u001d_'\u0016I\b\\Zd눇&ix$)\u0018?\u0012u\u001aIoKZ;IrbS\u000fv|PZ\u001fOP\bH㪶\u007fG\u0004L'\u0011 Ӕ\u000e\u001e\u001e\u0002(Rvz&W+\u001e\u0017\u0001$\u001aL(\b__}\u0002E \u0000V\u0014\b%F G/]| 6K̹\u0001\u0016`$KX  ?M-1[H@@\u001baﯾQBp\b\u0010 kcYS\u0017\u001aAs$qu&\u0010#IAyc2\u001c捦^O;-#$\u00009\u001f\u0002ү{5m:3QmӞ\u0017,pw5fi,\u0016\u0007_tA߇A\u0001$W?\u0010t3\\L\u000fb\u000fl#!o$?vl$,c >ۖ?3 VIxו˃Х(6'Jb\u001fN6GW6߱\u001a, ,7\u0018C\u0007~H\u00077\u0017l`\u00003Mܪ#G:\u0005#V\u001b\u001dҜ.]\u0011\u001c\u0013\u0015\u0011\u0011Dp;\u001cJ\u000e\u0012\u0010 N[$a:mǍW7ai$\u001fD$B\u0000lW\u0013]ޓL0\"Z\u0010];EovvK*E#ޓȲxP74 0Og\u0004?6iqG\u0003IRf\u0006\u001c\u007fϔSI(I)'e#~8\u0002\u007f\u0014\u001c͓R\"-G  /2i8p,\u001f\u0004R\u0000\u0007\u0006Q\u0017S?\u0014o0H5U%V/JuN\u0014\u001fY \u001f\u0013\u0012;\u0002 G\"\u0004M\u0015frpno[/kjI\u0012`_z%b\u001c\u0006/6I]j\u0014\u0019]y\u0018>ӡ$FS)ô3n%1+ǌ2'a/껋d\u0012\u0000Zf\u001c&Exj4\\Zy\u0019wB?$@v,\"\u001a8el\u000256(V.̕\u001a\u001aG &КPHO\u0016h\u0005\u001a \u001cU_5\u000f e  ezjJ\u000fB Oi\u0013g4/\u0007UbI?t##\u0003 r\u00025U~@j \u0003mSnZ 7S.i\u0005 3CG\"ޖR4^B5 'M\u0015\"A\u001cd\u0006=%ȒLT{\u00111nXg!; -κ\u00199Dl\u0010x^aBm\"і()ы\u001dO4\u001b>\u00003\u0019]\u007fQ+\u0000> ^\u00035WMN,\"/)%V+#\u001d xmiBQozYN=\u001d\b\u001aY4 Q䨈\u000e,E3) kT I\u0007fo>uR2\u0019'\u0006*L\u0012\u0015K`1tfM \u000fd6\\+ q+!o|\u0019 wy9zPJgS3S'\u0014csܱ )l\u0011Y\"n\u001cSZ2\u0000*\u0010\u0012:QM&C~ h j\u0001sI\u0012\u0005d2R\u0018JM\u001fGE\u0012R2V\u0000.>I4g\u0001\u001eV YX@sQx\u001d\u001aҾ -\"e,\u001fqQ\u00149.\u0012\u0000uT\u001bǩ9L\u001d펵g\u0014y3//Kf Ըz\u0016\b͔BIǙ)D.q>M\u0012/5}V\u0004\u0004{1\u0016\u0012}\u0012S\u0019$^ JI+ }?$\u0019\\UIC_#C\u0018 Xʏ\u001484\b\u0012tm]=͹\u0004\"͏n\bF\u00152N> >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 28 0 obj  > endobj 29 0 obj  > endobj 30 0 obj  > endobj 31 0 obj  > endobj 32 0 obj  > endobj 33 0 obj  > endobj 34 0 obj  >stream  HWr\u0011|W\u00109˞wap&Y\u0010qPzgV\u0001 Hjơ\b죎\u001fO\u001f\u001f\u0004?ݟ{ǻw:O8u\u0018G}\u0012k/Lp/8y|XAj:wr}Xo~ؔa\u0013ۓQeM ;ToO\u001f\u000e b#~hr\u0007mYؚ6fqhe&e94-gؚW/ eu{ѵ;ī0qÁo>Z\u0006hk9Dga\u001aʭ[Con|\u001dkX\u0017\u0007旦Gt G7\u0018Gg\u001d\u0003y\u000e\u001aphG\u0011v%Z;Nz:Br\u001401\u0015Y#gb-0ٷN\u0011I`\\Yoʓ\u0019lk\u0012\\#&'ps4\u0019c_ܵsΖ&Z\u001agh}e66Z\u000e}EG\u001fVG\u0010u veyPiෲYt6LyCߒwߨ\u0000x\u0006qmk\u000ftmV\u0015ACdz!\u0014A\u007f\u001d\u001f3a0ײ`\u0011'z֏\u001ce5\u001c\u000f{\\/Vz ). bo\u0019h/Eȋ뎮l٪z\\bmJǒ(7\u001b\u001c\u0000 Yw| 2R{\u0010q~\u0006 )0 '[AO0I ٶ́[7Gې\u0014\u0003=\u001d[7㠃_\u001c\u001c@$0A\u00140Ye+wt\u0015W%N\\ i2\"XzI\u0002\b\u001fi˯ K++pkI~do'ޔK!)\u001c bHؚ;\u0018?a7S\u001em#iiU.h,RPaD\"/N 9zZI\u0012۶\u0019ғ|Fqg\u0016DSG )a)\u001aU$R!F?q!S ERjm b#Af\u0012\u0015$d\u0014\u007ftNQ )'*\u001685\u0004M\u00124MC)\u0014hlUJIq5aJz\\:us!Z\u00110\u00151I*\u00181)#p,ETgGW\u0016l)J\u0018 Va\u0018S\u0011\u0012c8Z\u0013\u0001F'`DFI蜵* \u000e](CPe]TfzQ>\u0005v\u0003A(֛\u001b%# ftFYxF'/G9Fgax\\Qž^W_\u0018\"vW20\u00124X s:{h~M\b&&^\u0017`~  3cjLp@\u0001\u0005ٱ${  ;V Ra}kLDpcJc#F?%6%\u0000.0_ $%L 5\u00125#\u007f\b\u0017\u00122`;\u0011~[R'$癓mU\u0010KgNP6s*r\u0006O1\u0013ͣ(W*o\u0004|j7\u0011n{\u001d\"˺v)ڦ`W7\u0016\u0003kEhB R\u0004*Jç+  }e=~\u0002%l\u007fq\u001bit1A,#:񉅖\u001bD>wY? %r&Pl~ ]TUNӍYRs\u007fH0*\u001cMI/\u000fFjZ͐xfҵ2ybbdix\u001c\u0001\u00005_^w|\u0005'+\u0010r% \u0003|XXO\u00132Ѯ;\u0002nH(\u0017׎~@\u000eS:\bu~\u001f'kA4`C'A m6B %\u001c:؝R\u0013AƦ^:.+n\u000e\u007f|PD~i\u001e\u0011\u0005@5tT!'ҍ\u00010kRtї'=غ5j7NLSf}\u001d\u0003 s\u000f/\u001e\b\" _ \u0011tSF0 n#\u0007vHHcf!؝SSK\u0013\u0003%Zz:Mę| Vu!\u0017\u0016dmӇ睭\u0018jo\u0019F^gIeQ\u001f \"\u0019GS !82$h[&W\u000em\u001aR\u0014{\bf+ :U 릛iއ}d\u0007U\u0015\u001b \u0014Ylt\u0003>wy*y*\b+M#Or}\u0014fe)\"C\u0013hZyz\u0013w1\\;7S̝ \u001b\u0010G i2b0\u0000\u0011aq HEV  4B3EOQ\u007f\bܚ+ۼiXW8gځ-m0-P:T}lD\bms{H7hES \"w_w]=~ -\u001b, .s-j_@\u0014 `I\u000e\u0001~ \u0014Ϗ{2i Q˵ʩ B\u0013ϪЅXymf\u00184\u0019\u00148Nv\u001e_18\b\u0015e\u0019C\u0015\u0012_\u001c\u0016\u0010캵dT\u00184_\u0005Kcg@\u001d; 6wHy+u8n>ӏ\\.\u0013\u0003\u001b*sӷ%Ȧ\u001147e_#\u0010\u001cm\u0003%k\u0002\u0010Y6r;\u007f\u0015^>V$\u001bZ=u\u0014H\u0000',\u001e8\u001fܜ\u0017Wo\"Ť3+a D `D\u001a\u00151t5B\u001d(7[F:@4Vv+^\u0003u\u0010-:6:)nX,ne\u0018 B=maI\\ D\u0017 c\u0003G|@\u00175sg|35ptVd\"Ռ`vC\u0016AzonoR\u000f\u007fMtی城;i K\u0015LU\u0015^_SeYO8aU\u0015l>tkoM\u0003M\u0005\u0005\u0019G\u0003z\b\u0007 l\u001eI)' `喺\u0001R?iJ-CnOͨ&nјbT\"?e{D\u0002}\u0007P=UkX1'\u0000GYVY\u0016$!)[$ӗIJ|\u0001\u0000ȴ  endstream endobj 35 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 36 0 obj  > endobj 37 0 obj  > endobj 38 0 obj  > endobj 39 0 obj  > endobj 40 0 obj  > endobj 41 0 obj  > endobj 42 0 obj  > endobj 43 0 obj  > endobj 44 0 obj  > endobj 45 0 obj  > endobj 46 0 obj  > endobj 47 0 obj  > endobj 48 0 obj  >stream  HWr\u0011}W\u0011J00\u0017\\nٕj\u001fT \u0004G$l\u0012b\u0000קO\u0000\u0004%E)ܻ3?|I\u001c\u007f͇hxo>ܧInǛ2.3&/4563yf\u001doD?aZ,j\u0007ѵQWgkMCaz4S\u001aN\u0007w|T.ܮUl\u0012jBwǻ*tT&CkeTx\u00178ğ\\=9Qw\"q*u\u0016ё;\u001dM\u0007\u000e\u001e\u001f~K\u0017,wu\u0016\u0016pFETCфwhXyV\u001eu̔Ʊ M\u001d5|n\u001bJN2ooxq\u0018M2eҔi\u001cO]?T퀟Wr\u000fW1tu][u\u0012 :샨 \u001d*\b(2\u00116\u001c\u007f\u001e\u001dl 4\u001c(ї]\u0002\u0016\u001b\u0012Q\u001f_7\u001cT6\u007fsKh3.ȏ\u001eݥEe\u0007t-O\u0003hl>\u0010 \\Fϗ#6\b0[UT6s%WA\u0010\u007f @-8L\u0001*a8$\u0006\u001d\u0000y1ZN}]\u0011U=3ڑ\u0004q)Q>Hm 3\\ +҆ޏd߉\u0012? c 4H2.4qb.T^A\u0003kLV\u000e,\u0007jL[>L17\u001c:TZD\bvKrjS}\u0005Si1v7ô5z8OE9 YPՙ_+F\"QiO=Q\u001d, G\u001dxBљ\u001b\u0019k 0cuE-*\u000f~v\u001c \u001a/&! W\u001dTA˚B)̧\u0006T[;}2W)\u0000ʂ\u0018@\u001aj+⋾\u0003~N!G\u0000\u0015\\r\u0007\u0006}.\u001ft\u0015mh\u0004 ,_y\u007f/atU>ÓϲZ\u0013X\u0013MoGauɷ\u001bPM'ww\u001e?{H֫\"Ϯp3w((n\u0019bx:qu|5o\u0012^X,`1UݡkNR >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 50 0 obj  > endobj 51 0 obj  > endobj 52 0 obj  > endobj 53 0 obj  > endobj 54 0 obj  > endobj 55 0 obj  > endobj 56 0 obj  > endobj 57 0 obj  > endobj 58 0 obj  > endobj 59 0 obj  > endobj 60 0 obj  > endobj 61 0 obj  > endobj 62 0 obj  > endobj 63 0 obj  > endobj 64 0 obj  > endobj 65 0 obj  > endobj 66 0 obj  > endobj 67 0 obj  > endobj 68 0 obj  > endobj 69 0 obj  > endobj 70 0 obj  > endobj 71 0 obj  >stream  HW]s\u0011|ׯ*%\u0000\u0016WqJRuJK pE \u0002 \u0000J\u007f}g@IJ\u0004\u00163===\u001fnc|یq؂T۱n\u000e77\u000fɿ馊 Xk_e* ?ᇛvDi>`nU\u0019&-mi zxA\u000eu 3q!䭟\u0018K*\u0018 \b q4:7)\u0005Rˋ^#wgXR̾d\u0015> zl\u0007 \u0013n+*oezeX5\\QA_;oBWXӆ_T  9/\u0011\b\u001f)\u00021G\u0013 \u0018ݖMX\u0016th0bBC3Q\u0012y\u0010Qk%> ;d.  \u0014v(ׇ~]\b樿\u0017m\u001fjl):, \u007f\u000e rPT(#\b\u0014_@[]v'6+\u0017\u001fURo7T.`\u0015%˖W\u0017j\\\u0011gn׶\u007f>\u0019U>s^\u0012\u0002f[U3\"Ts\u001dyG>o\u0019IiϏ$#3_(\"q`#[V9\u0005̙9F3?kzͻv/a]z\u001emi\u0012\u0006\\ fRw\u0015 \u0003\u001fRWR 0\u00002%1\u0010)\u0017`s  =U`@ϋR\u0018u'͛H~\b\u0014X\u00067dpRxd(IG*8d%\u0001N'ZX'Ϲ\bJ+5})m\u0017LE pqFIW64\u000f~`2q! ċ8.7\u0004~Fn\u001c3j>\u007f\u0011u\u0017zhYȳR\u0015ݽ>ω@_\u001c=D eyRZ/R OWZv6=_\u000e\u0002\"\u0003$\u0011\u0004\u0006\u0012\u0003A+\u0011C!OUP\u001aurX,5\u001cΣ:GZ\"鏒ՇpK\u001a\u001f\u00165\u0014w`3\u0017\bG\u00027\u0015f\u0005Aܞ#e'\bp^Xq=(ŷژ-\u0014x\u001cUcF\"@RQhZXl[P߾\u001b*%Uȷ\u0003\u007f~q%*\u000eHősq\u0018W\u001ca\u0011-\u0003ԧ|\u0002QVtq\u0004y_l8B\u0005h l:\u0014 MR8]\u001e?xr5d\u007fr?^Rȁ. ˦\u0013\\MO\u0013˻½iK )`\u0018b U$Ԅ\u001f%\u0012Iգ\u0017  \u001cJ, [%'{H? =H\u000ew~\u001cIWN\u001d\u0005d\u0003|\u0011\u0017s\u0012xܺ=6\u0016f'xՏܩ  Q1\u0005Q\u0000CZ~'-$\u0003jtDXÚ؅>Y\u0018\u0000}^\b)cٸz9Lօ}hrk>{\u001e@\u00151 Ksq|> m[=\\-\u0014\u0016Vyrгq\u0012\u001c`\u0011Y~J4?w1cݽ͋d]Uݥ\u0005͢\u001e,P4\bT\u0016ū.\u0013_\u001aw2Jo6\u0017pWV\u001e\u0019-m\u0010%m\u00061\u0016+H#$i%nXwV\u0006Ej*\u0004͖\u0013m-\u0014eqA)6J_{8#NV72|άa`.nF_^TLOsIL$Af+g0\u001f\u0013\u0019\u0014\u0013\u0018ESn` _l@\u000f$r^ؒ1᛾ U\u007fNN}\u001f\u001f\u007f2FP\u0007[8 ZW?5z?$ \u0007D\u001fn\u001bbm5tB}\u001e`]p\u0012z\u001f'qp;\u001aO\u001fd6I\u000e|\"Ϟ\u0003oNr\u000eqI^ꤘ\"%8 \b\u0000[Y0Q\u0012\u0018Gd\u001f[bzԥppЏ:dW:z犖 \u0015YVǩB\u001c;AM.fH\u0018 >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 73 0 obj  > endobj 74 0 obj  > endobj 75 0 obj  > endobj 76 0 obj  > endobj 77 0 obj  > endobj 78 0 obj  > endobj 79 0 obj  > endobj 80 0 obj  > endobj 81 0 obj  > endobj 82 0 obj  > endobj 83 0 obj  > endobj 84 0 obj  > endobj 85 0 obj  >stream  H|W]oF\u0012|ׯG`I\u000e\u001fyK|%0r\u0002\u0010\u001f\u000e\u0014w3\\C_UpIʆa-93鮮\u007fj؄d\u001bn6C޼\u0019}p\u0013m\u001fom&?ح٤I MUǛ?\u0003ס~o`tۻdA\u001f\u001b{W\u000eAρ\u0014 ڝk\u0017%ap\u001e \u0003?]ݖ#\u001f\u007f 7w6\u000eqq΃;O|\u0013lo\u0006cQ\u001c{\u001d050 L\u0005~q@349N\u0001\u0012S^x#z 0tUq.\u0006\u001e;Yc\u0004\u00023G\u0016N=|^Hfs$.\u0014\u0010$w\u0001I&8].\u0018hb\u0018)W l\u0001+^Z)0ȳO^}[_\"¶ńm\u0018gax\u001c=W\u000edajY9-I#l>\"Zu\u000f\u0012D6BM]z8t\u0012QvH3W\\B`RD''އF\u00183!_W\u001a ev˦yy#\u0001\u001aW\\\u001a\"datOe3eB\\xJ `ܷ(\u001fbRu&\\x(3! 80I/)_%3&9dre\u0005ұʽˬeY\u0014)' \u0014X>x\u0005n)P&\\MJ܊+ 0W x-+Շ\u0007 ;\u0015q\u0003pj L*\u0010 A\u00116`L\u0015 |SqОQa\\q\u0017\u001d\u0002H ˻3\u001cXvjJ\u0002\u0013T1v>J cY*4_XcP,w\"\u0000+\" N]L6+T7WaAFg$N\u0011o/cQ\u0000g=@ r\u000f f3R}aFn|BT}َ ^G#?^h\u001dKu\u0006]& o\u0004Do^~\u0016eı\",\u001d5 g.Ѥ;I\u0014nHZc 4%\u0001?u\u0019ik.N\u000e}R\u0002\u000e\u0004b\u0011c9;5%\u0003MBޣl\u0014JtOZG6\\Nd\u000eE$0Z\u0012]9c3|9hiM=Y*^\u0003\u0001Q^j\u0012]h`S\u0017iS\u0007`[0\u0002\u001fO\u0019MZ|tO'\u0001c;5(A-\u0007\u000euuyI(\u001a\u0012pp(Oޯނk\u001cє`\u00120x1 V \u0018\u001f̯ A18\u0003vA(MԅSil\b\u00125Άbʮ\\ɏ\u0014\u0006K\u0007\"u\"C#R\u0006r\u0018*XN\u0003\u0014\u0002؉\u000f_tJ:;xPP\u001cR7h^\u00129\u000fs\u0016\u0017K`c\u0016# &r\u001a*OkU_>ߙ\u0015$DȌ\u0001ɤ\u0015 uŀh\u00012Ɂ3 81 woХ78\u0016+c\b\u001a16 03'fjLŋ){?_ك\u0000\u0014I[\u000foik$Ʉ\u0011T1\u0006\u001aM\u00065fMZԛAPE\u007ft#\u001at-# mvO\u0003M3*\u001c&Xf\u0006}Bv} 6 \b\u0011䢛s\u001c]GnL\u0013\u0007r\u0016-쫾>[f[l/:,~\bFjQv6\u0005,\u001c~>S ߝc'Ȁ1 \u0019\u000e\u0010s\u001aڵJFFKNJ\u0016\u0016$y/Ppo!0\u0011\b}Hnfv\u000f\"\u0015#%\u0012bϠ)\u0005ӐRߥglmՈ+fPWœZ,!1\u001c\u0000;M\u007f}Ϲw\u0006\u000fϯ\u0010 |Y,\u0016%\u0001U_;{M2$S:\u0010wi:.V=t\"d c\u0011Kվ)X+ k+\u00075S![\b^{\u0012f 7CW !Zi\u001eͶu3Cs\u0002ltp1 3_8LT\u0017U\u0000-\u0013ۓ\u0015mC*E|7\u0010%%)\u0005bY\"k\u0003ՐGP+ZJ/x\u0013\u0015n#\u001323_n%\u0018S2j@vo\u0002˜`\b\"\u001f:mC\u007f>6^|[P\u001f޽ݽ9$\"V*x)*Ml\u0003Mì~ d%D-D9'웃}Ł%4LjEyYt}bNI\u0004\u001cn 3JaG~5\u000fB'ݖ7DΘ('\\\u0000\u0018\u0002b^B}I&nbJ\u0011 \u0003v- MyE\u0001%0 \",g;$\u001b\u0014~I\u0004BgO=A\u007f ?\u001clu\u0005\u007f\u0015\u007f\u000ff޸2:\u0012+'$pR`JF}}\u00157Q vE\u001a Wo'|$ef2R2?vgz\u0003\u0013 7q3K\u001c2J2A\u001a\u0019glS ^ Y\u001cG\u0007asnp_X-E R\u0002\u000f\u001eLq\u0015\u0016&_\u0013\u001fp\u0007\u007f6K >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 87 0 obj  > endobj 88 0 obj  > endobj 89 0 obj  > endobj 90 0 obj  > endobj 91 0 obj  > endobj 92 0 obj  > endobj 93 0 obj  > endobj 94 0 obj  > endobj 95 0 obj  > endobj 96 0 obj  > endobj 97 0 obj  > endobj 98 0 obj  > endobj 99 0 obj  >stream  HW[oܺ\u0011~ϯ#]x\u0015I$uArҴ' P$\u0006P\u0017\u0005K*^I ]|3J{\"eȹ}/\u007f\u0016l8Jti\u007fͰm߽\u001b-w72*4_\u0018\u001a\u001bikMf(\u0019j[oMvk>fj8txGct\u001c\u001dgfX0a\u001b\u001aRi]|I4{Bn7limkw8S\u001eK: ]/Ǐ~gRfT/\u0013ƮqLݘ  \u0011ˆ\u0012\u001bY-L.F>g}=-td9ڪa7\u000f\"\u001a4_\u001dؐ;f\u0006xYVPN§ňz R׷b\u000ekY.Ӓ\u0006\u0004o9f&nVn\u0010J \u0015Y FÃN-~P5X4#QP\u0010\u0002\\U\u001fJ}&) \u0019v\u001c \u0015&/Wt1I)\u0016·C$cB\b\u0016\u001b%6Nd\u001a[6Tf\u001e\\|a\u0003VȰ&M)8 wD\u001e\u000e^,053y\u0007e!V\u0090o\u001d\u0007\u007fP>GwbH'\u0011iiIRA$ Pߑo\u000e\u0003PH%ӛq'v\u000e9n>v\u0007\u000e\u0016%*,\\*>\u0015Q|-\u000eQ4#6t\u0006\bn {.dť8\u00138\u001b\u0011~\u001ey?٦Ci.nKD5u?2HT}aP\u0010 \u0018@XVL̒pC\u007f^ę^|\u0003J\u000e\u0019B:\u0015PDHʒN\u0000f\u0005 N%eP\u007fY.\u0012\u0014Ȋ4d9\u001c@H\"]^\u0002s\u0002FL 'x   \u001e\u0004*X\u001cM`n\u001f6@8\b{;f\u0015xM\u000eSa>mwD\u001c\u0001SVQ\"p)\u0007Wo8* pU8\u000fX\u0006/^ }`l|;cH4g $1'T~\u001dt , x_)\u008aQv/dH\\1bg\u0002XM-7=Rʳ.\u0004\u001b;K\u001foO\b7\u0002&= ֙j]\u0000\u0010n4,XEZV\"g0;D \u0017\u0002Av^\u001c{\u0007a\u0007\u007fWz)SIDz\u0015\u001fڙ瀍A2: \u0014ǡ8^y)Log\u0002G'\u001d\u0004N^\u0010\u0000'U|@~P4pP@R09T\u001bf\u0017*C\u000en)l9b^\u0007 Ç2mv!g_C\u0006*ce\u0017\u00167f.K\u0005p\u0015r7u ;Dj\b\u0005W! 7*C-6\u0012L\u0006\u0005%O!\u00003v:\u0002@=g5}W\u0013Oյdӡ\u001b;\u0005MyΎ3\u0019\u0000r̊$4\u000eAD.S\u0098 2A]@7\u0006\u0004\u0015s8N }*`+\u0013rԊs\u001d9\u001cqC2H0Q\u0005\u0004ДWzaJ\u0012\u0016m.m \u0011ۼ'*\u0001ҶI\u0005H \u0011Xt VL\u0004\u0017uRkgHe߉0!\\+}+\b(\u001d\u001cu563\\ (A(1iƤ\u0010ۨ\u0010\u0004oɭ8V\b\u000e\u001dpo|(x\u0010f\u0001WImI2X8PY\"n{?SUicF\u0014\\\"afr;C\u001f -/\u0005 rUྨ\u001d\u0013Y`: TG//YCڕN&\u0001\u0018 @׌$t\u0003½g] \u0010 Jd\u0000ٻK7)~ÍJ(Q2%c~W2N8p>f\u0014LŁvdIU鐃Ueڴ\u001bT(6\u0015 \\42Q`s> \u0014ȅޑ9&ؒ\u0006P 2 %mʏR\u001e\u0017#* >_T\u0002U錤 \u000eVIEIq!;K\u001e8C\\\u0005;a\u0016\u0019_] T\u0016\u00000-j'  g- NQ2gd`&NfR 09D\u00027\u0013x\u00061\u00073[>r\u0007 +vyci\u000e$'=x_\u001e>2:?FIxX}\u001d\u0012tx\u0000ا\u007f  endstream endobj 100 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 101 0 obj  > endobj 102 0 obj  > endobj 103 0 obj  > endobj 104 0 obj  > endobj 105 0 obj  >stream  HWn\u001b\u0011}W(o@\u001cy\bv\u00181l\u0005\u0010\u0005h\"g=&BSռY\u0010\u00184Z]u\u001en޽\u00126m\u0018DIq,\u007f۱o\u0015ëC6}x*\u0010|3͂$K -*p\u0004MI\u0015ɱ/5ZCc8e;8\u0018B7\u0089*\u0017Y;VdvV*\u0007歼C7nmӊ3 ͓]׻ 1N\u007f% \u000fؗ\u0007aRj Hp_;)4Z+y\u0000\u000eS/\u0004mj-䚲\u0015\u0019FE\"ݑ\u001bA.h&q\u001ei~/a\u0019y g`ݕVjD W J*6ر'\u0002Y*jws\bk ) o\u0014\u0005Ѩ]A\u0012A9Ui\u0014~*2Ҁ\u007fق/\u000f\\V8  U\u0005yT\u001cW>Q6! ?ڱ|e\u0018K4+@\u0006/4#@^~8҇h \u001dB\u0017ԋ\u0010дT#\u0017n\u0005\u001c>~\u0006\u0013X\u007f\u0007%$Nó`-+N$A\\\\:\u001eƉkY\u001f 6\u0010 /Zo\u000f \u0014T_uQ\u0015u3Y$M\u0017\u001fe9F2\u000eސ\u001aU-晄׌eP \u0015\u000f֍6j\u0015\u0019nQl\u001d\u001d\u0014\u001d+  kWm=JȲ46nX}G\u0015\u0004o\u0016 _\u0007a8  \"%w^#\u001dC{j*7\b^K\u001c*S\u000e\u007ff7țb\b>FQB EmT+4Sߋ8 ;\u0015\u0001\u001c\u000e\u0013^AC7}Ta\u0010P: \u0010\b7\u0007$\u000f'S\u0019dE~t\u001eʉ?{XeAtB^v \u0005\u001et̯3LsybInE٦\u001ei~- rnLU,`9\u0017o+\u0010}4A1j$^ǄS>X?AT\u0006: BŽ uD(mK})ྛ+\u0001\u0000+ה$L  fe  N? vx(,\u007f(6\u001bd$\u00155\u0011W\u0010\u001b;N)1y@PU_,܌x9x\u001f/.\u0017\u0003q4K:\u0001Gc\u0011\u0010:Y9\u0016~\u001bu>\u000eee\u000eo\\\u007f\u0016t\u0016\u0002Jvڋ/Bd$\u001bc\u0005\u0017 z\u0016(ث+4p W \u0011\u000fB\u001e1j gك** \u0010Vl\u0001ij\u0013\u000f\u0017Qy-~@\u000enG\u0003mǱb]5s\u0000Y O\u0010IHGD8[bT\u0012\u0010\b\u0011I\u001ef!i䓙*az\\PIg\u0007Zq\u0007}(\u0018ؼC_o:kRe(By(;a@;΃#e\u0017\u0014\u0000_\u001a I0w\\mqU\u001e9% \u0012\u000e\"\u0006m͢\u00132I\u0013$峤0; (>˷TeD}E\u001c\u0005I^ίn3x#_I\u0012_:3YRhڽ7\u000e\u0013VoYC5\u0011OLN*5+ YjŏOOݩ}ǮF\u001cǪD2Owy\u001apL5\u001c\u001d\u0019۳\u0003U\u0007sZ \u00141KdN\u0007\u0002 s@#\u0000(\u001dҜ^p?\u0003Yi@*U2\u0014^Ij;]0\u001c\u001c\u0002_ jYnX|V.  \u0006/(Y؊Jֵj3! \u0012!\u001e,¿\u0001DrJUY\u0011\u0019\u00009Q6\\=\u0011gS}r \u0004o RI\u00153mZ7~\u0016SYSY(sפź!@\u0004-e-R\u0002\u0003\u0012ᝏm{4\u0006zfCG@\u0000!2ZH\u0000\u000ftR,\u001d\u001c C.ɇ\u00166}F fSVGTz\u001e\u0012\u007f.A&:1Atj:֜IccGbP\u0002\u0006`sP bl>.\u0015߹f\\}?\u007fCIؽ\u00180B>HK ~\u0016 $3 |GOm*Ѿ̄n(gȶq` \u0006ۂ 3b\u001aV N\u007fJ:w\u0012%\u007f\u0001g7\u0016\u000eC rjÉ 21M\u0015(3\u001a3ޜ`W4Go%\u0017 M\u0017'V\u0014>C`[\u001cdbtX G\u0017\u0012Q3(DGQeN D: GYQ\"\u0014鸂C\u0014u\u0000Bm\u0006\u0003 y4g.hwƅ-\u0002}\u0010 :\u00055nA\u0005iBzV>\u0006~ffs 9hWtw!bc\u0000LFVݡ\u001225WƖ\u001dX`[`Yb\u001f;z2O:\u001dB)\u001eڪj\u001fbhI[涢$\u0019[mq?;\u0016Z7/w\u0000\u0017I#\u0005 \u001a\u0006(T\u0015qr D'̩ qq\"dVY\u0015զI\\*+n1\u0014HOE/Kq*tiq5\u0019z\u0019\u0005kg+Dv\u00013\u0002v kZ\u00078[\u001d^or}:8P\u0007s\u0016_\u0015 83P&3\u0007(~D h/\bm\u0006MoO=C? \u007f  X:7\u0019{7J'% ,h9 xvp4F.M#~[\u0015E\u0017ՖG􇲪2sFwkA|\u001dzeP3XtS PwR\"FF8! = fRGG.\u0005:R#u\u0014#nZ$Ln!4\u0017zd{ƌ\u0017!\u0016  $\u0017Qvؖ}},Q?'G&ɨN\u0002ܒc+Л~X\u0015]8@&K\"\u001fS\u007f\u0018U^S`q\\XJy 8\u001b\u0016[\u001f˔\u001f4,D\u0004;%.qB%vp\u0010@\u0007㎸B\u00009/\u0006 n`D \u0006qz ժO\u0014\u0018\u0005$\u0002*$\u0002\u0000ӣ(>Pt8R^@g zo;0\u0003]\u0016\u0002r\\\u001b mաQ\u001aK漅t\u007f{_鍐+>~H7+K3\u0014)W]\u0012\u0010\b!\u0004s)\u001b6\\ _\u0019!ȅy \u001aA:f[\u001d#,\\Df'G 4\u001e,\u001an3,:{&,0ӺE[o/wcXq\u0004\u001ahk:0\u001a\u0017\u0014Ĩ\\cK94\u0011g*k\u007fE\u0003el'ۄOx=]2b/sB'#mg\u0019sD4d\u000e#\bdO.$\"\u0018/(uaϽ\u0013g c\u001ee#E1\u000e ޴bϤLaQ\u0004\u001b\u0010h\u001bqpbr95(;\u0005$%q(]\u0004'\u001czEq\u0016Gjq컾JB3d\u0017~+v$\u0003\u0001\u0018\u0015> ͸{uvv\u0019\u007f&m\u0003  di*Q4'\u0004H\u0012\u0003$}M6\u001b%$(#Ji$a\b)Q澷ډD%tE%UY\u001cS\u001d'\u0012)\u0013\u0007I\u0002srWBvy\u0003\u0000   endstream endobj 106 0 obj  >stream  hbd`ad`dd\u0014vsuvL)s)M+1\u0005 \u0011 Kլ v\u007f\u0014\u0002 \u0004(\u0006&FF&7>\u0019բ+-^`inNQaN=\u001f\u0011)\u0007\u0010`\u0000Ce6   endstream endobj 107 0 obj  > endobj 108 0 obj  >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 109 0 obj  >stream  HWnH\u0016}WQ\u001aX Y 4l'm\u0013\u0003GHc\u0019 JTYn\u00148 )ɢY9sfgoys\u001e\u0006Jߜ7yy\u0006ٛY sWU>GZ)\u0015/\u007f2Y\u0000\u0011:\u0018~-2\u0019胙1#dO( \u001c2\u001c2SL\u000ef-q&\u0004`\\Ai\u0002\u007f\u008ba&vE׀O>\u0004}ڿ .4\b'i*@\u0002\u0012·۷0i\u0016deen \"\u000fb\u0017Db;B3 2`\u0004v\u0006R\u0000\u0002H\u00042C\u0004\u0007SP\u0002+;>K9;%CH-\u001cw&>)|Gi2(\u0011k10/p\u0010 _\u0017v#(E0Cݺj}Ub\u0019\u0007abv_\u0015. e#۶ގC\u0019E+B\u0019\"S}$\u0015\u0006R Z\u0019%TfG x\u00041s \u0011@\u0007 \\o)\u0010;\u0010d.SJ\u0003bH+~5\u0015WE'\u0003lvL M~ݑ, \u0006\u0019\u0002\u0015%﫭eQBu\b\u0019>۵\u001a)ۘ2V2\"\u0019B%l\u007fߕռ\u0006lRCX;tX8E@yk{'\u0016m}-\\\u00039*\u0013(Oϫ\b]±\u0018o\u0015t#(dl@K\u0019(rgW7\u001eD\u000e\u0005*\" 2\u001cRj^2,B\\eE\u0019\u0011Lܳ)l \u0001\\cٶmwW\u0014=ϒК؈\u000f\u00064H,~\u0001x'\u0012;\u0001PS\u000eyYDP\u001e|Ԫ\u0011\u0001>:;P\u0007#j~~!3\u000e\u0000ڹ\u001bj\u0015\u0017h:@R\u0015dlCVp \u001bC \u001c΂\u0019\u0017X@\u001av\u0014;\u001f \u000e}֨u\u0005I\u0012Z`\u0004\u001d\u0010E کEhQl\u001b?6I1ߜTC2:~Uu^\u001aYfrיAGPbf\u0019Ӏ\u0006)%T \"\u0003Q{D \u0003\u007fs\u0003~Fx(%\u0006c\"]SA\u001e=\u0000qW4\\%%\u0010LikD\u0017\u0001`.y',ތ-\u0017&b9(?$\u0012bڡ`\u0000A \u001eG{\u001cHݫBwX\"(4zض*¯|_b4\u000f\u0004 _Tw ')w$\":\u0003+K6\u0014&Ρ$ۆ\u0000E޴\u0016j\u0016\u0003iV]і@!\b.fi\u001d@Yڥ[\u0016~1j'Mp\u0003s[V_i\u0017\u001dA\u0013FYg\u0007AGfr_\u001d\u0007{Cr pi\u0012}\u0002\u0019! LGH>\u0011$Ѯ([n[\u000e\u000e$ |߆~Sn\u0004\u0013LU Ļl=\u0013%٭\u0000m\u0019 āݸc&T \u0011\u000f\u0006\u0002 M@9 R\u0005xtn\u0003\u0012,Õ,\u0000F6\u0007\u001cTkB\u0001I ,''\u0003F!gbx\u0003^\u001e7}9\u007fA3~3̥,s6U U=󥍦T `Uܗi\u0012\u0010r #S\u0018-M1g{Q \u0019ξ|D6o\u0012jtL%TƸ[vGUil\u001dQ7E(ZV\u0014f@4\u0016tk\"6x{\u0015GY*\u001ai l_,nlWp)¾6\u0006GPYKXQVI\u0000kB7x[d\"QsI\u0004/;M) \\\u0007;ZM|'\u0014 ǡѦ\u000fuikNh |ȧbmAF^E>e\u0011nw({Mį\\e\u0013=4t /ɷK\u001ap.47brk\u0010\u0015\u0011RvHh'3\u001fCۦ5[ʇ_2 }X _\u0011$zE`(t(L+&@\u0017?p\u0015\u0005 \u0000Y\u0019  k\u0002-\u0011 \u001c18];Ql;܊,6\u007f\u0005n ͜\u001b,\u0013igz\u000fP\u0004\b%pQl7ߋ7\u001eK\u0011^h\u0001b>ShpСbʑ\u001c!\u001a2 \u0016\u0019\u0007j[Lck\u0014 Իl5eЧA,\\u[38*}cn&E\u001a,}\u0018\u0018;~\u000e9J\u001c\u001915c\u001c$Kt\u001a_*FБ\u0002r\\ip)\u000e\u0004O9\\x\u0019\u0000w\u007f e72x\u001ayRy@\u001eW\u0010R]\u001690 [f.w| -O|쁗 Rf;VJZ\u0016xx4,589x^IY\u0010U(k`:TP\u000fYb\u000fչnGc(HZlj\u0012x\u000foOaC 7\u0015.\u000f?\u007fB\u0011\u0001 b\u0016\u001cuɎu+h~Hg,*\u001c#j31 xbJ!\u000fRӽl^\u0015X\u0015\u001b\u0007A\u0000\u0015|A i \u001dng}_a,\u001dt[So >/Font >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 111 0 obj  >stream  HWnF\u0010}WX\u0016\u0016ýys Ӧ\u0006\bꢠ)Zچ\u0017$.i[VR0`ufvΜ\u001f6\u0017/VdQ$\u007f!\u007fXEs wŋ 3YƙM\b\u007fSSXj%\u0017F8\u0006>h)e?jî7cL$͵΃,V,6[KZm\u0006׌n8\\탅)>I&?ޗ\u000fmb {߻i\\,y,\b~rv[\u0013 ]\u001f\u007fӕ}\u001f\u0002_&qfFsǼ#\u0018hO1}9[~MQb4He>ھv۲aϗ|aXU҇\u0010\u001cz1VU`\u0004kMQR/-\u0013\u00065np\u000fC>6\u008e5!\u0001Ьo \u0007sكWT~)y\u0011#an\u001dJp3Z}vyG\u001d\u001b`\u0018m9H\u0012vU\u007fa=\u001ctmQ\u0011\u0017l\u001dVxs&\u00134tpm\u0004*mY\u001fÚyp `\u0013 #$t}(} \u0000:dvI\u0019J\u0011rٹ\"JYC\u00026\u007f==M\u0012TNsY6O&d\u0006(\u001aq\"\u0011`ZEz\u0006\u0019m*G){KI 0mW + hfX۪\u001d 4h\u0015}\u0012wvāc`H~\u0018S@Z̹.AWV\u001e~O~\u001f\u001bF '7\u001d}4{5-^9Jo穗r[m\u001fB-X={0d\u000fBu\u000et\u0006|fֶHb'\"\u0011\bR2ȼ\u001a\u0001\u0019]5OTlD\u001ag\\/UaN 41\u001aR&){R\u0016^a,K}e،\u0014@\u0019b}u(\u001a\u0007xCTi\u0000YK{\u0010\u001bL\u001e(ʘPZPW\u0006\u0003B /tAƼr}9 !TUU\u0016P*,!\u0011ns_)\u0018\u001b6\u0014¬|+P*D$PeA\u00004IW\u0006opz)tpY\u001cW %uSh(K:\u001b\b_C[\u0005)\u0000[\u0003J\u0002hbC\u001b-\b8dezN޶ 2,R \u0002f\u0017e؇u\u000e\u0011S\u001dU\u00180\u0013\u0010\u001eo }ͼMM3~0\u0004{ Ll箜\u0001G)p-)f\u001f  8\u0001i\u000f'Ar _y\u0013A VHzuFP\u000eY!FɊ!'G\u0003=a\b\u0005'@gXEx1 #Yh\u0012A \u001b\u0004!W\u0004\u001a#Գ\u0004R0|\u001f|B±]\u001b/W\u0014]!@>\u00191[Ư>ؓ/o\u0014\u0010 \u001do:6 >stream  HR[BA \u0005,`\u0016X\u0016\u0010 XB,`\u0001 d z^|\u007f\u0001\u0000\u0010qc  endstream endobj 113 0 obj [/Indexed/DeviceRGB 255 112 0 R] endobj 114 0 obj  > endobj 115 0 obj  > endobj 116 0 obj  >stream  hެyTSW\u001e\u0013=Ӧk\u0018y:s\\\u000eui\u0005\u0015\\(h\u0001E\u0004@\u0012BH\bKȾ&1@(\u0001\u001bAG\u0001-t\\[mGmǩ9]No͜37̙v9}߽X\u0018`2Kb\u0012\u0012_\u0019+ߕ\u0013:g 7 W\"-\u0011\u0016f\u0015\"\u0013\u001d\u001b>ϑ#\u0017Wb0 \u0019\u0018\u0015 :\u0006# f/d$-dd0\u00162\u0016P/\u001bf\u0001s4 k\u0005) :\u0016 \u000fcc\u0005\u0007x2~\u0001/,\u0018 \u000fl,\u000eڏyO>ןŃO~\u0002C\u0010\u001f\u00040 @V\u0018I&ye6QH_\u00031xWTF{7A7\u001a\u001a!+&@iq֝!\u0001\u0014>Cz\u001dэB@ n`c\u000eP[*e\u0014\\꯮\u0010ӭ,$\u0004| g83=8\u0002\\@]U]g\u0000\u001a8X{\u0002Lm\u000eK5\u0014\u0004\u0007\u0018(B\u0003k[]+\u0017õ m\u001f \u0014 [ |'?>Ɔ2(Y\u000f+֪WWPpOq0H \u001dq\u007fZC\u0005\u0010ѮYme9̋f>~\u001aA7sٻqL\u0004\u0016LRRоl\"^(\u0015p) zޤ'f.k-ҪR\u0013n؇SrWa6T\u00194Zko\u00148i\u0016P+dC(j\u0007:a'\u0006OeUs\u001e8n-}˲\u001c:juK\bCZK0\u00023Ȭ: 4W\u0005\b  b9|K\u0000Ng v\u0007x }\u001blWz6j  BХ\u001f>?~XY\u0016\u0018X6\u0007+u hcMr~/I ޔ\u0012ڲ\u0001bz\u000e\u001dv \u0016p=d=/\"f\u0015rI*e,\u0012K m kqseH?\"\u001at\u0000%oJRRkp٪]4XFݘ\"2m\u000f8\u0015 \u0005{yi=d|`PC \u00109 %.*wo\u001f̞X\u001cE\u001f : _&\u001dv(䄴i&vKw\u0012S\u00111\u000f\\ LsZ_\u007fn9b&Gd\\Pp \u001a|> XQCmv!'[[Gqz{\u001cj\u0012h\u007f\u0002\u001bt\u001e,F&κF\u0014ZJ/ \u0001\u0001\u0001}+\u007f6\"2%.>6 5\u001ew / *s\u001a)2k9jug%\u000f鲫\u000eZ}Щn%ϸG\u0007w.FS uǈNw_\u0012I\u0018o '\u001et(no\u00031\u001e\u0003Xah*zɵ;KKˢ\u0004Mtu0\u0016Ǉa=~\u001c \u000e?_a,K\b\u0000\u0003\u0000\u001an/w   endstream endobj 117 0 obj  > endobj 118 0 obj  > endobj 119 0 obj  > endobj 120 0 obj  > endobj 121 0 obj  > endobj 122 0 obj  >stream  x$ @\u0010\u0005_zY2A\u0004ǒ>`Q\u0002ەum^.s97W\u0005(\u0019D   RСfBqF.\u0004F=ei,PY y_W\u000fyƛi  L\u00112Lѣ\u0016L\u00112\u007fw!D\u0012X?\u0001\u0006\u0000fQ3v  endstream endobj 123 0 obj  >stream  HW[  d1K\\$mm89XL&ɐ\u0002?9GB\u001cph\u000f⍦(\u0010\udc838dG\u000fa4&[&v}L\u0012ݕ/ז^X*G.?|~S  cg3@-݆Rl\u0004\u0002HZOq\u001d\u001bG\u0007\u00113\bYa꾳/\u001akbPي̰5\u001eKRXq2X\u001f^ 4#+G\u000f1k O~gPݏj  Q\u000f\u000f \u0006AEp[q=\\9g\u001fM\u0001#ΰN]ȸ.v\\2[}q\u0019\u001e{\u001fc \u001b/?T\u007fX@rafY\u0003\u0015>\u001fJJjՙ\"YTHHmi\u000fu\u000e}HgO$\u007f\u0003\u0000Y  endstream endobj 124 0 obj  >stream  HW[r0 0\u001e}S LpGi\u000e8v\u0006j\u000077&z\u000e> \u0013 4 \\YI D4wƾ[CAN1!t~c>\u001f7y|Jpn|#\u0002o J\u00009j\"L\u001fh{h}2o\u0018VC!Xy\\.`!Yd;\u001c(s,u\u001aA}\u001c\u0019q?p>}t\\zlTAG\u0004h:@sL\u001bk*\u0015CdJku\u001a#96 Au/\u0017ᔎ\u000eX]\u0011|`9ÝUⲬۅ.|@*`QN*- \u0003?\u0012²@dޯ:һ}} \u0018Ϩ`ޣaz\u0000YF$oU\u00172G\u0004Gn\u001eKS|n >RKfGqVZ\u001f\u00110 vk Ol\u001fO\u0010ݘݞ#\u001b\"|l9\u0015\u0006\u0014?u2U_t4t[_g s>\"_p}LP\u007fD։ǥ|٢آ tq\u0019/u\u001fsSW\u001fOt\u00057n\u0011|\u000f\u00008ش  endstream endobj 125 0 obj  >stream  HW[ \ba\u001cf2Gl\u0017 TʉNEl\u0000=fXؾM\u0005Nױk\u0012\u0010˹\",ɱyr\u001dIG $\u001er>Zl\u001eq\u0006g\u0014CD\u001ay?6)婡QbX\u0010\ba\u007fM `\u0017+A\u0002ַ~\u0017\u001bFE$ ꭁ |0t\u001c\"\u0017\u0018\u0017 ޙ1~@\u0013`\\\u0017dQ$e\u000f\u001a\u0005j \u0002Mh\u0005nM$%-# >stream  HW[  a\u001c_y`!ɬIIdcm\u001d|=7\u0007PW`?~l_϶oLJy\u0019Ml\u0003 $ʨy*d}gwe=OP^\u0019\u000fD\u0002n\u001f\u0013 8?4.F/~\u000fh\u007f\u0006\u0007dxD\"w>ԪGhE,ָ\u007f5*騾(.v w\u0000\b  endstream endobj 127 0 obj  >stream  HW[r  a\u000fӯ{b\u00044#\u001faHb&V\u0012\u0000=X8>&;1c\u001d\u00105c\u0005c^\u0010A y^/qE _3C~{(\u001e#E?qsPr^%sGQ sǊ^}αYB\u0019uS\u0002 XJ:6eď&\u0015;㭼8R?N\u0007'B\u0014VGE u\"P!yTm%\u001e\u0013Pseh \u0015c3\u0006ŝd#8\u007f\u00189iyi;8;-V\u0018\u000fS2?V\u0018BƆjE߅/Jϯα(J&\u0007\u0018G \u0019\u001e\u001e&5?c\u0007\u000fSs,CEp体K鸸\u007fKU)n\"L/vC\"\u001cKJ0Nj=\u001edPb|\u007fq\u000e^D5rV\u0014녢\"\u00105Ƌ̇KA'(Ys2 ~\bWy\u007f\u0007W. /7'ҽV\u0017#\u001fB- \u001e.pc=~\u0007\u0000e\u0004  endstream endobj 128 0 obj  >stream  HW[n  aG\u000e_:%쪂nU#fA=\u0001-ۃe[2\u0017/@\u0011(v\u001a:\u001e89O`>9V \u0015hB\\ 48\u001ey\u0017\\ck7 ey f\u001cu9\bP뇃\u0012+{&G\u0015G\\gX\u001f\"/\u0011B뇇XJQBaydT2lX\u0017uQ~ܑS[?KG\u0001O\"/k8~5V/,B _mW6E\u0007\u001cl^\u000f^\u001d\u001bV2׮\\\u0016\u0010\u0012twkL;x\u0011:\u0006-\u0018ݎ19\u0014\u000f\u001d\u0017x&0\u001e\u000fhR%myh\u0012\"29\u0017ׁÿyegqwKeǃ!POjT#\u0005}Crdx\u001d\u0007|\u001e\u001a\u0019\u0015\u0003;\b_; >stream  HWK0\bø#}$\u0007 Ğ7n$/FO(>\u0002 >stream  HWY  a\u000f\u000eӯu\u001do \"\u001aő\u001b Qj??/\u0005\u001erO[]rH3\u001e;B]!6qE)NAO\u0010`X#{]\u0005\u001eO;4\u001e]bD\u001d\u0002\u0001V\u0011\u0001{}Iwt \u00128l.A\\a?.j6q^B{]ϖVIŽQpa\u0003\u0002 \u0015%\"ޓ/%h\u000fV1a\u0015U?vH傑\u0019 \u0002]iacSqj;wȏA6\u0011\u0014\u001a;L\u0007/0yCd >stream  HWY0 0\u0013;z_gj˲lց75UQ2\u0004[\u0015k_\u001bL\u001aK6}y$\u0011uM[ \u00026\u001f\u0003z}^\u000f\u001b\u0003M\u001b;lqpX2 hEXz`>cD\u001fj\u000f\u0002*\u0007~U; ,.q|$b\u0017H\\/\u000fV\u0015+b\u000e*9 +E7`\u00034\u0014=Nɋ5q򶖜ёv\u0014}9iNOމ˚#T_lE\u00039\u000e 4྇G\u0019Y@PT/\u001a 9\u0005Uw\"\u001f3c('~1q\u000f$B#S\u001b\u0007\u001c\u0006*\u001eQSH\u001b\u0019Za\\?UOӛ\u0017v_'\u0014v$ '!H+Q\u0012Sm~Z\u0014Xd]}i P9$\u0015\u0018m݆+dƥC\u001a\u0007\u001dD\u0007\u0007C_\u0014#3E&ʚ #}ah%gw\bv\u0012&WҎ1ʮR]\u001c\u000f\u0016ʇy_\u00171M՘\u000f4\u0016Z1M͸P_P[N\u0016/#z\u0005G֯rCT\u00056C~ S\u0013\u001a|\u0001\u00126i48v#?؀y[dso}զ\u001egYFk?\u0017T}  C\u0010 \u0000u\u001f  endstream endobj 132 0 obj  >stream  HW[0 aE\u0014%IS,b\u0007q\u0019[)mw3\u0011f\u0011n\u00039~O|\u001ey+v \u001fqxc>\u0018?\u001et\u000ez\u0015̜QN!Jſh O\u007faOZC\u007f>P8\u0002+\u007f|D}xr\"\u0015\u0013b0j?Nɳ' x\u0017NU=\u0018[\u0010tgl6ъ\u0010Fccw唖G\\wQsq/ڣ\u0011:\u001c\u001aEQ$nkޥ\u0002Q8Sig?>Rz\u001fUK*e՝oyi&H(.Ӯ!\u0007\u0013wVh&%q/b&E hF\u00135b%v1Q\u0019DR\u0001O+tv\u00153d9?jX L\u0011\u0017\u00057\"dIR2/w^rV5j~Tj1hCݞ]K\u0013]\\\u0006Ff\u001bl!\u0005\u001cHstUAeK\u0018 >stream  HY\u000e0 Ds\u0018g4B\b\u0015J3/\bx\u0019 )\u0002\u007fW\u0010/\u0013c=}غ)\b.y0}\u0002\u0011 > endobj 135 0 obj  > endobj 136 0 obj  > endobj 137 0 obj  > endobj 138 0 obj  > endobj 139 0 obj  > endobj 140 0 obj  > endobj 141 0 obj  > endobj 142 0 obj  > endobj 143 0 obj  > endobj 144 0 obj  > endobj 145 0 obj  > endobj 146 0 obj  > endobj 147 0 obj  > endobj 148 0 obj  > endobj 149 0 obj  > endobj 150 0 obj  > endobj 151 0 obj  > endobj 152 0 obj  > endobj 153 0 obj  > endobj 154 0 obj  > endobj 155 0 obj  > endobj 156 0 obj  > endobj 157 0 obj  > endobj 158 0 obj  > endobj 159 0 obj  > endobj 160 0 obj  > endobj 161 0 obj  > endobj 162 0 obj  > endobj 163 0 obj  > endobj 164 0 obj  > endobj 165 0 obj  > endobj 166 0 obj  > endobj 167 0 obj  > endobj 168 0 obj  > endobj 169 0 obj  > endobj 170 0 obj  > endobj 171 0 obj  > endobj 172 0 obj  > endobj 173 0 obj  > endobj 174 0 obj  > endobj 175 0 obj  > endobj 176 0 obj  > endobj 177 0 obj  > endobj 178 0 obj  > endobj 179 0 obj  > endobj 180 0 obj  > endobj 181 0 obj  > endobj 182 0 obj  > endobj 183 0 obj  > endobj 184 0 obj  > endobj 185 0 obj  > endobj 186 0 obj  > endobj 187 0 obj  > endobj 188 0 obj  > endobj 189 0 obj  > endobj 190 0 obj  > endobj 191 0 obj  > endobj 192 0 obj  > endobj 193 0 obj  > endobj 194 0 obj  > endobj 195 0 obj  > endobj 196 0 obj  > endobj 197 0 obj  > endobj 198 0 obj  > endobj 199 0 obj  > endobj 200 0 obj  > endobj 201 0 obj  > endobj 202 0 obj  > endobj 203 0 obj  > endobj 204 0 obj  > endobj 205 0 obj  >stream              application/pdf     doi:10.1016/S0079-6123(09)17813-5               The cultural neuroscience of person perception                        Jonathan B. Freeman; Nicholas O. Rule; Nalini Ambady                        culture      psychology      neuroscience      perception      behavior      social status      face      emotions                        Elsevier                    book     Progress in Brain Research     Copyright © 2009 Elsevier B.V. All rights reserved     0079-6123     178     22 October 2009     2009-10-22     191-201     191     201     10.1016/S0079-6123(09)17813-5     http://dx.doi.org/10.1016/S0079-6123(09)17813-5           urn:isbn:978-0-444-53361-6           1     B           Elsevier     2009-10-26T12:19:45+05:30     2009-10-26T12:03:03+05:30     2009-10-26T12:19:45+05:30           True           culture; psychology; neuroscience; perception; behavior; social status; face; emotions           uuid:7a57610b-b6ce-4409-a72e-e6facb91e7d4     uuid:a6ee33de-895a-4abc-8233-ad7661355508                     elsevier.com      sciencedirect.com                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     endstream endobj 206 0 obj  > endobj xref  0 210  0000000000 65535 f  0000031376 00000 n  0000031719 00000 n  0000031828 00000 n  0000031938 00000 n  0000032048 00000 n  0000032158 00000 n  0000032267 00000 n  0000032377 00000 n  0000032487 00000 n  0000036898 00000 n  0000037158 00000 n  0000037360 00000 n  0000037741 00000 n  0000037852 00000 n  0000037963 00000 n  0000038074 00000 n  0000038186 00000 n  0000038298 00000 n  0000038410 00000 n  0000038521 00000 n  0000038632 00000 n  0000038743 00000 n  0000038855 00000 n  0000038966 00000 n  0000039074 00000 n  0000039184 00000 n  0000043891 00000 n  0000044197 00000 n  0000044309 00000 n  0000044418 00000 n  0000044530 00000 n  0000044642 00000 n  0000044752 00000 n  0000044862 00000 n  0000049477 00000 n  0000049864 00000 n  0000049976 00000 n  0000050087 00000 n  0000050199 00000 n  0000050308 00000 n  0000050419 00000 n  0000050529 00000 n  0000050638 00000 n  0000050750 00000 n  0000050862 00000 n  0000050974 00000 n  0000051086 00000 n  0000051198 00000 n  0000055637 00000 n  0000056061 00000 n  0000056173 00000 n  0000056284 00000 n  0000056396 00000 n  0000056507 00000 n  0000056616 00000 n  0000056723 00000 n  0000056835 00000 n  0000056944 00000 n  0000057056 00000 n  0000057167 00000 n  0000057276 00000 n  0000057386 00000 n  0000057498 00000 n  0000057610 00000 n  0000057721 00000 n  0000057832 00000 n  0000057944 00000 n  0000058055 00000 n  0000058166 00000 n  0000058277 00000 n  0000058387 00000 n  0000063010 00000 n  0000063371 00000 n  0000063483 00000 n  0000063595 00000 n  0000063706 00000 n  0000063818 00000 n  0000063929 00000 n  0000064041 00000 n  0000064151 00000 n  0000064262 00000 n  0000064374 00000 n  0000064486 00000 n  0000064597 00000 n  0000064707 00000 n  0000068915 00000 n  0000069289 00000 n  0000069401 00000 n  0000069512 00000 n  0000069622 00000 n  0000069734 00000 n  0000069845 00000 n  0000069955 00000 n  0000070066 00000 n  0000070178 00000 n  0000070289 00000 n  0000070400 00000 n  0000070511 00000 n  0000070621 00000 n  0000074845 00000 n  0000075182 00000 n  0000075295 00000 n  0000075408 00000 n  0000075521 00000 n  0000075631 00000 n  0000080341 00000 n  0000080537 00000 n  0000080743 00000 n  0000081014 00000 n  0000087876 00000 n  0000088147 00000 n  0000089753 00000 n  0000090160 00000 n  0000090210 00000 n  0000090369 00000 n  0000090644 00000 n  0000093258 00000 n  0000093601 00000 n  0000093763 00000 n  0000094956 00000 n  0000095048 00000 n  0000095126 00000 n  0000095372 00000 n  0000095935 00000 n  0000096571 00000 n  0000097267 00000 n  0000097885 00000 n  0000098517 00000 n  0000099187 00000 n  0000099839 00000 n  0000100478 00000 n  0000101248 00000 n  0000102244 00000 n  0000102603 00000 n  0000102639 00000 n  0000103745 00000 n  0000103799 00000 n  0000103853 00000 n  0000103905 00000 n  0000103957 00000 n  0000104009 00000 n  0000104061 00000 n  0000104113 00000 n  0000104165 00000 n  0000104217 00000 n  0000104269 00000 n  0000104321 00000 n  0000104373 00000 n  0000104427 00000 n  0000104479 00000 n  0000104531 00000 n  0000104583 00000 n  0000104635 00000 n  0000104687 00000 n  0000104739 00000 n  0000104791 00000 n  0000104845 00000 n  0000104899 00000 n  0000104953 00000 n  0000105007 00000 n  0000105061 00000 n  0000105115 00000 n  0000105169 00000 n  0000105223 00000 n  0000105277 00000 n  0000105331 00000 n  0000105385 00000 n  0000105439 00000 n  0000105493 00000 n  0000105547 00000 n  0000105601 00000 n  0000105655 00000 n  0000105709 00000 n  0000105763 00000 n  0000105817 00000 n  0000105871 00000 n  0000105923 00000 n  0000105975 00000 n  0000106027 00000 n  0000106081 00000 n  0000106135 00000 n  0000106189 00000 n  0000106243 00000 n  0000106295 00000 n  0000106349 00000 n  0000106403 00000 n  0000106457 00000 n  0000106511 00000 n  0000106565 00000 n  0000106619 00000 n  0000106672 00000 n  0000106723 00000 n  0000106774 00000 n  0000106825 00000 n  0000106876 00000 n  0000106927 00000 n  0000106980 00000 n  0000107032 00000 n  0000107084 00000 n  0000107122 00000 n  0000107155 00000 n  0000107219 00000 n  0000107354 00000 n  0000107424 00000 n  0000107446 00000 n  0000114017 00000 n  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  trailer   >  startxref  116  %%EOF"}, {"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   NYU Sydney   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Academic Internship                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guildelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   If you're wait-listing, don't forget to Swap. More information on wait-listing is available here .     Certain Business, Science, and Psychology courses have prerequisites, visiting students email global.academics@nyu.edu for permission.     More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016             Required Course for All Students                                                   Global Orientations: Australian Society and Culture                               Australian society is replete with contradictions. Aussies famously describe their nation as the lucky country, yet from the Indigenous perspective, it might more aptly be called the stolen country. Australia is the land of the fair go, which cruelly detains refugees; a multicultural nation with a history of a white Australia policy; a place with distinctive local traditions, which takes many of its cues from global culture; an easy-going country with a surprisingly large degree of governmental control over individual liberties; a highly urbanised population that romances the Bush and the Outback as embodying ‘real’ Australia; a nation proud of its traditions of egalitarianism and mateship, with numerous rules about who is allowed in ‘the club’; a society with a history of anti-British and anti-American sentiment that simultaneously hold strong political allegiances and military pacts with Britain and the USA; and a place with a history of progressive social policy and a democratic tradition, which has never undergone a revolution. This course strives to make sense of Australian society and culture by exploring the complexities and contradictions in Australia’s self-image.   The course will be introduced with an overview, and followed by four sessions covering four distinct themes during Orientation and the first three weeks of semester. Each session will include a 1-hour lecture, either given by the instructor or a guest lecturer, and a recitation-style discussion. There are seven mandatory field trips: Sydney Harbour Cruise, Rocks Walking Tour, The Blue Mountains, Featherdale Wildlife Park, Balmain Bowling Club Lawn Bowls, Overnight trip to Inglevale Farm, and the NYU World Tour.   Sample Syllabus                          Anthropology                                                 Anthropology of Indigenous Australia - ANTH-UA 9037 - 4 points                               This course offers an introduction to some of the classical and current issues in the anthropology of Indigenous Australia. The role of anthropology in the representation and governance of Indigenous life is itself an important subject for anthropological inquiry, considering that Indigenous people of Australia have long been the objects of interest and imagination by outsiders for their cultural formulations of kinship, ritual, art, gender, and politics. These representations—in feature films about them (such as Rabbit-Proof Fence and Australia), New Age Literature (such as Mutant Message Down Under), or museum exhibitions (such as in the Museum of Sydney or the Australian Museum)—are now also in dialogue with Indigenous forms of cultural production, in genres as diverse as film, television, drama, dance, art and writing. The course will explore how Aboriginal people have struggled to reproduce themselves and their traditions on their own terms, asserting their right to forms of cultural autonomy and self-determination. Through the examination of ethnographic and historical texts, films, archives and Indigenous life-writing accounts, we will consider the ways in which Aboriginalities are being challenged and constructed in contemporary Australia.   The course will consist of lectures interspersed with discussions, student presentations, and films/other media; we may also have guest presenters.       Sample Syllabus                                                                        Indigenous Australian Art: An Analytical Survey - ANTH-UA 9038 or SCA-UA 9836 - 4 points                               This course is a survey of the principal themes and issues in the development of Indigenous art in Australia. It focuses on some of the regional and historical variations of Aboriginal art in the context of the history of a settler nation, while considering the issues of its circulation and evaluation within contemporary discourses of value. Topics include the cosmological dimensions of the art, its political implications, its relationship to cultural identity, and its aesthetic frameworks. Students will visit some of the major national collections of Indigenous Australian art as well as exhibitions of contemporary works. There will also be guest presentations from Indigenous artists and Indigenous art curators.     Sample Syllabus                                Asian/Pacific/American Studies (Social and Cultural Analysis)                                                    Indigenous Australian Art: An Analytical Survey - ANTH-UA 9038 or SCA-UA 9836 - 4 points                               This course is a survey of the principal themes and issues in the development of Indigenous art in Australia. It focuses on some of the regional and historical variations of Aboriginal art in the context of the history of a settler nation, while considering the issues of its circulation and evaluation within contemporary discourses of value. Topics include the cosmological dimensions of the art, its political implications, its relationship to cultural identity, and its aesthetic frameworks. Students will visit some of the major national collections of Indigenous Australian art as well as exhibitions of contemporary works. There will also be guest presentations from Indigenous artists and Indigenous art curators.     Sample Syllabus                                Biology                                                    Principles of Biology II - BIOL-UA 9012 - 4 points (Lecture & Recitation)                               Prerequisite: high school chemistry and BIOL-UA 11, Principles of Biology I or equivalent   Students registering for this course must register for Lecture &amp; Recitation.     This course gives a broad overview of biology from an evolutionary perspective. Students will be introduced to the major biological forms and functions using a comparative approach. Particular emphasis will be given to how biological structures and systems are adapted to life history and ecology. Lectures will take place at the NYU Sydney Academic Centre. Lab classes will be conducted in a facility within walking distance of student housing. Laboratory exercises illustrate the basics of experimental biology, molecular biology, and biochemistry as well as the diversity of life forms and organ systems.     Sample Syllabus                                                                    Principles of Biology Lab - BIOL-UA 9123 - 1 point (Laboratory)                               Note: Biology majors are not required to register for this lab course. All other students should consult with their advisor to determine if the lab is a requirement of their program of study.   Laboratory exercises illustrate the basics of experimental biology, molecular biology, and biochemistry as well as the diversity of life forms and organ systems.   Sample Syllabus                                Business                                                    Foundations of Finance - FINC-UB 9002 - 4 points                               Prerequisites: (1) STAT-UB 103 Statistics for Business Control and Regression/Forecasting Models OR STAT-UB 1 Statistics for Business Control (4 credit) plus STAT-UB 3 Regression/Forecasting (2 credit) OR equivalent AND (2) one of the following: ECON-UB 1 Microeconomics OR ECON-UA 2 Economic Principles II, OR ECON-UA 5 Introduction to Economic Analysis, AND (3) ACCT-UB 1 Principles of Financial Accounting AND (4) At least Sophomore Standing.   This course is a rigorous, quantitative introduction to financial market structure and financial asset valuation. This course seeks to equip students with a fundamental understanding of the concepts and principles of finance. The main topics of the course are time value of money, portfolio selection, equilibrium asset pricing (CAPM), equity valuation, arbitrage pricing, fixed income securities and derivatives. You are expected to understand valuation formulas and be able to apply them to new problems. The appropriate tools necessary for solving these problems will be developed at each stage and practiced in the homework assignments. The models we will cover have immediate applications and implications for real-world financial decisions. Every effort will be made to relate the course material to current financial news.   Throughout the course the emphasis will be on two main areas: learning conceptual knowledge through theory and problem solving; and critical thinking through the application of real-life scenarios and local cases. The course will incorporate aspects of Australian securities market and financial institutions and a comparative approach will be adopted in demonstrating similarities and differences between the U.S. capital market and the Australian capital market.   Sample Syllabus                                                                    Introduction to Marketing - MKTG-UB 9001 - 4 points                               This course introduces students to the concepts and skills needed to create and critique effective marketing. Marketers in all organisations require an understanding of the many facets of marketing, beyond simply advertising or communications. The American Marketing Association defines marketing as:   “Marketing is the activity, set of institutions, and processes for creating, communicating, delivering, and exchanging offerings that have value for customers, clients, partners, and society at large.”   The course focuses on the role of marketing and its importance in contemporary organisations and society. During the session, students will critically explore marketing principles, concepts and models from a practical perspective. Beyond studying the theory of marketing, students will analyse a variety of real-world examples and case studies. Organisations need to create a balanced, coordinated marketing mix, where all elements of its marketing activities work together. Marketing also requires combining qualitative and quantitative analysis to gain an understanding and reveal insights into the internal and external environment. To achieve this, the course uses a combination of lectures, class discussion, case studies, assignments and exams. The remainder of this syllabus describes the course and students responsibilities.   Sample Syllabus                                Chemistry                                                    Organic Chemistry II - CHEM-UA 9226 - 5 points (Lecture, Laboratory, & Recitation)                               Prerequisite: CHEM-UA 243, Organic Chemistry I or its equivalent   Students registering for this course must also register for the Laboratory section     The aim of the course is to introduce advanced concepts in organic chemistry with particular emphasis on aromatic and carbonyl systems. Some simple aspects of biochemistry including carbohydrates will be discussed. The importance of spectroscopic techniques in organic chemistry will be emphasised. Lectures will take place at the NYU Sydney Academic Centre. Weely 4 1/2 hr. laboratory sessions will be conducted in a facility within walking distance of student housing where students have the opportunity to conduct experiments using NMR and IR machines. A pre-lab session of 20 minutes will take place at the beginning of each practical class. Students will acquire the practical skills of Organic Chemistry and will become familiar with organic laboratory procedures and techniques.     Sample Syllabu s                            Child and Adolescent Mental Health Studies                                                    Child and Adolescent Brain Development: Applications From Neuroscience to Practice - CAMS-UA 9141 - 4 points                               This course aims to understand the key aspects of the anatomy of the human brain, the development of the human brain across the lifespan and how scientists observe, assess and intervene in the development of neurocognitive processes in childhood and adolescence. Students will develop an appreciation of the complexity of the human brain, the limits and advantages of our current knowledge. Also, students will gain an awareness that a neurocognitive perspective has explained a considerable array of human behavior, including aspects of emotional functioning and personality.   Sample Syllabus                                College Core Curriculum                                                  Expressive Culture: Film - CORE-UA 9750 - 4 points                               How has Australian cinema engaged with significant and often contested historical, political and cultural events in the nation’s past? The films in this course offer critical perspectives on the history of colonisation in Australia; the legacies of the Stolen Generations; the controversies surrounding Australia’s role in World War One; as well as Australia’s relationships with its Pacific Asian neighbours. We will focus on films that have marked significant shifts in public consciousness about the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo (2009). We will also draw on films that have employed innovative narrative and aesthetic strategies for exploring the relationship between the past and the present such as Ten Canoes (2006) and The Tracker (2002). Throughout the course, students will develop their understanding of the basic methods and concepts of cinema studies. In particular, students will develop a critical vocabulary for analysing how filmmakers have approached the use of memory, testimony, re-enactment, researched detail, allegory and archives across a diverse range of examples.     Sample Syllabus                                Creative Writing                                                    Creative Writing - WRTNG-UG 9501 or CRWRI-UA 9815 - 4 points                               In this class students are encouraged to consider the intersectional environments (natural, urban, cultural, historical etc.) that they interact with and within, and how their sensibilities differ living away from home to contemplate how a sense of place can be conveyed through writing. We will engage with a diverse range of readings – featuring many Australian authors – and discuss technical elements and affective poetics to learn how to ‘read as a writer’. Weeks are devoted to crafting the short story and poetry. Students will complete weekly ‘microfiction’ homework exercises based upon images they take or find, and participate in in-class writing exercises, all of which will contribute to the writing journal submitted with the final work. The class emphasises the importance of embodied interaction with the city through a field trip using ‘The Disappearing’ – a downloadable app featuring over 100 site-specific poems spanning a ‘poetic map’ of Sydney, created by The Red Room Company. Students will think about the possibilities of marrying new technologies with writing as they navigate using poems as landmarks. Students workshop their drafts during the course, learning how to effectively communicate critical feedback and how to be receptive to constructive critique. This takes the form of a discussion in-class and students are required to submit written critical feedback on their classmates’ drafts in an online forum. At the end of the course students will have the opportunity to showcase their work at a reading night to the rest of the NYU Sydney student body and invited faculty.   Sample Syllabus                                English                                                  World Literature in English II: Australia and New Zealand - ENGL-UA 9164 - 4 points                               This course is an introduction to the literatures of Australia, New Zealand and the Pacific region, with a focus on indigenous, migrant and diasporic writing. In addition to major texts from Australia and New Zealand, we will also encounter a range of works from Malaysia, Singapore, the Philippines, and the Pacific islands. Some questions we will tackle include: How have the cultural, historical, and economic processes of colonialism, diaspora and migration connected and shaped this diverse region? How have issues of race and indigeneity been central to various discourses of nationalism? What particular roles have Australia and New Zealand, as sub-imperial powers, played in the region? Finally, what can the latest generation of migrant writing in Australia show us about new forms of interconnections across the globalizing Asia-Pacific? Students in this course will examine novels, poetry, films and theoretical texts to develop critical thinking, reading and writing skills. Along the way, they will gain a solid grounding in the problematics of postcolonialism, race, diaspora, indigeneity, nationalism and multiculturalism.     Sample Syllabus                                                                            Readings in Contemporary Literary Theory: Eco-Criticism - ENVST-UA 9510 or ENGL-UA 9735 - 4 points                               Recent findings in the biological and physical sciences pose complex questions not just for those who work in the lab, but for philosophers, scholars, artists and students of literary theory. In this course we consider the cultural reverberations of ecological awareness—focusing on literature, cinema and visual art. Eco-criticism is a relatively young field of study in the humanities, developed in response to twin crises: actual environmental degradation, and a breakdown in intellectual categories of ‘the natural’ brought on by technology and politics. This course provides an opportunity to reflect on a number of key tropes in ecological thinking including wilderness, pollution, animals, food and apocalypse. Learn about a philosopher who survived a crocodile attack, the beach at the end of the world, how to prepare and eat Australian moths, and why the Large Hadron Collider is a metaphysical machine. Principle texts in this course include American and Australian novels, films and documentaries, read alongside supplementary sources in literary, audio and artistic mediums. We ask how literature—one of the richest arenas for the practice of human imagination—does, has, or could shape environmental thought and action. How does the non-human world enter into human artforms? What are the historical and structural obstacles to admitting different forms of consciousness into text? What literary genres and styles are called forth by the huge ecological challenges of our times?     Sample Syllabus                                Environmental Studies                                                  Journalism and Society: Science, Environment and Politics - JOUR-UA 9503 or ENVST-UA 9503 - 4 points                               In this hybrid reading / writing class, we will explore environmental journalism from an Australian perspective. We will meet for a weekly in-class seminar, except for three to four weeks during the session set aside for field trips. Our field trips will give us the opportunity to experience environmental issues first-hand, meet people, gather story ideas and find local Australian context for our own writing. Guest speakers will join us occasionally to further explore key issues. Our in-class seminars will briefly introduce key journalism concepts and techniques to those new to journalism and reinforce and further develop these skills for experienced journalism students. During each in-class seminar we will also discuss set readings, and explore the environment beat, reading stories that have been reported in Australia and around the world. We will consider work that explores this journalistic tradition, its forms and its themes and the place it takes in the new media world. Drawing our inspiration from great writers, we will find our own stories, our own voices and learn to tell our own tales. We will work on a class blog and each student will produce a news story which may be published on the blog, and a feature story for publication either on our blog or in an Australian or international print or digital outlet.   Sample Syllabus                                                                    Readings in Contemporary Literary Theory: Eco-Criticism - ENVST-UA 9510 or ENGL-UA 9735 - 4 points                               Recent findings in the biological and physical sciences pose complex questions not just for those who work in the lab, but for philosophers, scholars, artists and students of literary theory. In this course we consider the cultural reverberations of ecological awareness—focusing on literature, cinema and visual art. Eco-criticism is a relatively young field of study in the humanities, developed in response to twin crises: actual environmental degradation, and a breakdown in intellectual categories of ‘the natural’ brought on by technology and politics. This course provides an opportunity to reflect on a number of key tropes in ecological thinking including wilderness, pollution, animals, food and apocalypse. Learn about a philosopher who survived a crocodile attack, the beach at the end of the world, how to prepare and eat Australian moths, and why the Large Hadron Collider is a metaphysical machine. Principle texts in this course include American and Australian novels, films and documentaries, read alongside supplementary sources in literary, audio and artistic mediums. We ask how literature—one of the richest arenas for the practice of human imagination—does, has, or could shape environmental thought and action. How does the non-human world enter into human artforms? What are the historical and structural obstacles to admitting different forms of consciousness into text? What literary genres and styles are called forth by the huge ecological challenges of our times?     Sample Syllabus                                                                      Australian Environmental History - ENVST-UA 9450 or HIST-UA 9750 - 4 points                               This course is currently under development     Course description coming soon.What is Australian Environmental History, and how does narrative shape our understanding of Australian Environmental History? This course discusses these questions, as well as others that advance our understanding of the role of environment in Australian history. Questions include: How are environments incorporated into the tool kit of historians? How are environments incorporated into the tool kit of historians? What counts for evidence? Topics include tourism, floods, food, rural and urban environments, acclimatisation and the introduction of plant and animal species over the nineteenth century.   Sample Syllabus                                Gallatin                                                  Creative Writing - WRTNG-UG 9501 or CRWRI-UA 9815 - 4 points                               In this class students are encouraged to consider the intersectional environments (natural, urban, cultural, historical etc.) that they interact with and within, and how their sensibilities differ living away from home to contemplate how a sense of place can be conveyed through writing. We will engage with a diverse range of readings – featuring many Australian authors – and discuss technical elements and affective poetics to learn how to ‘read as a writer’. Weeks are devoted to crafting the short story and poetry. Students will complete weekly ‘microfiction’ homework exercises based upon images they take or find, and participate in in-class writing exercises, all of which will contribute to the writing journal submitted with the final work. The class emphasises the importance of embodied interaction with the city through a field trip using ‘The Disappearing’ – a downloadable app featuring over 100 site-specific poems spanning a ‘poetic map’ of Sydney, created by The Red Room Company. Students will think about the possibilities of marrying new technologies with writing as they navigate using poems as landmarks. Students workshop their drafts during the course, learning how to effectively communicate critical feedback and how to be receptive to constructive critique. This takes the form of a discussion in-class and students are required to submit written critical feedback on their classmates’ drafts in an online forum. At the end of the course students will have the opportunity to showcase their work at a reading night to the rest of the NYU Sydney student body and invited faculty.   Sample Syllabus                                                                      Internship Seminar and Fieldwork - NODEP-UA 9982 or INDIV-UG 9501 - 4 points                               Enrollment by permission only. Application required.   This 2-credit course is designed to complement and enhance your 2-credit internship fieldwork placement completed during the same semester at NYU Sydney. The seminar provides the structure for you to explore many different aspects of your internship site, and to gain more from your experience by comparing and contrasting the internship experiences of all class participants. The goal is to finish the semester with an in-depth understanding of the company or organization hosting your internship, including its mission, approach, policies, and the context in which it operates. More generally, we will consider the state of the contemporary workplace and ourselves as workers. Throughout the semester we will take note of similarities and differences of Australian and American workplaces and work culture. Ultimately, you will use the seminar to reflect critically and analytically on the internship experience, and on your personal and future professional goals.   Sample Syllabus                                Global Public Health                                                    Epidemiology for Global Health - UGPH-GU 9030 (formerly PUHE-UE 9306) - 4 points                               Please note that this course is currently under development. Actual course description may vary.   By the end of this course students will develop the ability to understand the evolution and current role of epidemiology as an approach to assessing public health problems; describe epidemiological approaches to defining and measuring health problems in defined populations; understand how epidemiologic studies are designed, implemented and analyzed; understand the concepts of measurement of test performance and be able to apply these concepts of testing and screening in a range of health and other settings; understand and apply epidemiological criteria needed to establish cause and effect relationships; understand, and apply key ethical issues to the conduct of epidemiological and other scientific investigations; conduct library research to find information on diseases and other health conditions; and critically read and understand health information.     Sample Syllabus                                                                      Environmental Health in a Global World - UGPH-GU 9050 - 4 points                               This course will examine some of the key issues and principles of environmental health practice. It will focus on the how environmental health issues are defined and approached by civic groups, governmental officials and researchers. It will highlight how environmental threats come to the attention of the public and weigh the options for addressing these threats. Finally, it will underscore the need for multi-disciplinary approaches in understanding these threats and crafting solutions. We will focus on prevention of environmentally mediated diseases and discuss challenges to effective prevention.   Sample Syllabus                                  History                                                    Australian Environmental History - ENVST-UA 9450 or HIST-UA 9750 - 4 points                               This course is currently under development     Course description coming soon.What is Australian Environmental History, and how does narrative shape our understanding of Australian Environmental History? This course discusses these questions, as well as others that advance our understanding of the role of environment in Australian history. Questions include: How are environments incorporated into the tool kit of historians? How are environments incorporated into the tool kit of historians? What counts for evidence? Topics include tourism, floods, food, rural and urban environments, acclimatisation and the introduction of plant and animal species over the nineteenth century.   Sample Syllabus                                                                      Pacific World History - HIST-UA 9830 - 4 points                               Does the Pacific Ocean have an integrated history? Though its waters connect places as diverse as Patagonia, Kamchatka, Hawai’I, Tokyo, Shanghai, and Sydney, histories of these disparate regions and their societies can profitably be considered under a common rubric. This course brings together work across disciplines, from history, anthropology, geography, political economy, and cultural studies, to piece together the contours of the Pacific Ocean, c. 1500 to c. 1850, as a historical arena of internal linkages as well as one forged by connections with the wider world. Central themes of the course will include cultural encounters, comparative empires, trade, and environmental change.   Sample Syllabus                                Internship                                                  Internship Seminar and Fieldwork - NODEP-UA 9982 or INDIV-UG 9501 - 4 points                               Enrollment by permission only. Application required.   This 2-credit course is designed to complement and enhance your 2-credit internship fieldwork placement completed during the same semester at NYU Sydney. The seminar provides the structure for you to explore many different aspects of your internship site, and to gain more from your experience by comparing and contrasting the internship experiences of all class participants. The goal is to finish the semester with an in-depth understanding of the company or organization hosting your internship, including its mission, approach, policies, and the context in which it operates. More generally, we will consider the state of the contemporary workplace and ourselves as workers. Throughout the semester we will take note of similarities and differences of Australian and American workplaces and work culture. Ultimately, you will use the seminar to reflect critically and analytically on the internship experience, and on your personal and future professional goals.   Sample Syllabus                                Journalism                                                  Journalism and Society: Science, Environment and Politics - JOUR-UA 9503 or ENVST-UA 9503 - 4 points                               In this hybrid reading / writing class, we will explore environmental journalism from an Australian perspective. We will meet for a weekly in-class seminar, except for three to four weeks during the session set aside for field trips. Our field trips will give us the opportunity to experience environmental issues first-hand, meet people, gather story ideas and find local Australian context for our own writing. Guest speakers will join us occasionally to further explore key issues. Our in-class seminars will briefly introduce key journalism concepts and techniques to those new to journalism and reinforce and further develop these skills for experienced journalism students. During each in-class seminar we will also discuss set readings, and explore the environment beat, reading stories that have been reported in Australia and around the world. We will consider work that explores this journalistic tradition, its forms and its themes and the place it takes in the new media world. Drawing our inspiration from great writers, we will find our own stories, our own voices and learn to tell our own tales. We will work on a class blog and each student will produce a news story which may be published on the blog, and a feature story for publication either on our blog or in an Australian or international print or digital outlet.   Sample Syllabus                              Media, Culture, &amp; Communication                                                  Global Media Seminar - MCC-UE 9456 - 4 points                               This course examines diverse issues and perspectives related to global media. Historical and theoretical frameworks will be provided to enable students to approach the scope, disparity and complexity of current developments. These frameworks will be supplemented with the latest media news and developments. In short, we ask: what the heck is going on in the hyper-turbulent realm of blogs, Buzzfeed and The Sydney Morning Herald?   Students will be encouraged to assess shifts in national, regional and international media patterns of production, distribution and consumption. The aim is to come to an understanding of the tumultuous contemporary global communication environment. Key concepts examined include: the advent of social media; the radical implications of globalisation; the disruption of established information flows and emergence of new information channels; the ethics, law and regulation of modern media; and trends in communication and information technologies. Issues addressed include: the rise of celebrity culture; the challenges facing the entertainment industry; and the rise, rise and potential demise of Rupert Murdoch. The focus will be international, with an emphasis on Australia.   Ultimately, the course will examine the ways in which global communication is undergoing a paradigm shift, as demonstrated by the Arab spring and the creeping dominance of Google, Facebook and Twitter. In other words: students, I’ve a feeling we’re not in Kansas anymore.   Sample Syllabus                              Physics                                                  General Physics II - PHYS-UA 9012 - 5 credits (Lecture, Laboratory & Recitation)                               This course is currently under development. Prerequisite: PHYS-UA 9011, General Physics I with a grade of C- or better   Students registering for this course must register for Lecture, Laboratory, and Recitation.   This course is a continuation of PHYS-UA 9011. This course is composed of a lecture and laboratory-recitation. Topics include electric charge, field, and potential; magnetic forces and fields; resistive, capacitive, and inductive circuits; electromagnetic induction; wave motion, electromagnetic waves; geometrical optics; interference, diffraction, and polarization of light; relativity; atomic and nuclear structure; elementary particle physics.     Sample Syllabus                                Psychology                                                  Introduction to Psychology - PSYCH-UA 9001 - 4 points                               Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.     Sample Syllabus                                                                      Cognition - PSYCH-UA 9029 - 4 points                               Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   This course is a survey of cognitive psychology, the scientific study of the human mind and human thinking. During the course of the semester we will discuss many different aspects of cognition: perception, attention, memory, language, concepts, reasoning, problem solving, expertise, creativity, and decision making. The emphasis in the course will be on how psychologists have used experiments to help construct theories of how the human mind works and how human thinking occurs. The class will involve lectures, student presentations, discussion, video material to accompany lectures, and occasional example class experiments. The course also has a practical component, for which students work in small groups and conduct an empirical study, which they write up in a research report.     Sample Syllabus                                                                      Social Psychology - PSYCH-UA 9032 - 4 points                               Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   This course advances the understanding of major principles and findings of social psychology. This course will specifically discuss four main areas: (1) the science of social psychology; (2) the individual within the social world; (3) the impact individuals have on another individual or group; and (4) social relationships.   The course will be in lecture format, but class discussion and participation is expected. Therefore, preparation prior to each class is necessary.   Sample Syllabus                                Social &amp; Cultural Analysis   Please note that other SCA courses are found under their specific program headings.                                                    The Australian Experience - SCA-UA 9809 - 4 points                               This course offers a wide-ranging critique of Australian culture and society. It aims to interrogate Australian society with a methodology that draws on critical race theory, feminism, social geography and cultural studies. It will look at issues such as the relationship between Australian settler culture and Aboriginal Australians; Australia’s experience of migration and multiculturalism; Australians’ relationship with their environment; and Australians’ sense of national identity. In particular, it will consider how these issues have played out in popular culture.   This course offers a special experience for students wishing to broaden and deepen their methodologies of cultural analysis. Australian society is fascinating in itself, but it also offers a unique perspective on transnational issues such as identity formation, social justice movements and the experience of multiculturalism. For instance, given Australia’s history of Indigenous and non-Indigenous relations, the issue of race in a post-colonial context is particularly acute here. Through comparison with the Australian experience, students will develop a more critical view of American and global society. Students wishing to pursue a career that involves cultural analysis will benefit greatly from studying Australian society, in Australia, and thus developing this comparative approach.   This course has three interweaving themes of study: race, class and gender. This course will look at how these issues have played out in various facets of Australian culture, ie: attitudes to the landscape; representations of crime; humour; and art. The course is bookended by sessions that consider place-making in Australia: an introductory session that looks at exploration and mapping, and a concluding session that looks at popular music and geographies of place.   Sample Syllabus                                                                         NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                                   Questions?        Contact Us                                                                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]