[{"detail": [{"content": "Faculty    | Department of Art History | NYU                            NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       About       Undergraduate Programs       Graduate Program     Faculty     Events       Resources       Employment Opportunities       Contact Us       Fields of Vision Blog                                                                        Home &gt; Faculty       Faculty        Miriam Basilio   Associate Professor Major Interests: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.              Mosette Broderick   Clinical Professor Major Interests: 19th and 20th century architecture and urbanism, America and England, 19th century social history, collecting history, and Fifth Avenue.              Finbarr Barry Flood   Professor William R. Kenan Jr. Professor of the Humanities; Institute of Fine Arts Major Interests: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                  Dennis V Geronimus   Associate Professor; Chair Major Interests: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.              Pepe Karmel   Associate Professor Major Interests: Picasso, Pollock, Cubism, Minimalism, Contemporary Art, Critical Theory, Art and Perception              Dipti Khera   Assistant Professor Institute of Fine Arts Major Interests: Art and architecture of South Asia; Early modern visual and material culture of South Asia; Vernacular and non-European accounts of aesthetics, affect and visual-spatial practices; Cartographic cultures, art, and urban topography; Global art histories, theory and methodology; Historiography of cross-cultural encounters; Colonial visions, design and decorative arts; Collecting, museums and contemporary heritage landscapes; Postcolonial studies, modern architecture and comparative urbanism              Carol Krinsky   Professor Major Interests: 20th century architecture and planning; 15th century painting.              Meredith Martin   Associate Professor Institute of Fine Arts Major Interests: 18th- and 19th-Century French and British art, architecture, material culture, and landscape design; art and gender politics, cross-cultural encounters in European art; interiors and identity; historical revivalism and contemporary art              Michele Matteini   Assistant Professor Major Interests: Late Imperial (ca. 1400-1800) Chinese painting and material culture; antiquarianism and collecting culture; Qing history; urban culture and history; inter-Asian and transcontinental artistic exchanges; eighteenth-century art and globalism; craft and embodied knowledge; anthropology and art history; historiography of Chinese painting and art.              Louise Rice   Associate Professor Major Interests: Renaissance and Baroque art and architecture; history of prints and print culture.              Shelley Rice   Arts Professor Major Interests: Photography: History, Criticism and Theory.              Jon Ritter   Clinical Associate Professor Major Interests: 19th and 20th century architecture and urbanism; public art; history of city planning and public space.              Julia Robinson   Assistant Professor Major Interests: Recent & Current/General & Specific: Topics in 1960s through Contemporary art. Score and language-based artistic strategies; performance (and performativity) from Fluxus through the present; the shift from medium to media in contemporary art.              Ann Macy Roth   Clinical Associate Professor; Director, Ancient Near Eastern and Egyptian Studies Program Major Interests: Ancient Egyptian society and religion, particularly in the early periods; gender, royalty, wealth, and rank as expressed in architecture and art; archaeology of cemeteries              Kenneth Silver   Professor; Director of Undergraduate Studies Major Interests: French and American twentieth-century art.              Kathryn A. Smith   Professor Major Interests: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.              Edward J Sullivan   Professor Helen Gould Sheppard Professor Major Interests: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.               Affiliated Faculty          Joan Breton Connelly   Professor; Director, NYU Yeronisos Island Excavations, Cyprus Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.              Boris Groys   Global Distinguished Professor              Eve Meltzer   Assistant Professor Major Interests: contemporary art history, theory, and criticism;photography, material culture, psychoanalysis, structuralism, post-structuralism, and phenomenology              Jordana Mendelson   Associate Professor Major Interests: Early twentieth-century visual culture in Spain              Ara H. Merjian   Associate Professor; Director of Undergraduate Studies Major Interests: Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.              Nicholas Mirzoeff   Major Interests: Visual Culture, Cultural Studies, Climate Change, Contemporary Art and New Media, Disability Studies              Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.              Christopher Wood   Professor Major Interests: Temporalities of art: anachronism, archaism, typology, primitivisms; history of scholarship, esp. the disciplines of art history and archeology; folk art and folk literature; Märchen and Sagen; portraiture and especially “embedded” portraits (donors, votaries); votive objects and images, pilgrimages, relics; drawing and studio practice in the Renaissance; European art and the New World; art and replication technologies; magic and witchcraft in early modern Europe; art and the Protestant Reformation; iconoclasm; German art and culture in the 19th century; art and poetry of Romanticism.                                               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Faculty    | Department of Art History | NYU                            NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       About       Undergraduate Programs       Graduate Program     Faculty     Events       Resources       Employment Opportunities       Contact Us       Fields of Vision Blog                                                                        Home &gt; Faculty       Faculty        Miriam Basilio   Associate Professor Major Interests: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.              Mosette Broderick   Clinical Professor Major Interests: 19th and 20th century architecture and urbanism, America and England, 19th century social history, collecting history, and Fifth Avenue.              Finbarr Barry Flood   Professor William R. Kenan Jr. Professor of the Humanities; Institute of Fine Arts Major Interests: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                  Dennis V Geronimus   Associate Professor; Chair Major Interests: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.              Pepe Karmel   Associate Professor Major Interests: Picasso, Pollock, Cubism, Minimalism, Contemporary Art, Critical Theory, Art and Perception              Dipti Khera   Assistant Professor Institute of Fine Arts Major Interests: Art and architecture of South Asia; Early modern visual and material culture of South Asia; Vernacular and non-European accounts of aesthetics, affect and visual-spatial practices; Cartographic cultures, art, and urban topography; Global art histories, theory and methodology; Historiography of cross-cultural encounters; Colonial visions, design and decorative arts; Collecting, museums and contemporary heritage landscapes; Postcolonial studies, modern architecture and comparative urbanism              Carol Krinsky   Professor Major Interests: 20th century architecture and planning; 15th century painting.              Meredith Martin   Associate Professor Institute of Fine Arts Major Interests: 18th- and 19th-Century French and British art, architecture, material culture, and landscape design; art and gender politics, cross-cultural encounters in European art; interiors and identity; historical revivalism and contemporary art              Michele Matteini   Assistant Professor Major Interests: Late Imperial (ca. 1400-1800) Chinese painting and material culture; antiquarianism and collecting culture; Qing history; urban culture and history; inter-Asian and transcontinental artistic exchanges; eighteenth-century art and globalism; craft and embodied knowledge; anthropology and art history; historiography of Chinese painting and art.              Louise Rice   Associate Professor Major Interests: Renaissance and Baroque art and architecture; history of prints and print culture.              Shelley Rice   Arts Professor Major Interests: Photography: History, Criticism and Theory.              Jon Ritter   Clinical Associate Professor Major Interests: 19th and 20th century architecture and urbanism; public art; history of city planning and public space.              Julia Robinson   Assistant Professor Major Interests: Recent & Current/General & Specific: Topics in 1960s through Contemporary art. Score and language-based artistic strategies; performance (and performativity) from Fluxus through the present; the shift from medium to media in contemporary art.              Ann Macy Roth   Clinical Associate Professor; Director, Ancient Near Eastern and Egyptian Studies Program Major Interests: Ancient Egyptian society and religion, particularly in the early periods; gender, royalty, wealth, and rank as expressed in architecture and art; archaeology of cemeteries              Kenneth Silver   Professor; Director of Undergraduate Studies Major Interests: French and American twentieth-century art.              Kathryn A. Smith   Professor Major Interests: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.              Edward J Sullivan   Professor Helen Gould Sheppard Professor Major Interests: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.               Affiliated Faculty          Joan Breton Connelly   Professor; Director, NYU Yeronisos Island Excavations, Cyprus Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.              Boris Groys   Global Distinguished Professor              Eve Meltzer   Assistant Professor Major Interests: contemporary art history, theory, and criticism;photography, material culture, psychoanalysis, structuralism, post-structuralism, and phenomenology              Jordana Mendelson   Associate Professor Major Interests: Early twentieth-century visual culture in Spain              Ara H. Merjian   Associate Professor; Director of Undergraduate Studies Major Interests: Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.              Nicholas Mirzoeff   Major Interests: Visual Culture, Cultural Studies, Climate Change, Contemporary Art and New Media, Disability Studies              Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.              Christopher Wood   Professor Major Interests: Temporalities of art: anachronism, archaism, typology, primitivisms; history of scholarship, esp. the disciplines of art history and archeology; folk art and folk literature; Märchen and Sagen; portraiture and especially “embedded” portraits (donors, votaries); votive objects and images, pilgrimages, relics; drawing and studio practice in the Renaissance; European art and the New World; art and replication technologies; magic and witchcraft in early modern Europe; art and the Protestant Reformation; iconoclasm; German art and culture in the 19th century; art and poetry of Romanticism.                                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Utopias and Distopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Objectivity Prof. Gitelman (English) and Prof. Robles (Media, Culture &amp; Communication)   syllabus  Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—On Beasts and Books Prof. Kay (French)   syllabus According to the Book of Genesis, human beings have two distinct relationships with other animals: in one version of the creation story Adam gives them names, in the other they are created to keep him company. Whether non-human animals are creatures to which we assign meanings, or whether they are our interlocutors, is thus a dilemma formulated from the outset. It will provide the overall framework for this course in we examine how animals are interpreted metaphorically or symbolically, as if they were texts, and how they are also represented as speaking to us, as if they were producers of texts. We work mainly on written documents ranging from the Bible and antiquity through the Middle Ages and the premodern period (mainly the sixteenth and seventeenth centuries), reaching forward occasionally into the contemporary world for current examples. Some materials are literary (like fables and fairy stories), some philosophical, others historical. We also consider visual materials from manuscript illuminations to recent films. And we evaluate the role of animals in cultural practices other than literary or artistic works—for instance, in hunting or in zoos—and discover how, in this sense, they are like texts that we can read and analyze. FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature)  syllabus  \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gerety (Collegiate Professor)   syllabus  What   is the soul? Is it the conscious self or something more? Does our   identity persist beyond death? What is the relation between the soul and   good and evil? Some say that Socrates 'discovered' the human soul, but   the idea that we have souls that outlast our bodies is as old as   humanity. Our understanding of the nature of our souls often dictates   the way we feel we should live. We will explore ideas from Homer and   Heraclitus through Socrates himself and then on to Sophocles, Plato,   Aristotle, the Hebrew Bible, the New Testament (including the Gnostics),   Augustine, and Vergil. We look for the elements that make up personal   identity and value in the ancient world, both religious and secular, and   see how much these change from Homer's world to that of Augustine and   the Roman Empire. We then turn to Dante, who provides a bridge to some   of the great thinkers and artists of the Renaissance--most notably   Shakespeare and DaVinci but also Montaigne and Villon. In all of these,   the permanence and even presence of our souls seem more uncertain, more   threatened by death and obliteration, than in Plato or Paul, and this   threat reaches our morality and values as well. In this way, the   Renaissance marks the beginning of the world in which all of us must now   find our way. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)   syllabus  A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice.  FALL 2013 MAP-UA 410, Texts and Ideas: Topics—Exile and Belonging—Writing Intensive Prof. Waters (Irish Studies)  syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; students must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.   The very possibility of our identity rests on the possibility of our estrangement. This theme haunts Western literature, philosophy, and politics from antiquity to the present. We examine the dynamic of exile and belonging, of place and displacement, by reading closely a series of classical texts that established a framework for thinking about culture, the state, and the individual. Readings: Genesis, Exodus, Isaiah; Sophocles' Oedipus, Antigone, Oedipus at Colonus; Defoe's Robinson Crusoe; Shelley's Frankenstein; Douglass' Narrative of the Life of an American Slave; Marx and Engels' Communist Manifesto; Nietzsche's Gay Science; Freud's Civilization and Its Discontents, and Disturbance of Memory at the Acropolis; selection from Ovid, Byron, Keats. NOTE: Students must also register for one of the linked section of EXPOS-UA 1, Writing the Essay: 016, 017, 018, 020, 021, 023, 025. Spring 2014 SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)   syllabus  What is the “market”, the “economy”, or “capitalism”? How do individuals interact with each other in the marketplace? What is the morality of commerce? And how does, or should, the state govern the economy? These are all questions that have no simple answers and as a consequence they stimulate controversy today, in America and throughout the world. Yet these questions have a long pedigree. Since antiquity intellectuals have grappled with the fundamental issues of what in the past they called moral philosophy, what today we call political economy: how the individual, the market, and the state should interact with each other. Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola, Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek, Galbraith, Kindleberger, Harvey, Sachs. SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)   syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires.  SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—Guilt and Sin, Law and Justice Prof. Maudlin (Philosophy)  syllabus The   nature of justice, the legitimacy of law, and the justification for   punishment. We begin with Biblical accounts of sin and retribution,   Greek myths on the origin of the legal system, and the trial and   execution of Socrates. Turning to more modern works, we consider   theories of natural rights and the origin of legitimate states through   social contract, ending with three novels that present challenging views   of crime, the legal system, and the human soul. Readings: Genesis,   Exodus; Euripides’ Oresteia; Plato’s Apology, Crito, Phaedo, Republic;   Paine’s Rights of Man; Melville’s Billy Budd; Dostoyevsky’s Crime and   Punishment; Kafka’s Trial. SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—On Liberation Prof. Watson (English)   syllabus  What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2014 CORE -UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)   syllabus  The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. SPRING 2014 CORE -UA 403 Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)   syllabus  The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2014 CORE -UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores   the ancient foundations of traditional Western culture by examining the   political and social institutions, religious beliefs, and value systems   of the Israelites, Greeks, Romans, and early Christians; then turns to   the radical challenges to this traditional culture, in the areas of the   economy, politics, religion, and morality, that arose over the course of   the 19th century, challenges that continue to reverberate to this day.   Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides'   Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid;   Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels'   Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species;   Nietzsche's Genealogy of Morality; Freud's Civilization and Its   Discontents.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Levene (Classics)   syllabus  Every society places demands on individuals: it could not do otherwise and still remain a society. But what happens when those demands are inconsistent? Can--or should--an individual determine the right course of action by reason alone? Or should one simply obey--but then, whom should one obey? What happens when people's moral judgments differ from the expectations of those around them? How can one maintain a society in the face of such conflicts? From the first moments of Western literature those questions are explored; they became all the more insistent in the unprecedented political, social, intellectual, and economic upheavals of the 19th century. One effect was the increasingly central role given to art itself, seen as the dynamic force able to create a cohesive society. Our study will include Richard Wagner's remarkable music-drama The Ring of the Nibelung, perhaps the most significant and influential art-work of the era (studied primarily as a text, though there will be opportunities to hear the music as well). Other readings will include selections from the Hebrew and Christian Scriptures; Homer's Iliad; Sophocles' Antigone; Plato's Gorgias; Vergil's Aeneid; poetry by (among others) Shelley, Tennyson, and Matthew Arnold; Arnold's Culture and Anarchy; Wagner's Art and Revolution; and Nietzsche's Genealogy of Morality. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus  Examines   Western conceptions of the relation between humans and the natural   world. Considers how 19th-century thinkers embraced, revised, and   overturned ancient ideas about creation, natural order, the distinction   between humans and animals, and the risks and rewards of probing   nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian   scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's   Origin of Species, and works by Plato, Aristotle, Augustine, Emerson,   Goethe, and Nietzsche.  top of page           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Faculty    | Department of Art History | NYU                            NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       About       Undergraduate Programs       Graduate Program     Faculty     Events       Resources       Employment Opportunities       Contact Us       Fields of Vision Blog                                                                        Home &gt; Faculty       Faculty        Miriam Basilio   Associate Professor Major Interests: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.              Mosette Broderick   Clinical Professor Major Interests: 19th and 20th century architecture and urbanism, America and England, 19th century social history, collecting history, and Fifth Avenue.              Finbarr Barry Flood   Professor William R. Kenan Jr. Professor of the Humanities; Institute of Fine Arts Major Interests: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                  Dennis V Geronimus   Associate Professor; Chair Major Interests: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.              Pepe Karmel   Associate Professor Major Interests: Picasso, Pollock, Cubism, Minimalism, Contemporary Art, Critical Theory, Art and Perception              Dipti Khera   Assistant Professor Institute of Fine Arts Major Interests: Art and architecture of South Asia; Early modern visual and material culture of South Asia; Vernacular and non-European accounts of aesthetics, affect and visual-spatial practices; Cartographic cultures, art, and urban topography; Global art histories, theory and methodology; Historiography of cross-cultural encounters; Colonial visions, design and decorative arts; Collecting, museums and contemporary heritage landscapes; Postcolonial studies, modern architecture and comparative urbanism              Carol Krinsky   Professor Major Interests: 20th century architecture and planning; 15th century painting.              Meredith Martin   Associate Professor Institute of Fine Arts Major Interests: 18th- and 19th-Century French and British art, architecture, material culture, and landscape design; art and gender politics, cross-cultural encounters in European art; interiors and identity; historical revivalism and contemporary art              Michele Matteini   Assistant Professor Major Interests: Late Imperial (ca. 1400-1800) Chinese painting and material culture; antiquarianism and collecting culture; Qing history; urban culture and history; inter-Asian and transcontinental artistic exchanges; eighteenth-century art and globalism; craft and embodied knowledge; anthropology and art history; historiography of Chinese painting and art.              Louise Rice   Associate Professor Major Interests: Renaissance and Baroque art and architecture; history of prints and print culture.              Shelley Rice   Arts Professor Major Interests: Photography: History, Criticism and Theory.              Jon Ritter   Clinical Associate Professor Major Interests: 19th and 20th century architecture and urbanism; public art; history of city planning and public space.              Julia Robinson   Assistant Professor Major Interests: Recent & Current/General & Specific: Topics in 1960s through Contemporary art. Score and language-based artistic strategies; performance (and performativity) from Fluxus through the present; the shift from medium to media in contemporary art.              Ann Macy Roth   Clinical Associate Professor; Director, Ancient Near Eastern and Egyptian Studies Program Major Interests: Ancient Egyptian society and religion, particularly in the early periods; gender, royalty, wealth, and rank as expressed in architecture and art; archaeology of cemeteries              Kenneth Silver   Professor; Director of Undergraduate Studies Major Interests: French and American twentieth-century art.              Kathryn A. Smith   Professor Major Interests: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.              Edward J Sullivan   Professor Helen Gould Sheppard Professor Major Interests: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.               Affiliated Faculty          Joan Breton Connelly   Professor; Director, NYU Yeronisos Island Excavations, Cyprus Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.              Boris Groys   Global Distinguished Professor              Eve Meltzer   Assistant Professor Major Interests: contemporary art history, theory, and criticism;photography, material culture, psychoanalysis, structuralism, post-structuralism, and phenomenology              Jordana Mendelson   Associate Professor Major Interests: Early twentieth-century visual culture in Spain              Ara H. Merjian   Associate Professor; Director of Undergraduate Studies Major Interests: Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.              Nicholas Mirzoeff   Major Interests: Visual Culture, Cultural Studies, Climate Change, Contemporary Art and New Media, Disability Studies              Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.              Christopher Wood   Professor Major Interests: Temporalities of art: anachronism, archaism, typology, primitivisms; history of scholarship, esp. the disciplines of art history and archeology; folk art and folk literature; Märchen and Sagen; portraiture and especially “embedded” portraits (donors, votaries); votive objects and images, pilgrimages, relics; drawing and studio practice in the Renaissance; European art and the New World; art and replication technologies; magic and witchcraft in early modern Europe; art and the Protestant Reformation; iconoclasm; German art and culture in the 19th century; art and poetry of Romanticism.                                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Utopias and Distopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Objectivity Prof. Gitelman (English) and Prof. Robles (Media, Culture &amp; Communication)   syllabus  Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—On Beasts and Books Prof. Kay (French)   syllabus According to the Book of Genesis, human beings have two distinct relationships with other animals: in one version of the creation story Adam gives them names, in the other they are created to keep him company. Whether non-human animals are creatures to which we assign meanings, or whether they are our interlocutors, is thus a dilemma formulated from the outset. It will provide the overall framework for this course in we examine how animals are interpreted metaphorically or symbolically, as if they were texts, and how they are also represented as speaking to us, as if they were producers of texts. We work mainly on written documents ranging from the Bible and antiquity through the Middle Ages and the premodern period (mainly the sixteenth and seventeenth centuries), reaching forward occasionally into the contemporary world for current examples. Some materials are literary (like fables and fairy stories), some philosophical, others historical. We also consider visual materials from manuscript illuminations to recent films. And we evaluate the role of animals in cultural practices other than literary or artistic works—for instance, in hunting or in zoos—and discover how, in this sense, they are like texts that we can read and analyze. FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature)  syllabus  \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gerety (Collegiate Professor)   syllabus  What   is the soul? Is it the conscious self or something more? Does our   identity persist beyond death? What is the relation between the soul and   good and evil? Some say that Socrates 'discovered' the human soul, but   the idea that we have souls that outlast our bodies is as old as   humanity. Our understanding of the nature of our souls often dictates   the way we feel we should live. We will explore ideas from Homer and   Heraclitus through Socrates himself and then on to Sophocles, Plato,   Aristotle, the Hebrew Bible, the New Testament (including the Gnostics),   Augustine, and Vergil. We look for the elements that make up personal   identity and value in the ancient world, both religious and secular, and   see how much these change from Homer's world to that of Augustine and   the Roman Empire. We then turn to Dante, who provides a bridge to some   of the great thinkers and artists of the Renaissance--most notably   Shakespeare and DaVinci but also Montaigne and Villon. In all of these,   the permanence and even presence of our souls seem more uncertain, more   threatened by death and obliteration, than in Plato or Paul, and this   threat reaches our morality and values as well. In this way, the   Renaissance marks the beginning of the world in which all of us must now   find our way. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)   syllabus  A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice.  FALL 2013 MAP-UA 410, Texts and Ideas: Topics—Exile and Belonging—Writing Intensive Prof. Waters (Irish Studies)  syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; students must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.   The very possibility of our identity rests on the possibility of our estrangement. This theme haunts Western literature, philosophy, and politics from antiquity to the present. We examine the dynamic of exile and belonging, of place and displacement, by reading closely a series of classical texts that established a framework for thinking about culture, the state, and the individual. Readings: Genesis, Exodus, Isaiah; Sophocles' Oedipus, Antigone, Oedipus at Colonus; Defoe's Robinson Crusoe; Shelley's Frankenstein; Douglass' Narrative of the Life of an American Slave; Marx and Engels' Communist Manifesto; Nietzsche's Gay Science; Freud's Civilization and Its Discontents, and Disturbance of Memory at the Acropolis; selection from Ovid, Byron, Keats. NOTE: Students must also register for one of the linked section of EXPOS-UA 1, Writing the Essay: 016, 017, 018, 020, 021, 023, 025. Spring 2014 SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)   syllabus  What is the “market”, the “economy”, or “capitalism”? How do individuals interact with each other in the marketplace? What is the morality of commerce? And how does, or should, the state govern the economy? These are all questions that have no simple answers and as a consequence they stimulate controversy today, in America and throughout the world. Yet these questions have a long pedigree. Since antiquity intellectuals have grappled with the fundamental issues of what in the past they called moral philosophy, what today we call political economy: how the individual, the market, and the state should interact with each other. Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola, Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek, Galbraith, Kindleberger, Harvey, Sachs. SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)   syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires.  SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—Guilt and Sin, Law and Justice Prof. Maudlin (Philosophy)  syllabus The   nature of justice, the legitimacy of law, and the justification for   punishment. We begin with Biblical accounts of sin and retribution,   Greek myths on the origin of the legal system, and the trial and   execution of Socrates. Turning to more modern works, we consider   theories of natural rights and the origin of legitimate states through   social contract, ending with three novels that present challenging views   of crime, the legal system, and the human soul. Readings: Genesis,   Exodus; Euripides’ Oresteia; Plato’s Apology, Crito, Phaedo, Republic;   Paine’s Rights of Man; Melville’s Billy Budd; Dostoyevsky’s Crime and   Punishment; Kafka’s Trial. SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—On Liberation Prof. Watson (English)   syllabus  What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2014 CORE -UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)   syllabus  The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. SPRING 2014 CORE -UA 403 Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)   syllabus  The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2014 CORE -UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores   the ancient foundations of traditional Western culture by examining the   political and social institutions, religious beliefs, and value systems   of the Israelites, Greeks, Romans, and early Christians; then turns to   the radical challenges to this traditional culture, in the areas of the   economy, politics, religion, and morality, that arose over the course of   the 19th century, challenges that continue to reverberate to this day.   Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides'   Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid;   Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels'   Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species;   Nietzsche's Genealogy of Morality; Freud's Civilization and Its   Discontents.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Levene (Classics)   syllabus  Every society places demands on individuals: it could not do otherwise and still remain a society. But what happens when those demands are inconsistent? Can--or should--an individual determine the right course of action by reason alone? Or should one simply obey--but then, whom should one obey? What happens when people's moral judgments differ from the expectations of those around them? How can one maintain a society in the face of such conflicts? From the first moments of Western literature those questions are explored; they became all the more insistent in the unprecedented political, social, intellectual, and economic upheavals of the 19th century. One effect was the increasingly central role given to art itself, seen as the dynamic force able to create a cohesive society. Our study will include Richard Wagner's remarkable music-drama The Ring of the Nibelung, perhaps the most significant and influential art-work of the era (studied primarily as a text, though there will be opportunities to hear the music as well). Other readings will include selections from the Hebrew and Christian Scriptures; Homer's Iliad; Sophocles' Antigone; Plato's Gorgias; Vergil's Aeneid; poetry by (among others) Shelley, Tennyson, and Matthew Arnold; Arnold's Culture and Anarchy; Wagner's Art and Revolution; and Nietzsche's Genealogy of Morality. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus  Examines   Western conceptions of the relation between humans and the natural   world. Considers how 19th-century thinkers embraced, revised, and   overturned ancient ideas about creation, natural order, the distinction   between humans and animals, and the risks and rewards of probing   nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian   scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's   Origin of Species, and works by Plato, Aristotle, Augustine, Emerson,   Goethe, and Nietzsche.  top of page           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Literature Faculty, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home     People     Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People       Literature Faculty         John M. Archer   Professor of English Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.               Thomas Augst   Associate Professor of English Email: tom.augst@nyu.edu   Research/Interest: American literature and culture; literacy, print culture, and the history of the book; 19th century social reform and the development of mass media; the cultural geography of humanist enterprise; graduate training and program development in digital humanities               Jennifer J. Baker   Associate Professor of English; Director of Undergraduate Studies for English Email: jbaker@nyu.edu   Research/Interest: American literature; colonial, early national and antebellum literary and intellectual history; American Romanticism               Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature Email: billblake@nyu.edu   Research/Interest: 17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining               Nicholas T Boggs   Clinical Assistant Professor and Director of Student Research and Advisement, Department of English; Email: nicholas.boggs@nyu.edu   Research/Interest: Twentieth and twenty-first century American literature; African American literature, especially James Baldwin and Ralph Ellison; gender and sexuality studies; creative writing.               Christopher Cannon   Professor of English; Chair Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language               Una Chaudhuri   Collegiate Professor; Professor of English, Drama, Environmental Studies; New York University Abu Dhabi Email: uc1@nyu.edu   Research/Interest: Modern Drama; theatre history; performance theory; animal studies; eco-criticism; art in the Anthropocene               Patricia Crain   Associate Professor of English Email: patcrain@nyu.edu   Research/Interest: Nineteenth-century U.S. literature and culture; history of books and reading; literacy studies; childhood studies; critical pedagogy and civic engagement                 Patrick H Deer   Associate Professor of English Email: patrick.deer@nyu.edu   Research/Interest: Modernism; war culture and war literature; contemporary British literature and culture; the novel and film; cultural studies; Anglophone literature and postcolonial studies.               Carolyn Dinshaw   Professor of Social and Cultural Analysis, English; Chair of Social and Cultural Analysis Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Juliet Fleming   Associate Professor of English; Director of the MA Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.               Elaine Freedgood   Professor of English Email: ef38@nyu.edu   Research/Interest: Victorian literature and culture; critical theory; history of the novel               Toral Gajarawala   Associate Professor of English, Comparative Literature; Graduate Job Placement Coordinator for English Email: tqg1828@nyu.edu   Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.               Ernest B Gilman   Professor of English Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease               Lisa Gitelman   Professor of English; Professor of Media Culture and Communication (Steinhardt) Email: gitelman@nyu.edu   Research/Interest: Media history; American print culture; new media in historical context; techniques of inscription               John Guillory   Silver Professor of English; Professor of English Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory               Richard Halpern   Erich Maria Remarque Professor of Literature; Professor of English; Email: rh101@nyu.edu   Research/Interest: Renaissance literature; Shakespeare; literary theory; modernism; Greek drama               Phillip Brian Harper   Erich Maria Remarque Professor of Literature; Professor of Social and Cultural Analysis, English; Director, Gender and Sexuality Studies Email: phil.harper@nyu.edu   Research/Interest: Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Josephine Gattuso Hendin   Professor of English Email: jh6@nyu.edu   Research/Interest: Contemporary American literature and culture; psychology and literature; ethnicity and literature; creative writing               David L. Hoover   Professor of English Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter               Julia Jarcho   Assistant Professor of English, Drama Email: jarcho@nyu.edu   Research/Interest: Theater and drama studies; modernism; critical theory; literary theory               Wendy Lee   Assistant Professor of English Email: WendyALee@nyu.edu   Research/Interest: 18th-century British literature & culture; Enlightenment philosophy; history & theory of the novel; affect & cognitive studies; Jane Austen; animal studies; Asian American literature               Laurence S Lockridge   Professor of English Email: ll3@nyu.edu   Research/Interest: Romantic literature; philosophical criticism; biography; American cultural studies               John Maynard   Professor of English Email: jrm4@nyu.edu   Research/Interest: Victorian literature and culture; literary theory; reader theory; biography; sexuality and literature; cultural studies; modern literature               Paula McDowell   Associate Professor of English; Deputy Chair of English Email: paula.mcdowell@nyu.edu   Research/Interest: Eighteenth-century British literature and cultural history; history of the book; media history and theory               Elizabeth McHenry   Associate Professor of English Email: elizabeth.mchenry@nyu.edu   Research/Interest: African-American literature, culture, and intellectual history; nineteenth and twentieth-century United States literature; History of the Book               Maureen N. McLane   Professor of English Email: maureen.mclane@nyu.edu   Research/Interest: British romanticism; English and Scottish literature and culture, 1750-1830; twentieth-century and contemporary North American poetry; modernism; postmodernism; media studies; Anglophone poetries/poetics; human sciences and literature               Erin B Mee   Assistant Professor/Faculty Fellow of English, Drama Email: ebm2049@nyu.edu   Research/Interest: Contemporary Indian performance, Theories of acting and directing, Spectatorship, Neuroperformance, Contemporary Remakings of Greek tragedy               Perry Meisel   Professor of English Email: perry.meisel@nyu.edu   Research/Interest: Modern literature; critical theory               Haruko Momma   Professor of English Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism               Peter Nicholls   Henry James Professor; Professor of English Email: pn18@nyu.edu   Research/Interest: Twentieth-century British and American literature; international modernism; modern and contemporary poetry and poetics               Tomás Urayoán Noel   Assistant Professor of English, Spanish & Portuguese Email: tun202@nyu.edu   Research/Interest: U.S. Latino/a literatures and cultures; poetry and poetics of the Americas; media and performance studies; the Caribbean and its diasporas; modernisms and avant-gardes; translation studies; multi-ethnic New York City; creative writing               Crystal Parikh   Associate Professor of English, Social and Cultural Analysis; Director of PhD Email: crystal.parikh@nyu.edu   Research/Interest: Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi Email: cyrus.patell@nyu.edu   Research/Interest: American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography               Mary Poovey   Samuel Rudin University Professor in the Humanities; Professor of English Email: mary.poovey@nyu.edu   Research/Interest: Victorian Literature and Culture, Economic history of Great Britain and History of Financial Institutions               Sonya Posmentier   Assistant Professor, Department of English Email: sp141@nyu.edu   Research/Interest: Black diasporic literature   Poetry and poetics  Ecological and environmental theory  Global Anglophone literatures  Sound studies               Dara Regaignon   Visiting Associate Professor of English; Director of the Expository Writing Program Email: dara.regaignon@nyu.edu   Research/Interest: Victorian literature and culture; children’s literature; composition; writing in the disciplines; writing program administration; pedagogy; genre theory;domesticity and motherhood               Catherine Robson   Professor of English Email: catherine.robson@nyu.edu   Research/Interest: 19th-century British Literature, Victorian Cultural Studies, Education and Childhood Studies               Martha Dana Rust   Associate Professor of English; Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu   Research/Interest: Medieval literature and culture; technologies of writing; phenomenology of reading; picture theory; cognitive science of reading; literary representations of illness and disease; memory studies.               S.S. Sandhu   Associate Professor of English, Social and Cultural Analysis Email: ss162@nyu.edu   Research/Interest: Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Lytle Shaw   Professor of English; Director of Graduate Admissions for English Email: lds2@nyu.edu   Research/Interest: Postwar and contemporary poetry and art, mostly in North America; site-specificity; lowercase theory; museums; experimental historiography and ethnography               Clifford Siskin   Henry W. and Albert A. Berg Professor of English and American Literature; Director, The Re:Enlightenment Project at New York University and the New York Public Library; Email: clifford.siskin@nyu.edu   Research/Interest: Literary, social, and technological change, 1700-1850 (British); print culture and digital culture; literary theory and genre theory; the organization of knowledge.               Jeffrey L Spear   Associate Professor of English Email: jls1@nyu.edu   Research/Interest: Victorian studies; visual culture; Victorian art movements and British India               Gabrielle Starr   Seryl Kushner Dean of the College of Arts and Science; Professor of English Email: ggs3@nyu.edu   Research/Interest: Eighteenth-Century literature; neuroaesthetics; materialism and aesthetics; imagination; the interrelationship of novel and lyric; Ovid and the eighteenth century               Catharine R Stimpson   University Professor; Professor of English Email: catharine.stimpson@nyu.edu   Research/Interest: modern literature; women in culture and society; and education               Pacharee Sudhinaraset   Assistant Professor/Faculty Fellow of English Email: ps139@nyu.edu   Research/Interest: Asian American literary and cultural studies; twentieth-century women of color literature, comparative racialization, and literary utopia               Rajeswari Sunder Rajan   Global Distinguished Professor of English Email: rs191@nyu.edu   Research/Interest: Postcolonial studies; feminist theory; gender and culture in South Asia; Indian writing in English; British Victorian literature               Simón Trujillo   Assistant Professor of English Email: simon.trujillo@nyu.edu   Research/Interest: Chicana/o and Latina/o studies and literature; US multi-ethnic literature; comparative ethnic studies in the Americas; Borderlands theories and methodologies               Gregory Vargo   Assistant Professor/Faculty Fellow of English Email: greg.vargo@nyu.edu   Research/Interest: Nineteenth-century British literature and culture; periodicals and serialization; didactic and political fiction; literature and social history; anti-colonialism in British culture; archival research methods.               Bryan Waterman   Associate Professor of English Email: bryan.waterman@nyu.edu   Research/Interest: 18th- and 19th-century American literary and cultural history; New York City literary, performance, and intellectual cultures; the Revolutionary Atlantic World               Jini Kim Watson   Associate Professor of English, Comparative Literature; Director of Undergraduate Honors for English Email: jkw1@nyu.edu   Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory                 Robert J.C. Young   Silver Professor; Professor of English, Comparative Literature Email: rjy2@nyu.edu   Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.                       More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                                 Related Information                   Graduate Student Directory (M.A.)       Graduate Student Directory (PhD)       Faculty Only                                   Useful Links                   Arts and Science Faculty Profiles       NYU Public Directory                               Contact Us | &copy; New York University , Arts and Science"}]}]