[{"detail": [{"content": "26 Dorm-Decorating (errr&#8230;Residence Hall-Decorating?) Tips | NYU Admissions Blog                                                                            New York University       Undergraduate Admissions                           NYU Admissions Blog                Search for:      Search                                   Student Blogger          26 Dorm-Decorating (errr&#8230;Residence Hall-Decorating?) Tips     BY: Mishka S.  August 6, 2014                           Mishka S.                                                                                                1                               Category:       Student Blogger           Tags:                There&#8217;s a reason NYU calls them residence halls instead of dorms . The word &#8220;dorm&#8221; is enough to make me cringe — for me, it instantly brings to mind prison-style living. In college, that means cramped living quarters (usually with bunk beds), a communal kitchen that&#8217;s too far from your bed (especially on those days where the farthest you want to go is from your bed to the fridge and back), and a shared bathroom down the hall (that you wouldn&#8217;t dare enter without shower shoes).   NYU does a great job at avoiding these inconveniences. Here, only efficiency rooms have bunk beds, and the choice to opt-in to such a room is entirely on you. Likewise, apartment-style halls have kitchens in every suite, and regardless of the style of living you choose (upperclassmen or underclassmen, traditional- or apartment-style), you&#8217;ll always have your own, private bathroom in your suite.   However, NYU does fall victim to all of the other shortcomings of any temporary living space: eggshell-colored walls that can&#8217;t be painted, blinds that can&#8217;t be removed, headache-inducing fluorescent lighting, and the same mass-produced boxy dorm furniture you would find in any college kid&#8217;s bedroom across the country. So, when I moved into my FYRE (First Year Residential Experience) Residence Hall during my freshman year, I made it my mission to always make my room feel like a home, even with my given restrictions. Over the past two years, I&#8217;ve lived in two different residence halls, a total of five different rooms between them. My decorating choices have been hit-and-miss, but as a rising junior and Resident Assistant (RA) at Founders Hall this year, I think I&#8217;ve finally got hall-decorating down to a science.   Before I share my decorating tips with you, keep in mind that I&#8217;m a RA — meaning that I live in a room designed for one person. Many of the rooms on most campuses are doubles, so if you choose to try any of this, be sure to run it by your roommate first! Also, these tips are not just for NYU; they can be applied to any student&#8217;s living situation, regardless of college/university. But, without further ado, here are 26 tips on how to make your residence hall a home :   1. Raise your bed. I lofted my bed myself, and added three sets of bed-risers to give it an extra boost. My bed is about 4 feet off of the ground now, allowing me just enough room to fit storage bins on one side and my couch on the other. There&#8217;s even enough space behind my couch to keep my suitcases, and space underneath for more small storage!        Tip: I had the tools to loft my bed myself, but if you call your residence hall ahead of time, the facilities staff may be able to do this for you before you move in. Maximize your efficiency on move-in day—do research beforehand!   2. Your bathroom deserves to be decorated, too!  This applies as long as you have a bathroom attached to your suite (again, every NYU suite does), and I especially emphasize it if, like me, you know you&#8217;ll be spending a lot of time getting ready in there.      Tip: The easiest way to decorate your bathroom is by purchasing a nice shower curtain for it. I bought a black fabric one that I layered over the cheap plastic curtain provided to us. I can replace the white one when it gets yucky, and simply toss the black one into the wash when it needs to be cleaned.      Tip: String-lighting isn&#8217;t only for above your bed. Use it in your bathroom to provide a soft light that won&#8217;t wake up your roommate(s) when you need to go in the middle of the night!      3. Suction cups and Command hooks.  Suction cup hooks can be used not only for your shower pouffes and loofahs, but also to hold up a dowel and put curtains on your window. For everything else, there are Command hooks. I&#8217;ve used these things for  everything : hanging towels, mirrors, whiteboards, drafting tools, nametags for work, jackets, purses, pendant lamps, curtains, pots and pans&#8230;I can go on forever.      Tip: When you purchase Command hooks and tape, check the weight they&#8217;re rated for and try not to exceed that weight. Unlike the standard Command tape, Command Velcro tape is able to hold the heaviest items (the best I&#8217;ve found can hold up to 16 lbs!). Also, be sure to follow the instructions on the packaging for removal, to ensure that you don&#8217;t damage your wall accidentally.   4. Keep your room smelling fresh. The first thing anyone notices about my room is the smell — air freshener sprays, scented beads, and closet fresheners help my room maintain a consistent vanilla aroma. Not only is this nice for guests, but it&#8217;s especially relaxing for you to come home to at the end of a long day of classes. Residence halls don&#8217;t allow you to have candles, so these are the next best thing!        Tip: Replace your air fresheners once every month or so (or when they run out) with a different smell corresponding to the season. I like to mix it up with tropical scents in the summer, and apple and pumpkin scents in the fall. Also, try to pinpoint the places in your room that can most benefit from a breath of fresh air and place a freshener there! I identified the particularly fragrant (not necessarily in a good way) places as my bathroom and closet.   5. All space is storage space. I was trying to find a nice poster to place above my toilet at first, when I realized that the space could easily be used for storage with an above-the-toilet organizer.  You can&#8217;t drill holes into the walls to install shelves, so this is a perfect solution.      Tip: If you can&#8217;t afford one of these (I couldn&#8217;t), no worries—do what I did: purchase a cheap shelving unit from Ikea and remove the bottom two or three shelves so that it fits around the toilet.   6. Use every inch of your closet. Thankfully I don&#8217;t have to share a closet anymore, but when I did, my roommate and I clearly marked the middle of the closet with a piece of tape so that we could designate where her stuff ended and mine began.      Tip: I used a white hanging shoe-organizer to stow away scarves, hats, tights, and other accessories.   Tip: I keep my laundry basket out of sight on the floor of my closet. I also keep the doors closed at all times of the day to maintain my room&#8217;s tidy disguise.   7. Keep food away from your bed.  I placed my fridge on the opposite side of my room, farthest from my bed. This keeps food smells, crumbs, and spills away from the place that I sleep.        Tip: If you have the space for it, consider making a DIY kitchenette (i.e. an area with a table, microwave, refrigerator, and utensil storage).   8. Sometimes one big poster is better than a bunch of smaller ones.  This may be just personal preference, but after living in a bunch of different rooms, I&#8217;ve found that one large poster is better at tying a room together than a bunch of smaller mismatched ones. This is also my fleeting attempt at dealing with the eggshell-white walls.      Tip: After finding an oversized poster that you like, you can color coordinate the rest of the textiles and storage containers in your room to match!   9. Your Facebook isn&#8217;t the only wall for memories.  Spend a little bit of money and have a handful of your pictures printed out. It&#8217;s relaxing to be able to see your friends and family, no matter how far they actually may be from you.      Tip: I applied a sepia filter to all of mine so that they&#8217;d look coherent on my wall.   10. Removable wall decals.  Wall decals are another great way to tackle the eggshell-white conundrum.      Tip: I bought cheap packing tape to make an accent wall with vertical stripes in my room (you can do this with colored painter&#8217;s tape, too). To do this, first test a piece of the tape on the wall by leaving it on for a week and checking to see if it does any damage when you remove it (if it does, don&#8217;t use that tape—paying damage fees for your room isn&#8217;t fun). Then, measure and lightly mark where each piece of tape will go before applying. Vertical stripes will make a room look taller, whereas horizontal ones will make it appear wider.   11. Mirrors. Mirrors everywhere. Back in the 70&#8242;s, every home had at least one wall of floor to ceiling mirrors or, God forbid, a ceiling of mirrors to make rooms look larger. It may not be the 70&#8242;s anymore, but the same rule still applies—mirrors can make a small space look massive. So when you&#8217;re trying to choose between the Pulp Fiction or Fight Club poster to put up in your room, consider nixing both of them in favor of a nice mirror to make the room look larger.      Tip: Mirrors placed on the wall opposite of windows will reflect more natural light and make a room feel extra-extra-large!   12. So&#8230;back to candles.  I mentioned earlier that candles aren&#8217;t allowed in residence halls. However, this is only true because of the fire hazard they pose, which means that electronic candles are totally okay. I purchased a few lanterns and scattered them about my room so that I can put electronic candles in them.      Tip: Scented electronic candles exist, hoorah!   13. Desk lamps aren&#8217;t just for desks.  In fact, I&#8217;ve found that it&#8217;s more strategic to put them next to your bed. Not only can you then control the lights from the comfort of your bed, but you can also direct the light wherever it needs to be—like if you&#8217;re sitting up reading a book and suddenly you get the urge to lay on your side. Desk lamps got yo&#8217; back (literally).      14. Preemptively avoid roommate conflicts with extension cords.  Heed my warning—depending on the hall you&#8217;re moving into, you may have anywhere from four to eight sets of outlets to claim between you and your roommate(s). Extension cords give you mobility in your choice of places for your computer and other electronics.      Tip: Install a Command hook on the nightstand next to your bed, and hang an extension cord over it. Now you have access to an outlet while lying down, and don&#8217;t even have to get out of bed to charge your cellphone, tablet, laptop, and MP3 player.   15. The wheels on the bins go round and round&#8230; They&#8217;re not pretty, but bins with wheels sure make moving in and out of your hall a heck of a lot easier! You can fill bins with clothes, sheets, and other items beforehand, load them into your mom&#8217;s minivan, and simply roll them out and into your room on move-in (and move-out) day!      Tip: These come in all shapes and sizes. Check out The Container Store for inspiration!   16. Show what you&#8217;re all about with flags!  I love using flags to decorate because they can be used in so many ways—in your window to block out peering eyes, as posters on your wall, or even as a headboard at the end of your bed. The best part about flags is that you can pack them up without having to worry about them getting crushed and crinkled in suitcases. And if they do get creased, you can iron them out and they&#8217;re good as new!      17. Make a DIY headboard. Lots of different things can be used to make a faux-headboard and instantly level-up your room (off the top of my head I&#8217;m thinking of washi tape, flags, posters, photo collages, etc.).      Tip: I bought a cheap pair of curtains and pinned them up using thumbtacks to instantly add some color (albeit grey) to my bed.   18. Desk shelves offer many options.  At NYU, the shelving unit attached to your desk can be unscrewed and removed. This gives you an extra piece of furniture to work with (if you have the space) that is perfect for a television and video game consoles. I kept mine above my desk to save space.      Tip: I added an additional shelving unit to my desk for even more storage. I also caticornered my desk so that I could hide boxes, bins, and other unsightly containers and whatnot behind it.   19. Consider lighting alternatives. I personally hate the flourescent lighting that every campus residence hall seems to come equipped with. Thankfully, this is easily fixed with a few lamps. I got super creative and bought a cheap pendant lamp to resolve this issue. It was hung using a Command hook and, unlike a table lamp, takes up virtually no space.         20. Hide those nasty blinds!  I don&#8217;t like blinds. They get dusty easily and the parallel streaks of sunlight they bathe my room in make me nauseous. (Am I being over the top? Probably. But seriously, I despise these things.) You can hang curtains using the hook-and-dowel method I mentioned earlier, and finally rid yourself of those nasty blinds!         Tip: I have wall-to-wall, floor-to-ceiling windows in my room, which meant that I had to get a little creative with how I was going to hang curtains. For my room, I bought mosquito netting and hung it from the ceiling by wedging it between two strips of Command Velcro tape.   21. Live posh with a canopy bed.  Canopy curtains can be hung above beds by adapting the Velcro Command Hook method I used for the pendant lamp earlier.      22. Pushpins come in more than one variety&#8230; and you can take advantage of that! Instead of resorting to using your traditionally-shaped push pins, try creatively colored ones! I bought a small box of 200 round, nickel-colored pushpins for use around my room (I liked how simple and clean they looked).      23. Carpets can be magic. In Founders hall, the floors in the rooms are covered in white tiles, reminiscent of the emergency room in a hospital. Colorful and patterned rugs can be used to make rooms feel more homey.      Tip: A boho-vibe can be achieved by layering different patterned rugs atop one another.   24. Bigger is better. And by that I mean you should opt for an oversized blanket for your bed. Instead of purchasing your standard twin XL comforter, pick up a king-sized one. The extra investment is well worth it — you&#8217;ll feel like you&#8217;re swimming in a pool of endless blankets on cold winter mornings.      25. Television placement is paramount.  Before anything else, figure out where your TV is going to go. Especially make sure that it&#8217;s visible from your bed! I placed mine on the windowsill across from my bed.      26. Invisible seating.  The most difficult challenge dorm-decorators face is keeping such a small space from appearing cluttered. But if you&#8217;re having guests over and you&#8217;re not blessed with a couch (the way I was), you&#8217;re going to need additional seating. I solved this problem by using a transparent glass and plastic chair that practically disappears in plain sight!      Hopefully this information reaches you before you head off to college this fall! Be sure to research the accommodations in your particular residence hall before you leave, and happy move-in day!                         1 Comment                I loved reading your blog! I have been trying for months to find out how high my daughter&#8217;s bed is and how I can raise it, but cannot get any information! She wants her bed raised to 25 inches, and I was told today that even if her bed is the adjustable kind that can be raised to the highest level, I will not be allowed to raise because it may be bolted into the lowest position. Did you have to get special permission to raise it? Do you know how we can find out how high it can go before moving in on Sunday?                             Karen Selinger                   August 18, 2014                                                             Leave a Reply                          Name:               E-mail Address:               Web URL:               Post Comment                                                      Home           Request information     We'll share the latest NYU info, including invitations to special events. Sign up today        Archives                          2015:              [04]               [03]               [02]               [01]                              2014:              [12]               [11]               [10]               [09]               [08]               [07]               [06]               [05]               [04]               [03]               [02]               [01]                              2013:              [12]               [11]                             Recent Articles"}]}]