[{"detail": [{"content": "NYU Celebrates the 46th Anniversary of Earth Day with a Month-Long Program of Events                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2015   /   April   /   02                                                         NYU Celebrates the 46th Anniversary of Earth Day with a Month-Long Program of Events                   April 2, 2015          N-306                                        Clothing Swap, Lectures, and an Earth Day Street Fair Top the Week’s Activities     New York University will participate in the 46th annual Earth Day festivities with a month-long celebration and tribute with eco-friendly events including a biking trip, an Earth Day Street Fair, film &amp; lectures, green projects, and the ever-popular environmentally friendly clothing swap. Most events are free and open to the public. Some events require a RSVP.   Media Inquiries Only: For information on events, or for story queries, please contact Christopher James at 212.998.6876 or christopher.james@nyu.edu   Wednesday, April 8, 2015   The Drivers of Change: Connecting Energy, Climate and Innovation  12 pm-1:30pm at The Urban Future Lab, 15 Metrotech Center, 19th Floor, Brooklyn NY 11201  Join NYC ACRE for a talk by Dr. Barbara Kates-Garnick of the Center for International Environment and Resources Policy, Tufts University. Although energy markets are clearly dynamic - witness the lowest oil prices in years, we are still at energy crossroads in terms of our ability to change how we produce and consume energy. The road to Paris 2015, the potential decoupling of energy consumption and economic growth among industrialized countries, and the China/US agreement, the global growth of solar suggest start of fundamental changes in our energy paradigm. Icons of the 21st century like Apple and Google have invested in renewable energy. This talk will identify opportunities to shift the paradigm and identify some of the key challenges to meaningful change at the state, national and global level in terms of energy and the environment. RSVP required . Contact jssilver@nyu.edu for more information.   Fair Food Fest  6-8pm in Kimmel’s Eisner &amp; Lubin Auditorium  Join Oxfam America at NYU, Real Food Challenge NYU, along with other University clubs as they raise awareness of organic, local, fair-trade, and cruelty-free foods by distributing delicious samples! Click here or contact ap3566@nyu.edu for more information.   Saturday, April 11, 2015   Let's get Earthy!  10am-2pm at the Community Garden at Washington Square Village  Join Community Agriculture Project in renovating their community garden in Washington Square Village for a weekend picnic, building, and spring planting! RSVP required . Members of the NYU Community can add the event on OrgSync . Contact mt2414@nyu.edu for more information.     Sunday, April 12, 2015   Let's get Earthy!  10am-2pm at the Community Garden at Washington Square Village  Join Community Agriculture Project in renovating their community garden in Washington Square Village for a weekend picnic, building, and spring planting! RSVP required . Members of the NYU Community can add the event on OrgSync . Contact mt2414@nyu.edu for more information.   Monday, April 13, 2015   Advancing Investment in Clean Energy Social Entrepreneurship  5-7pm at The Urban Future Lab, 15 Metrotech Center, 19th Floor, Brooklyn NY 11201  As the world transitions to a sustainable economy, the business of clean energy is quickly growing. Join the Wagner Alliance for Climate and Environment (ACE), Stern Energy Club, and NYC ACRE for a lively discussion with clean energy entrepreneurs for an overview of current trends in investing in clean energy enterprises and their social impact. We will address how these entrepreneurs seize opportunities to improve energy delivery and act as change agents for a greener future. We will also discuss how to develop the policy and regulatory conditions to accelerate investment in these entrepreneurs to scale up the delivery of clean energy access. RSVP required . Contact jssilver@nyu.edu for more information.   Tuesday, April 14, 2015   These Trees Rent  6:30pm in the Jerry H. Labowitz Theatre at 1 Washington Pl  Join Know Your City for an evening of theater and resource sharing. These Trees Rent is a documentary play about the different experiences of home and community in New York as a result of the fast-paced gentrification impacting the city. Created through interviewing over 30 New York residents, the piece seeks to bring an array of voices into the room that might not normally speak to each other but have an incredible amount to learn from one another. Following the presentation of the play, an interactive workshop will occur where audience members will have the ability to pool their resources in order to create stronger and more sustainable communities. Contact sda291@nyu.edu for more information.   Zero Waste DIY Products  6:30-9pm at the Green House on 40 E 7th Street  Join Earth Matters as they explore the world of zero-waste living. Learn how to make fun, low impact, chemical free household products from simple ingredients! All materials will be supplied, just bring your good attitude and get ready to have fun. Contact es3087@nyu.edu for more information.   Wednesday, April 15, 2015   Clothing Swap  6-8pm in Kimmel 914  Celebrate Earth Month with Oxfam NYU by bringing in a bag of your old clothes and swapping them for some new treasures! Can’t part with your clothes? Feel free to drop off shoes, accessories, or anything else you’d like to share. Event open to NYU Students only, attendees are required to bring at least one item to donate. Contact ap3566@nyu.edu for more information.   Thursday, April 16, 2015   Guest Speaker: Andrew Revkin  6-10pm in GCASL Grand Hall  Andrew Revkin, Senior Fellow for Environmental Understanding at Pace University, and New York Times contributor, has been writing about environmental and social sustainability for over three decades. From the Amazon to the White House, the Hudson Valley to the Arctic--join Earth Matters as Mr. Revkin shares the vast expertise that has won him many of the top awards in science journalism, as well as a Guggenheim Fellowship. More information on Mr. Revkin is available from his biography and blog . Please contact earth.club@nyu.edu for more information.   Saturday, April 18, 2015   Wagner Cares Day of Service -White Roof Project   WagnerCares presents the third annual NYU Wagner Day of Service . Students, faculty and staff will come together to celebrate our Wagner community and give back to our broader NYC community. Start the day by selecting one of the service project options listed below, and after your volunteer event, join the Wagner Community at Robert F Wagner, Jr. Park for a celebration of service. More details to come, but expect fun, food, and (fingers crossed) lots of sun.   Transform the roof a low-income co-op on the East Side by cleaning and painting it; the coating will reduce summer energy costs, consumption, and emissions.     Location: 21st Street, East Side (exact location TBA)   Saturday April 18th, from 9am-1pm   RSVP here       Monday, April 20, 2015   Double Feature Screening: Plastic Paradise &amp; Divide in Concord  4-6pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room  In Plastic Paradise , Angela Sun reveals the environmental and health effects of our rabid plastic consumption as she investigates The Great Pacific Garbage Patch. Divide in Concord follows an entertaining tale of banning bottled water in small town America. Suggested RSVP to bonnie.brown@nyu.edu .   Tuesday, April 21, 2015   Screening: After Winter, Spring  5-6:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room   After Winter, Spring provides an intimate portrait of an ancestral way of life under threat in a world increasingly dominated by large-scale industrial agriculture. Suggested RSVP to bonnie.brown@nyu.edu .   Film Screenings:   The Wallerstein Collaborative For Urban Environmental Education at NYU and the Wildlife Conservation Film Festival (WCFF) will host a series of film screenings in celebration of Earth Day. The screenings will take place on Tuesday, April 21 from 7-9 p.m . at 19 University Place, Room 102 (between E. 8th Street and Waverly Pl.)   The three films, which focus on elephants and rhinoceros conservation in Africa, are:     “We Are Rhino” (South Africa, 23 mins.), a short film by Spencer Austin that explores three approaches to rhinoceros conservation;   “Boots on the Ground” (South Africa, 30 mins.), the story of filmmaker and anti-poaching ranger Matt Bracken’s quest to end African poaching; and   “Quiet Giants” (Zimbabwe, 30 mins.), a celebration of the African elephant by Ralph Stutchbury.     A discussion and Q&amp;A with “Boots on the Ground” producer Matt Bracken, an anti-poaching ranger in South Africa, and WCFF founder Christopher J. Gervais, an environmental scientist, will follow the screening.   Tickets may be purchased ($6 for NYU students, $9 for the general public) through the event’s website . Seating is limited. Contact WCFF at 917-558-5205 or info@wcff.org with questions or for more information.   Wednesday, April 22, 2015   Earth Day Street Fair  12-5pm LaGuardia Place  Join the green community of NYU and New York City for a street fair on the 46th anniversary of Earth Day with giveaways, information tables, delicious food, and most importantly, a passion and celebration of the planet we all live on! Tables from both NYU and NYC environmental organization will be featured. Contact cdj259@nyu.edu for more information.   Screening: Groundswell Rising  5-6:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room   Groundswell Rising documents the opposition from both sides of the political spectrum to the ubiquitous practice of fracking for natural gas, and the health and environmental reasons behind it. Suggested RSVP to bonnie.brown@nyu.edu .   Thursday, April 23, 2015   Double Feature Screening: Racing to Zero &amp; Green Fire  7-9:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room   Racing to Zero follows the collective efforts of San Francisco to reach “zero waste” -- from increased recycling and composting to changing patterns of production and consumption; Green Fire explores the life and legacy of famed conservationist Aldo Leopold ( A Sand County Almanac ) and his land ethic philosophy. Suggested RSVP to bonnie.brown@nyu.edu .   Friday, April 24, 2015   Screening: Oil &amp; Water  3-4:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room  In Oil &amp; Water, two boys come of age looking for solutions to the global problem of reckless oil drilling following the disastrous Texaco oil spill in Ecuador. Suggested RSVP to bonnie.brown@nyu.edu .   Plant Based U  6-7pm in Kimmel 802  Join Cruelty Free NYU and dietician Rachel Meltzer Warren, author of 'The Smart Girl's Guide to Going Vegetarian,' for advice on transitioning to a vegetarian/vegan lifestyle and increasing the number of plant-based foods in your diet. Contact sp3247@nyu.edu for more information.   Earth Month Coffeehouse  7-11pm in Kimmel 914  Join Earth Matters for a rousing night of standup, acoustic jamming, improv, and poetry. Feel free to share your latest creative piece or just sit in on the evening! RSVP required . Please see Earth Matters' Facebook page for further updates, or contact earth.club@nyu.edu .   Tuesday, April 28, 2015   A Discussion on the Upcoming UN Climate Conference  6:30pm in Kimmel 903  Join Earth Matters for a discussion that is intended to facilitate the sharing of information on the upcoming UN climate talks in Paris. With their involvement in organizing around the People's Climate March, Earth Matters hopes to organize student involvement and representation in this crucial UN conference to create a meaningful impact in our community and abroad. For further updates see EarthMatters' Facebook page or contact wt470@nyu.edu .   Thursday, April 30, 2015   Sustainability Task Force Meeting  12-2pm Kimmel 802  The Sustainability Task Force (STF) is a goal-setting and project implementation body of students, faculty, staff, alumni charged with improving our environmental performance, evaluating metrics for progress, and fostering a campus culture of sustainability. This semester's STF meeting will be focused on student and faculty initiatives and projects that have been taking place across campus this semester, as well as what there is to look forward to for the remainder of the year. Contact mariana.macedo@nyu.edu for more information.   NYU’s Celebration of Earth Week is sponsored in part by the Earth Week Planning Committee, as well as the NYU Office of Sustainability, Earth Matters!, the Environmental Studies Department, NYU Program Board, NYU Food Studies, and the Environmental Studies Club.   About the NYU Office of Sustainability-- NYU launched its sustainability efforts in 2006 with the creation of Sustainability Task Force formed by faculty, students, staff and administration to galvanize NYU community to plan and take action towards sustainability in the way we live, operate, educate and innovate. The Office of Sustainability implements infrastructure projects, communication and engagement campaigns, and innovative programs to empower, inspire and guide the NYU community to achieve our goals for sustainable practices and culture.   Back to Top                        This Press Release is in the following Topics:      Sustainability , Events           Type: Press Release            Press Contact:                Christopher James | (212) 998-6876                                                                          Click for a pdf of the poster.                                              Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU Celebrates the 46th Anniversary of Earth Day with a Month-Long Program of Events                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2015   /   April   /   02                                                         NYU Celebrates the 46th Anniversary of Earth Day with a Month-Long Program of Events                   April 2, 2015          N-306                                        Clothing Swap, Lectures, and an Earth Day Street Fair Top the Week’s Activities     New York University will participate in the 46th annual Earth Day festivities with a month-long celebration and tribute with eco-friendly events including a biking trip, an Earth Day Street Fair, film &amp; lectures, green projects, and the ever-popular environmentally friendly clothing swap. Most events are free and open to the public. Some events require a RSVP.   Media Inquiries Only: For information on events, or for story queries, please contact Christopher James at 212.998.6876 or christopher.james@nyu.edu   Wednesday, April 8, 2015   The Drivers of Change: Connecting Energy, Climate and Innovation  12 pm-1:30pm at The Urban Future Lab, 15 Metrotech Center, 19th Floor, Brooklyn NY 11201  Join NYC ACRE for a talk by Dr. Barbara Kates-Garnick of the Center for International Environment and Resources Policy, Tufts University. Although energy markets are clearly dynamic - witness the lowest oil prices in years, we are still at energy crossroads in terms of our ability to change how we produce and consume energy. The road to Paris 2015, the potential decoupling of energy consumption and economic growth among industrialized countries, and the China/US agreement, the global growth of solar suggest start of fundamental changes in our energy paradigm. Icons of the 21st century like Apple and Google have invested in renewable energy. This talk will identify opportunities to shift the paradigm and identify some of the key challenges to meaningful change at the state, national and global level in terms of energy and the environment. RSVP required . Contact jssilver@nyu.edu for more information.   Fair Food Fest  6-8pm in Kimmel’s Eisner &amp; Lubin Auditorium  Join Oxfam America at NYU, Real Food Challenge NYU, along with other University clubs as they raise awareness of organic, local, fair-trade, and cruelty-free foods by distributing delicious samples! Click here or contact ap3566@nyu.edu for more information.   Saturday, April 11, 2015   Let's get Earthy!  10am-2pm at the Community Garden at Washington Square Village  Join Community Agriculture Project in renovating their community garden in Washington Square Village for a weekend picnic, building, and spring planting! RSVP required . Members of the NYU Community can add the event on OrgSync . Contact mt2414@nyu.edu for more information.     Sunday, April 12, 2015   Let's get Earthy!  10am-2pm at the Community Garden at Washington Square Village  Join Community Agriculture Project in renovating their community garden in Washington Square Village for a weekend picnic, building, and spring planting! RSVP required . Members of the NYU Community can add the event on OrgSync . Contact mt2414@nyu.edu for more information.   Monday, April 13, 2015   Advancing Investment in Clean Energy Social Entrepreneurship  5-7pm at The Urban Future Lab, 15 Metrotech Center, 19th Floor, Brooklyn NY 11201  As the world transitions to a sustainable economy, the business of clean energy is quickly growing. Join the Wagner Alliance for Climate and Environment (ACE), Stern Energy Club, and NYC ACRE for a lively discussion with clean energy entrepreneurs for an overview of current trends in investing in clean energy enterprises and their social impact. We will address how these entrepreneurs seize opportunities to improve energy delivery and act as change agents for a greener future. We will also discuss how to develop the policy and regulatory conditions to accelerate investment in these entrepreneurs to scale up the delivery of clean energy access. RSVP required . Contact jssilver@nyu.edu for more information.   Tuesday, April 14, 2015   These Trees Rent  6:30pm in the Jerry H. Labowitz Theatre at 1 Washington Pl  Join Know Your City for an evening of theater and resource sharing. These Trees Rent is a documentary play about the different experiences of home and community in New York as a result of the fast-paced gentrification impacting the city. Created through interviewing over 30 New York residents, the piece seeks to bring an array of voices into the room that might not normally speak to each other but have an incredible amount to learn from one another. Following the presentation of the play, an interactive workshop will occur where audience members will have the ability to pool their resources in order to create stronger and more sustainable communities. Contact sda291@nyu.edu for more information.   Zero Waste DIY Products  6:30-9pm at the Green House on 40 E 7th Street  Join Earth Matters as they explore the world of zero-waste living. Learn how to make fun, low impact, chemical free household products from simple ingredients! All materials will be supplied, just bring your good attitude and get ready to have fun. Contact es3087@nyu.edu for more information.   Wednesday, April 15, 2015   Clothing Swap  6-8pm in Kimmel 914  Celebrate Earth Month with Oxfam NYU by bringing in a bag of your old clothes and swapping them for some new treasures! Can’t part with your clothes? Feel free to drop off shoes, accessories, or anything else you’d like to share. Event open to NYU Students only, attendees are required to bring at least one item to donate. Contact ap3566@nyu.edu for more information.   Thursday, April 16, 2015   Guest Speaker: Andrew Revkin  6-10pm in GCASL Grand Hall  Andrew Revkin, Senior Fellow for Environmental Understanding at Pace University, and New York Times contributor, has been writing about environmental and social sustainability for over three decades. From the Amazon to the White House, the Hudson Valley to the Arctic--join Earth Matters as Mr. Revkin shares the vast expertise that has won him many of the top awards in science journalism, as well as a Guggenheim Fellowship. More information on Mr. Revkin is available from his biography and blog . Please contact earth.club@nyu.edu for more information.   Saturday, April 18, 2015   Wagner Cares Day of Service -White Roof Project   WagnerCares presents the third annual NYU Wagner Day of Service . Students, faculty and staff will come together to celebrate our Wagner community and give back to our broader NYC community. Start the day by selecting one of the service project options listed below, and after your volunteer event, join the Wagner Community at Robert F Wagner, Jr. Park for a celebration of service. More details to come, but expect fun, food, and (fingers crossed) lots of sun.   Transform the roof a low-income co-op on the East Side by cleaning and painting it; the coating will reduce summer energy costs, consumption, and emissions.     Location: 21st Street, East Side (exact location TBA)   Saturday April 18th, from 9am-1pm   RSVP here       Monday, April 20, 2015   Double Feature Screening: Plastic Paradise &amp; Divide in Concord  4-6pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room  In Plastic Paradise , Angela Sun reveals the environmental and health effects of our rabid plastic consumption as she investigates The Great Pacific Garbage Patch. Divide in Concord follows an entertaining tale of banning bottled water in small town America. Suggested RSVP to bonnie.brown@nyu.edu .   Tuesday, April 21, 2015   Screening: After Winter, Spring  5-6:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room   After Winter, Spring provides an intimate portrait of an ancestral way of life under threat in a world increasingly dominated by large-scale industrial agriculture. Suggested RSVP to bonnie.brown@nyu.edu .   Film Screenings:   The Wallerstein Collaborative For Urban Environmental Education at NYU and the Wildlife Conservation Film Festival (WCFF) will host a series of film screenings in celebration of Earth Day. The screenings will take place on Tuesday, April 21 from 7-9 p.m . at 19 University Place, Room 102 (between E. 8th Street and Waverly Pl.)   The three films, which focus on elephants and rhinoceros conservation in Africa, are:     “We Are Rhino” (South Africa, 23 mins.), a short film by Spencer Austin that explores three approaches to rhinoceros conservation;   “Boots on the Ground” (South Africa, 30 mins.), the story of filmmaker and anti-poaching ranger Matt Bracken’s quest to end African poaching; and   “Quiet Giants” (Zimbabwe, 30 mins.), a celebration of the African elephant by Ralph Stutchbury.     A discussion and Q&amp;A with “Boots on the Ground” producer Matt Bracken, an anti-poaching ranger in South Africa, and WCFF founder Christopher J. Gervais, an environmental scientist, will follow the screening.   Tickets may be purchased ($6 for NYU students, $9 for the general public) through the event’s website . Seating is limited. Contact WCFF at 917-558-5205 or info@wcff.org with questions or for more information.   Wednesday, April 22, 2015   Earth Day Street Fair  12-5pm LaGuardia Place  Join the green community of NYU and New York City for a street fair on the 46th anniversary of Earth Day with giveaways, information tables, delicious food, and most importantly, a passion and celebration of the planet we all live on! Tables from both NYU and NYC environmental organization will be featured. Contact cdj259@nyu.edu for more information.   Screening: Groundswell Rising  5-6:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room   Groundswell Rising documents the opposition from both sides of the political spectrum to the ubiquitous practice of fracking for natural gas, and the health and environmental reasons behind it. Suggested RSVP to bonnie.brown@nyu.edu .   Thursday, April 23, 2015   Double Feature Screening: Racing to Zero &amp; Green Fire  7-9:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room   Racing to Zero follows the collective efforts of San Francisco to reach “zero waste” -- from increased recycling and composting to changing patterns of production and consumption; Green Fire explores the life and legacy of famed conservationist Aldo Leopold ( A Sand County Almanac ) and his land ethic philosophy. Suggested RSVP to bonnie.brown@nyu.edu .   Friday, April 24, 2015   Screening: Oil &amp; Water  3-4:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room  In Oil &amp; Water, two boys come of age looking for solutions to the global problem of reckless oil drilling following the disastrous Texaco oil spill in Ecuador. Suggested RSVP to bonnie.brown@nyu.edu .   Plant Based U  6-7pm in Kimmel 802  Join Cruelty Free NYU and dietician Rachel Meltzer Warren, author of 'The Smart Girl's Guide to Going Vegetarian,' for advice on transitioning to a vegetarian/vegan lifestyle and increasing the number of plant-based foods in your diet. Contact sp3247@nyu.edu for more information.   Earth Month Coffeehouse  7-11pm in Kimmel 914  Join Earth Matters for a rousing night of standup, acoustic jamming, improv, and poetry. Feel free to share your latest creative piece or just sit in on the evening! RSVP required . Please see Earth Matters' Facebook page for further updates, or contact earth.club@nyu.edu .   Tuesday, April 28, 2015   A Discussion on the Upcoming UN Climate Conference  6:30pm in Kimmel 903  Join Earth Matters for a discussion that is intended to facilitate the sharing of information on the upcoming UN climate talks in Paris. With their involvement in organizing around the People's Climate March, Earth Matters hopes to organize student involvement and representation in this crucial UN conference to create a meaningful impact in our community and abroad. For further updates see EarthMatters' Facebook page or contact wt470@nyu.edu .   Thursday, April 30, 2015   Sustainability Task Force Meeting  12-2pm Kimmel 802  The Sustainability Task Force (STF) is a goal-setting and project implementation body of students, faculty, staff, alumni charged with improving our environmental performance, evaluating metrics for progress, and fostering a campus culture of sustainability. This semester's STF meeting will be focused on student and faculty initiatives and projects that have been taking place across campus this semester, as well as what there is to look forward to for the remainder of the year. Contact mariana.macedo@nyu.edu for more information.   NYU’s Celebration of Earth Week is sponsored in part by the Earth Week Planning Committee, as well as the NYU Office of Sustainability, Earth Matters!, the Environmental Studies Department, NYU Program Board, NYU Food Studies, and the Environmental Studies Club.   About the NYU Office of Sustainability-- NYU launched its sustainability efforts in 2006 with the creation of Sustainability Task Force formed by faculty, students, staff and administration to galvanize NYU community to plan and take action towards sustainability in the way we live, operate, educate and innovate. The Office of Sustainability implements infrastructure projects, communication and engagement campaigns, and innovative programs to empower, inspire and guide the NYU community to achieve our goals for sustainable practices and culture.   Back to Top                        This Press Release is in the following Topics:      Sustainability , Events           Type: Press Release            Press Contact:                Christopher James | (212) 998-6876                                                                          Click for a pdf of the poster.                                              Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Earth Matters, the leading NYU outreach and sustainable issues club                              home         events         enviro ed         earth week         links         faqs         meetings         about em           Welcome to the Earth Matters website! Recent News   Welcome to our 2009 Spring Semester! During our last meeting, we elected the new Spring 2009 Earth Matters E-Board. Congratulations to: Co-presidents Molly Anderson and Sarah Henderson   Vice President Valerie Buchby Treasurer Ashleigh Lewis Secretary Alex Neinast PR/Publicity Chair  Yuna Park Webmaster Sarah Henderson Inter-club Liason Eliza Kenigsberg    Tuesday, January 27, 2009  Our first meeting of the 2009 Spring Semester will be January 27th in Kimmel 803. Get ready to start a new and exciting semester that will be full of fun events, including Earth Week and other \"Earth April\" events!    Wednesday, April 16, 2008   Earth Matters Supports Upholding NYU's Ban on Coca-Cola   The NYU Senate is considering lifting a 2005 ban that prohibited the sale of Coca-Cola products on NYU's campus. This was ban was put in place after Coke refused to have an independent investigation of the assassination of eight union leaders in a Colombia Coca-Cola plant. Supporters of lifting the ban are citing a report conducted by the International Labor Organization to say that Coke has met the demands of the ban. Earth Matters, along with Students Creating Radical Change, OXFAM, the Law Students for Economic Justice, and Take Back NYU!, does not believe that the ILO report fulfills the ban's requirements for the following reasons:   - The ILO report was not independent. Ed Potter, Coca-Colas Director of Global Relations, has been the International Business Spokesperson of the ILO for the last fifteen years and was the driving force behind Coca-Colas selection of the ILO to conduct this investigation.   - The ILO is not a monitoring organization, does not conduct human rights investigations of individual companies, and is not qualified to do so.   - This ILO mission did not set out to conduct the investigation that NYUs ban requires. The ILO mission explicitly sought only to do an assessment of current conditions, not an investigation of human rights violations.   - Despite the ILO reports probable bias and problematic methodology, it actually finds that Coca-Colas labor rights violations (namely, the tactics used to prevent union organizing and infringement on the freedom to associate) still exist.   - This report does not address the human rights abuses, ties to paramilitaries, or assassinations of union leaders that occurred to inspire the ban by NYU and other universities. In fact, nowhere does the ILO report even mention the words human rights or assassinations.   - For access to the highlights of the ILO report, please visit The PDF file   We hope that our Earth Matters members will support the position we have decided to take to keep the ban of Coca-Cola on campus in place.    Earth Matters Presents: POST APOLCALYPSE PROM Come join us on Thursday, October 23rd at 9pm at the Kimmel Center Rosenthal Pavilion, 10th Floor! Put on your best apocalyptic garb, show off your trendy Halloween costume, or just come as yourself and enjoy the end-of-the-world ambiance. Tickets are $5 through ticket central (http://www.nyu.edu/ticketcentral/) or at the door, all proceeds go to Sustainable South Bronx. There will be classic prom staples such as photos, punch, and a dance competition, so come with a honey or find one there!  NYU Networking Tool for NYU Students Interested in the Environment!  Are You Sustainable is a site developed by Gallatin student Nate Maton and others as a way to promote student-driven environmental change on campus. Check it out, join, collaborate!    Earth Week Calendar Posted! Check out the Earth Week page to see our tentative schedule for Earth Week 2008. And then check back, because it's probably going to change a lot. Email us if you want to be added to the Earth Week GoogleGroup for updates/to help planning. Sunday, February 24, 2008  Green NYU Living! The Green House at NYU is a new residential initiative that intentionally places students into a community where living and learning is dynamic and constant. The focus of this living learning community is to provide an alternative living option that is supportive of a greener student lifestyle, while maintaining opportunities to connect with other students in a community living environment. Some members of Earth Matters have been involved in the planning of the Green House, and we're working on a Green Grant to get some really great stuff going, so check out the ResEd page and consider applying! Friday, February 8, 2008  Green Grant applications The NYU Sustainability Task Force is now accepting applications for the 2008-2009 school year. Green Grants will fund projects that reduce NYUs adverse environmental impacts, engage the campus community, demonstrate the viability of best practices and technologies, and advance applied research and educational goals. For information from the Sustainability website, click here . Earth Matters will be working on a grant in relation to the Green House . To get involved, please contact us . In addition, Shaun Woo will be working on a proposal involving water use at NYU. His email is shw250 at nyu.edu, so contact him to get involved with that.  Friday, February 8, 2008  Get the latest news on climate change, right to your inbox The Daily Climate is a daily email newsletter that compiles all the latest mainstream media articles on a variety of topics related to climate change. It's a really great resource, and it makes it easy to keep up with what's going on.  Sunday, February 3, 2008  How are you connected to mountaintop removal coal? iLoveMountains.org has a new web tool utilizing Google Maps and Google Earth to show how mountaintop removal coal mining affects and involves Americans all across the country. Type in your zip code and see your connection... we bet you're closer than you think.  Friday, November 16, 2007  A new meaning to \"guilt-free\" potato chips Here's a fun story for today: Frito-Lay is embarking on an ambitious plan to change the way its factories operate. Its goal is to take one of its Arizona plants off the power grid, or nearly so, and run it almost entirely on renewable fuels and recycled water. See the New York Times article on what Frito-Lay and some other companies are doing to enhance their \"green\" image. The calories probably still count, though. Thursday, November 15, 2007  Camping pictures posted! Our webmaster has stopped being lazy and has finally posted the pictures from our camping trip to Bear Mountain. They're pretty awesome, so check them out! Thursday, November 15, 2007   Reduce your carbon impact! Footprint Forward week at NYU has arrived - for more info, check out their website .  Tuesday, November 6, 2007   Washington Square Park Stepped It Up! Our Step It Up rally this past weekend was a HUGE success. Pictures will be posted soon, and keep a look out for more Step it Up action tables around the NYU campus over the next few weeks. Tuesday, November 6, 2007  Rainforest Agribusiness Campaign  Rainforest Action Network recently officially launched its Rainforest Agribusiness Campaign targeting U.S. Agribusiness giants ADM, Bunge, and Cargill. By promoting industrially produced soy and palm oil as biofuel, these companies are diverting our resources and attention away from truly renewable energy and profiting off of false solutions to the climate crisis. Check out the campaign's website  for more information, and click here to send a message to the CEOs of these companies telling them how you feel about this issue! Wednesday, October 17, 2007   EM speaker a huge hit! On Tuesday, October 9, John Shegerian, NYU alum and CEO and founder of California's Electronics Recyclers  came to speak to EM about the work his business does, details of the electronics recycling business and crusade, and other environmental issues. Check out our  meetings page for more details. Sunday, October 14, 2007  Recycling Drive a Success! Last week, Earth Matters teamed up with POM Tea to promote recycling, and the event was a HUGE success! We recycled 84 pounds of paper and 176 pounds of cans and bottles. The 176 pounds of cans and bottles consisted of over 2000 bottles! Great job, guys!  Pictures from the event have been posted as well. Wednesday, September 26, 2007  Congratulations to our new e-board members! EM is very excited to announce that Molly Anderson will be our 2007-2008 Secretary, and Alex Neinast will be our PR Chair, a new position we have created for this year to better spread our name and news of our events on campus. Congrats! Thursday, September 20, 2007  Hayden Dining Hall goes green! The Washington Square News had a front-page article today detailing Hayden Dining Hall's transformation to a sustainable eating locale. Hayden is now offering sustainable (and often vegan) eating alternatives, and even the dining hall itself, newly renovated, is made from recycled materials. Get the whole article here . Thursday, September 13, 2007  Court rules against automakers in emissions case On Wednesday, a federal judge in Vermont rejected automakers' challenges to a series of rules passed in California and 13 other states (including Vermont, Connecticut, New Jersey, and New York) that intend to reduce greenhouse gas emissions from cars and light trucks. This ruling was a victory over automakers, and will hopefully embolden Califoria and other states to continue efforts to mitigate climate change, even if (and precisely because) our national government won't. Thursday, September 13, 2007  EM starts the year off right! Our first meeting was this past Monday, and boy was it a success! Click this link for more details! Wednesday, September 12, 2007  NYU Bookstore goes green! The NYU Bookstore is promoting sustainability this fall by encouraging customers to cut down on plastic bag use and by funding environmental causes. Each time a customer declines a plastic bag, the Bookstore will donate 5 cents (the average cost of a plastic bag) to one of four charities: the National Audubon Society, New Yorkers for Parks, the National Wildlife Federation, or Greenpeace. When customers purchase a canvas bag from the Bookstore, they will donate a full dollar! Monday, September 3, 2007  NYU begins work on co-gen plant As you can see from this flyer , NYU has begun work on its new cogeneration plant. The new plant will produce more and cleaner power, resulting in a lowering of emissions for both NYU and NYC! Monday, September 3, 2007                                  Upcoming events:    Come to our first meeting of the Spring 2009 Semester on Tuesday January 27th in Kimmel 803! We'll be starting to discuss our plans for the upcoming semester!   Meet at 11:30 AM at 'the Greenhouse' dorm for a BikeShare bike ride November 23! If you ride one of the Bikeshare bikes, you get a free hot chocolate!   On November 25, we will be holding elections for next semester since many of our organizing members are going abroad next semester! Make sure to attend the meeting if you would like to run/vote!   Earth Matters! Presents:  POST APOCALYPSE PROM  Thursday, October 23rd at 9pm  Kimmel Center, Rosenthal Pavilion, 10th Floor    Our general meetings will be on Tuesday nights at 8 PM in Kimmel 803. We hope to see you all there!      For all events, go to the events page.    To email: nyu.earthmatters at gmail.com  To join the listserv go to NYUHome, or send us an email if you do not have an NYUHome account.     To get the latest news on what's going on in EM, take a look at our google calendar!             News Archives   Fall 07/Spring 08   April/May 2007   March 2007   Jan/Feb 2007   Fall 2006"}]},
{"detail": [{"content": "NYU Celebrates the 46th Anniversary of Earth Day with a Month-Long Program of Events                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2015   /   April   /   02                                                         NYU Celebrates the 46th Anniversary of Earth Day with a Month-Long Program of Events                   April 2, 2015          N-306                                        Clothing Swap, Lectures, and an Earth Day Street Fair Top the Week’s Activities     New York University will participate in the 46th annual Earth Day festivities with a month-long celebration and tribute with eco-friendly events including a biking trip, an Earth Day Street Fair, film &amp; lectures, green projects, and the ever-popular environmentally friendly clothing swap. Most events are free and open to the public. Some events require a RSVP.   Media Inquiries Only: For information on events, or for story queries, please contact Christopher James at 212.998.6876 or christopher.james@nyu.edu   Wednesday, April 8, 2015   The Drivers of Change: Connecting Energy, Climate and Innovation  12 pm-1:30pm at The Urban Future Lab, 15 Metrotech Center, 19th Floor, Brooklyn NY 11201  Join NYC ACRE for a talk by Dr. Barbara Kates-Garnick of the Center for International Environment and Resources Policy, Tufts University. Although energy markets are clearly dynamic - witness the lowest oil prices in years, we are still at energy crossroads in terms of our ability to change how we produce and consume energy. The road to Paris 2015, the potential decoupling of energy consumption and economic growth among industrialized countries, and the China/US agreement, the global growth of solar suggest start of fundamental changes in our energy paradigm. Icons of the 21st century like Apple and Google have invested in renewable energy. This talk will identify opportunities to shift the paradigm and identify some of the key challenges to meaningful change at the state, national and global level in terms of energy and the environment. RSVP required . Contact jssilver@nyu.edu for more information.   Fair Food Fest  6-8pm in Kimmel’s Eisner &amp; Lubin Auditorium  Join Oxfam America at NYU, Real Food Challenge NYU, along with other University clubs as they raise awareness of organic, local, fair-trade, and cruelty-free foods by distributing delicious samples! Click here or contact ap3566@nyu.edu for more information.   Saturday, April 11, 2015   Let's get Earthy!  10am-2pm at the Community Garden at Washington Square Village  Join Community Agriculture Project in renovating their community garden in Washington Square Village for a weekend picnic, building, and spring planting! RSVP required . Members of the NYU Community can add the event on OrgSync . Contact mt2414@nyu.edu for more information.     Sunday, April 12, 2015   Let's get Earthy!  10am-2pm at the Community Garden at Washington Square Village  Join Community Agriculture Project in renovating their community garden in Washington Square Village for a weekend picnic, building, and spring planting! RSVP required . Members of the NYU Community can add the event on OrgSync . Contact mt2414@nyu.edu for more information.   Monday, April 13, 2015   Advancing Investment in Clean Energy Social Entrepreneurship  5-7pm at The Urban Future Lab, 15 Metrotech Center, 19th Floor, Brooklyn NY 11201  As the world transitions to a sustainable economy, the business of clean energy is quickly growing. Join the Wagner Alliance for Climate and Environment (ACE), Stern Energy Club, and NYC ACRE for a lively discussion with clean energy entrepreneurs for an overview of current trends in investing in clean energy enterprises and their social impact. We will address how these entrepreneurs seize opportunities to improve energy delivery and act as change agents for a greener future. We will also discuss how to develop the policy and regulatory conditions to accelerate investment in these entrepreneurs to scale up the delivery of clean energy access. RSVP required . Contact jssilver@nyu.edu for more information.   Tuesday, April 14, 2015   These Trees Rent  6:30pm in the Jerry H. Labowitz Theatre at 1 Washington Pl  Join Know Your City for an evening of theater and resource sharing. These Trees Rent is a documentary play about the different experiences of home and community in New York as a result of the fast-paced gentrification impacting the city. Created through interviewing over 30 New York residents, the piece seeks to bring an array of voices into the room that might not normally speak to each other but have an incredible amount to learn from one another. Following the presentation of the play, an interactive workshop will occur where audience members will have the ability to pool their resources in order to create stronger and more sustainable communities. Contact sda291@nyu.edu for more information.   Zero Waste DIY Products  6:30-9pm at the Green House on 40 E 7th Street  Join Earth Matters as they explore the world of zero-waste living. Learn how to make fun, low impact, chemical free household products from simple ingredients! All materials will be supplied, just bring your good attitude and get ready to have fun. Contact es3087@nyu.edu for more information.   Wednesday, April 15, 2015   Clothing Swap  6-8pm in Kimmel 914  Celebrate Earth Month with Oxfam NYU by bringing in a bag of your old clothes and swapping them for some new treasures! Can’t part with your clothes? Feel free to drop off shoes, accessories, or anything else you’d like to share. Event open to NYU Students only, attendees are required to bring at least one item to donate. Contact ap3566@nyu.edu for more information.   Thursday, April 16, 2015   Guest Speaker: Andrew Revkin  6-10pm in GCASL Grand Hall  Andrew Revkin, Senior Fellow for Environmental Understanding at Pace University, and New York Times contributor, has been writing about environmental and social sustainability for over three decades. From the Amazon to the White House, the Hudson Valley to the Arctic--join Earth Matters as Mr. Revkin shares the vast expertise that has won him many of the top awards in science journalism, as well as a Guggenheim Fellowship. More information on Mr. Revkin is available from his biography and blog . Please contact earth.club@nyu.edu for more information.   Saturday, April 18, 2015   Wagner Cares Day of Service -White Roof Project   WagnerCares presents the third annual NYU Wagner Day of Service . Students, faculty and staff will come together to celebrate our Wagner community and give back to our broader NYC community. Start the day by selecting one of the service project options listed below, and after your volunteer event, join the Wagner Community at Robert F Wagner, Jr. Park for a celebration of service. More details to come, but expect fun, food, and (fingers crossed) lots of sun.   Transform the roof a low-income co-op on the East Side by cleaning and painting it; the coating will reduce summer energy costs, consumption, and emissions.     Location: 21st Street, East Side (exact location TBA)   Saturday April 18th, from 9am-1pm   RSVP here       Monday, April 20, 2015   Double Feature Screening: Plastic Paradise &amp; Divide in Concord  4-6pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room  In Plastic Paradise , Angela Sun reveals the environmental and health effects of our rabid plastic consumption as she investigates The Great Pacific Garbage Patch. Divide in Concord follows an entertaining tale of banning bottled water in small town America. Suggested RSVP to bonnie.brown@nyu.edu .   Tuesday, April 21, 2015   Screening: After Winter, Spring  5-6:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room   After Winter, Spring provides an intimate portrait of an ancestral way of life under threat in a world increasingly dominated by large-scale industrial agriculture. Suggested RSVP to bonnie.brown@nyu.edu .   Film Screenings:   The Wallerstein Collaborative For Urban Environmental Education at NYU and the Wildlife Conservation Film Festival (WCFF) will host a series of film screenings in celebration of Earth Day. The screenings will take place on Tuesday, April 21 from 7-9 p.m . at 19 University Place, Room 102 (between E. 8th Street and Waverly Pl.)   The three films, which focus on elephants and rhinoceros conservation in Africa, are:     “We Are Rhino” (South Africa, 23 mins.), a short film by Spencer Austin that explores three approaches to rhinoceros conservation;   “Boots on the Ground” (South Africa, 30 mins.), the story of filmmaker and anti-poaching ranger Matt Bracken’s quest to end African poaching; and   “Quiet Giants” (Zimbabwe, 30 mins.), a celebration of the African elephant by Ralph Stutchbury.     A discussion and Q&amp;A with “Boots on the Ground” producer Matt Bracken, an anti-poaching ranger in South Africa, and WCFF founder Christopher J. Gervais, an environmental scientist, will follow the screening.   Tickets may be purchased ($6 for NYU students, $9 for the general public) through the event’s website . Seating is limited. Contact WCFF at 917-558-5205 or info@wcff.org with questions or for more information.   Wednesday, April 22, 2015   Earth Day Street Fair  12-5pm LaGuardia Place  Join the green community of NYU and New York City for a street fair on the 46th anniversary of Earth Day with giveaways, information tables, delicious food, and most importantly, a passion and celebration of the planet we all live on! Tables from both NYU and NYC environmental organization will be featured. Contact cdj259@nyu.edu for more information.   Screening: Groundswell Rising  5-6:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room   Groundswell Rising documents the opposition from both sides of the political spectrum to the ubiquitous practice of fracking for natural gas, and the health and environmental reasons behind it. Suggested RSVP to bonnie.brown@nyu.edu .   Thursday, April 23, 2015   Double Feature Screening: Racing to Zero &amp; Green Fire  7-9:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room   Racing to Zero follows the collective efforts of San Francisco to reach “zero waste” -- from increased recycling and composting to changing patterns of production and consumption; Green Fire explores the life and legacy of famed conservationist Aldo Leopold ( A Sand County Almanac ) and his land ethic philosophy. Suggested RSVP to bonnie.brown@nyu.edu .   Friday, April 24, 2015   Screening: Oil &amp; Water  3-4:30pm in Bobst Library, 2nd floor, Avery Fisher Center, West Room  In Oil &amp; Water, two boys come of age looking for solutions to the global problem of reckless oil drilling following the disastrous Texaco oil spill in Ecuador. Suggested RSVP to bonnie.brown@nyu.edu .   Plant Based U  6-7pm in Kimmel 802  Join Cruelty Free NYU and dietician Rachel Meltzer Warren, author of 'The Smart Girl's Guide to Going Vegetarian,' for advice on transitioning to a vegetarian/vegan lifestyle and increasing the number of plant-based foods in your diet. Contact sp3247@nyu.edu for more information.   Earth Month Coffeehouse  7-11pm in Kimmel 914  Join Earth Matters for a rousing night of standup, acoustic jamming, improv, and poetry. Feel free to share your latest creative piece or just sit in on the evening! RSVP required . Please see Earth Matters' Facebook page for further updates, or contact earth.club@nyu.edu .   Tuesday, April 28, 2015   A Discussion on the Upcoming UN Climate Conference  6:30pm in Kimmel 903  Join Earth Matters for a discussion that is intended to facilitate the sharing of information on the upcoming UN climate talks in Paris. With their involvement in organizing around the People's Climate March, Earth Matters hopes to organize student involvement and representation in this crucial UN conference to create a meaningful impact in our community and abroad. For further updates see EarthMatters' Facebook page or contact wt470@nyu.edu .   Thursday, April 30, 2015   Sustainability Task Force Meeting  12-2pm Kimmel 802  The Sustainability Task Force (STF) is a goal-setting and project implementation body of students, faculty, staff, alumni charged with improving our environmental performance, evaluating metrics for progress, and fostering a campus culture of sustainability. This semester's STF meeting will be focused on student and faculty initiatives and projects that have been taking place across campus this semester, as well as what there is to look forward to for the remainder of the year. Contact mariana.macedo@nyu.edu for more information.   NYU’s Celebration of Earth Week is sponsored in part by the Earth Week Planning Committee, as well as the NYU Office of Sustainability, Earth Matters!, the Environmental Studies Department, NYU Program Board, NYU Food Studies, and the Environmental Studies Club.   About the NYU Office of Sustainability-- NYU launched its sustainability efforts in 2006 with the creation of Sustainability Task Force formed by faculty, students, staff and administration to galvanize NYU community to plan and take action towards sustainability in the way we live, operate, educate and innovate. The Office of Sustainability implements infrastructure projects, communication and engagement campaigns, and innovative programs to empower, inspire and guide the NYU community to achieve our goals for sustainable practices and culture.   Back to Top                        This Press Release is in the following Topics:      Sustainability , Events           Type: Press Release            Press Contact:                Christopher James | (212) 998-6876                                                                          Click for a pdf of the poster.                                              Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Earth Matters, the leading NYU outreach and sustainable issues club                              home         events         enviro ed         earth week         links         faqs         meetings         about em           Welcome to the Earth Matters website! Recent News   Welcome to our 2009 Spring Semester! During our last meeting, we elected the new Spring 2009 Earth Matters E-Board. Congratulations to: Co-presidents Molly Anderson and Sarah Henderson   Vice President Valerie Buchby Treasurer Ashleigh Lewis Secretary Alex Neinast PR/Publicity Chair  Yuna Park Webmaster Sarah Henderson Inter-club Liason Eliza Kenigsberg    Tuesday, January 27, 2009  Our first meeting of the 2009 Spring Semester will be January 27th in Kimmel 803. Get ready to start a new and exciting semester that will be full of fun events, including Earth Week and other \"Earth April\" events!    Wednesday, April 16, 2008   Earth Matters Supports Upholding NYU's Ban on Coca-Cola   The NYU Senate is considering lifting a 2005 ban that prohibited the sale of Coca-Cola products on NYU's campus. This was ban was put in place after Coke refused to have an independent investigation of the assassination of eight union leaders in a Colombia Coca-Cola plant. Supporters of lifting the ban are citing a report conducted by the International Labor Organization to say that Coke has met the demands of the ban. Earth Matters, along with Students Creating Radical Change, OXFAM, the Law Students for Economic Justice, and Take Back NYU!, does not believe that the ILO report fulfills the ban's requirements for the following reasons:   - The ILO report was not independent. Ed Potter, Coca-Colas Director of Global Relations, has been the International Business Spokesperson of the ILO for the last fifteen years and was the driving force behind Coca-Colas selection of the ILO to conduct this investigation.   - The ILO is not a monitoring organization, does not conduct human rights investigations of individual companies, and is not qualified to do so.   - This ILO mission did not set out to conduct the investigation that NYUs ban requires. The ILO mission explicitly sought only to do an assessment of current conditions, not an investigation of human rights violations.   - Despite the ILO reports probable bias and problematic methodology, it actually finds that Coca-Colas labor rights violations (namely, the tactics used to prevent union organizing and infringement on the freedom to associate) still exist.   - This report does not address the human rights abuses, ties to paramilitaries, or assassinations of union leaders that occurred to inspire the ban by NYU and other universities. In fact, nowhere does the ILO report even mention the words human rights or assassinations.   - For access to the highlights of the ILO report, please visit The PDF file   We hope that our Earth Matters members will support the position we have decided to take to keep the ban of Coca-Cola on campus in place.    Earth Matters Presents: POST APOLCALYPSE PROM Come join us on Thursday, October 23rd at 9pm at the Kimmel Center Rosenthal Pavilion, 10th Floor! Put on your best apocalyptic garb, show off your trendy Halloween costume, or just come as yourself and enjoy the end-of-the-world ambiance. Tickets are $5 through ticket central (http://www.nyu.edu/ticketcentral/) or at the door, all proceeds go to Sustainable South Bronx. There will be classic prom staples such as photos, punch, and a dance competition, so come with a honey or find one there!  NYU Networking Tool for NYU Students Interested in the Environment!  Are You Sustainable is a site developed by Gallatin student Nate Maton and others as a way to promote student-driven environmental change on campus. Check it out, join, collaborate!    Earth Week Calendar Posted! Check out the Earth Week page to see our tentative schedule for Earth Week 2008. And then check back, because it's probably going to change a lot. Email us if you want to be added to the Earth Week GoogleGroup for updates/to help planning. Sunday, February 24, 2008  Green NYU Living! The Green House at NYU is a new residential initiative that intentionally places students into a community where living and learning is dynamic and constant. The focus of this living learning community is to provide an alternative living option that is supportive of a greener student lifestyle, while maintaining opportunities to connect with other students in a community living environment. Some members of Earth Matters have been involved in the planning of the Green House, and we're working on a Green Grant to get some really great stuff going, so check out the ResEd page and consider applying! Friday, February 8, 2008  Green Grant applications The NYU Sustainability Task Force is now accepting applications for the 2008-2009 school year. Green Grants will fund projects that reduce NYUs adverse environmental impacts, engage the campus community, demonstrate the viability of best practices and technologies, and advance applied research and educational goals. For information from the Sustainability website, click here . Earth Matters will be working on a grant in relation to the Green House . To get involved, please contact us . In addition, Shaun Woo will be working on a proposal involving water use at NYU. His email is shw250 at nyu.edu, so contact him to get involved with that.  Friday, February 8, 2008  Get the latest news on climate change, right to your inbox The Daily Climate is a daily email newsletter that compiles all the latest mainstream media articles on a variety of topics related to climate change. It's a really great resource, and it makes it easy to keep up with what's going on.  Sunday, February 3, 2008  How are you connected to mountaintop removal coal? iLoveMountains.org has a new web tool utilizing Google Maps and Google Earth to show how mountaintop removal coal mining affects and involves Americans all across the country. Type in your zip code and see your connection... we bet you're closer than you think.  Friday, November 16, 2007  A new meaning to \"guilt-free\" potato chips Here's a fun story for today: Frito-Lay is embarking on an ambitious plan to change the way its factories operate. Its goal is to take one of its Arizona plants off the power grid, or nearly so, and run it almost entirely on renewable fuels and recycled water. See the New York Times article on what Frito-Lay and some other companies are doing to enhance their \"green\" image. The calories probably still count, though. Thursday, November 15, 2007  Camping pictures posted! Our webmaster has stopped being lazy and has finally posted the pictures from our camping trip to Bear Mountain. They're pretty awesome, so check them out! Thursday, November 15, 2007   Reduce your carbon impact! Footprint Forward week at NYU has arrived - for more info, check out their website .  Tuesday, November 6, 2007   Washington Square Park Stepped It Up! Our Step It Up rally this past weekend was a HUGE success. Pictures will be posted soon, and keep a look out for more Step it Up action tables around the NYU campus over the next few weeks. Tuesday, November 6, 2007  Rainforest Agribusiness Campaign  Rainforest Action Network recently officially launched its Rainforest Agribusiness Campaign targeting U.S. Agribusiness giants ADM, Bunge, and Cargill. By promoting industrially produced soy and palm oil as biofuel, these companies are diverting our resources and attention away from truly renewable energy and profiting off of false solutions to the climate crisis. Check out the campaign's website  for more information, and click here to send a message to the CEOs of these companies telling them how you feel about this issue! Wednesday, October 17, 2007   EM speaker a huge hit! On Tuesday, October 9, John Shegerian, NYU alum and CEO and founder of California's Electronics Recyclers  came to speak to EM about the work his business does, details of the electronics recycling business and crusade, and other environmental issues. Check out our  meetings page for more details. Sunday, October 14, 2007  Recycling Drive a Success! Last week, Earth Matters teamed up with POM Tea to promote recycling, and the event was a HUGE success! We recycled 84 pounds of paper and 176 pounds of cans and bottles. The 176 pounds of cans and bottles consisted of over 2000 bottles! Great job, guys!  Pictures from the event have been posted as well. Wednesday, September 26, 2007  Congratulations to our new e-board members! EM is very excited to announce that Molly Anderson will be our 2007-2008 Secretary, and Alex Neinast will be our PR Chair, a new position we have created for this year to better spread our name and news of our events on campus. Congrats! Thursday, September 20, 2007  Hayden Dining Hall goes green! The Washington Square News had a front-page article today detailing Hayden Dining Hall's transformation to a sustainable eating locale. Hayden is now offering sustainable (and often vegan) eating alternatives, and even the dining hall itself, newly renovated, is made from recycled materials. Get the whole article here . Thursday, September 13, 2007  Court rules against automakers in emissions case On Wednesday, a federal judge in Vermont rejected automakers' challenges to a series of rules passed in California and 13 other states (including Vermont, Connecticut, New Jersey, and New York) that intend to reduce greenhouse gas emissions from cars and light trucks. This ruling was a victory over automakers, and will hopefully embolden Califoria and other states to continue efforts to mitigate climate change, even if (and precisely because) our national government won't. Thursday, September 13, 2007  EM starts the year off right! Our first meeting was this past Monday, and boy was it a success! Click this link for more details! Wednesday, September 12, 2007  NYU Bookstore goes green! The NYU Bookstore is promoting sustainability this fall by encouraging customers to cut down on plastic bag use and by funding environmental causes. Each time a customer declines a plastic bag, the Bookstore will donate 5 cents (the average cost of a plastic bag) to one of four charities: the National Audubon Society, New Yorkers for Parks, the National Wildlife Federation, or Greenpeace. When customers purchase a canvas bag from the Bookstore, they will donate a full dollar! Monday, September 3, 2007  NYU begins work on co-gen plant As you can see from this flyer , NYU has begun work on its new cogeneration plant. The new plant will produce more and cleaner power, resulting in a lowering of emissions for both NYU and NYC! Monday, September 3, 2007                                  Upcoming events:    Come to our first meeting of the Spring 2009 Semester on Tuesday January 27th in Kimmel 803! We'll be starting to discuss our plans for the upcoming semester!   Meet at 11:30 AM at 'the Greenhouse' dorm for a BikeShare bike ride November 23! If you ride one of the Bikeshare bikes, you get a free hot chocolate!   On November 25, we will be holding elections for next semester since many of our organizing members are going abroad next semester! Make sure to attend the meeting if you would like to run/vote!   Earth Matters! Presents:  POST APOCALYPSE PROM  Thursday, October 23rd at 9pm  Kimmel Center, Rosenthal Pavilion, 10th Floor    Our general meetings will be on Tuesday nights at 8 PM in Kimmel 803. We hope to see you all there!      For all events, go to the events page.    To email: nyu.earthmatters at gmail.com  To join the listserv go to NYUHome, or send us an email if you do not have an NYUHome account.     To get the latest news on what's going on in EM, take a look at our google calendar!             News Archives   Fall 07/Spring 08   April/May 2007   March 2007   Jan/Feb 2007   Fall 2006"}, {"content": "The Environment - NYU Abu Dhabi                                                                                                                                                                                    Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               Academics                                               Undergraduate Programs                                               Concentrations                                               Multidisciplinary Concentrations                                               The Environment                                                              The Environment                                                                       The multidisciplinary concentration in the Environment affords an outstanding opportunity for making connections among fundamental scientific and engineering concepts, economic and sociological forces, and literary and artistic endeavors. This inherently interdisciplinary subject intimately connects to our existence and is especially relevant in Abu Dhabi, which has made a major commitment to environmental sustainability. The concentration is designed to integrate the fundamental sciences, including biology, chemistry, computer science, mathematics, and physics, with economics and the arts to provide an understanding of the Earth System and the current and future challenges imposed on it as the human population grows.   The curriculum emphasizes both quantitative reasoning and descriptive analysis in courses that emphasize science, economics, social concerns, the humanities, and arts as a means to identify, explore, and solve fundamental problems and issues of environmental concern. Whenever possible, the courses utilize the local Abu Dhabi environment as a natural laboratory and studio for field trips and consider relevant local phenomena and issues. Students have the opportunity to integrate their understanding of the environment into a broader scientific, social, economic, and artistic framework through a senior Capstone project .                             Requirements   The multidisciplinary concentration in the Environment requires four courses. In order to develop an interdisciplinary understanding of environmental concerns, students must take at least one course in each of the following areas:     Environmental Science   Environmental Policy   Environment, Culture, and Society                           The Environment Courses                        To refine course list, add or remove filter options and press \"Submit\".                   Submit      Clear                             Environment, Culture, and Society                          Environmental Policy                          Environmental Science                          Courses in Environment, Culture and Society                          Courses in Environmental Policy                          Courses in Environmental Science                                              Required             Electives             Writing Intensive             Capstone                                    Fall 2015             Fall 1 2015             Fall 2 2015             Summer 2015             Spring 2015             Spring 1 2015             Spring 2 2015             January 2015             Fall 2014             Fall 1 2014             Fall 2 2014             Summer 2014             Spring 2014             January 2014             Fall 2013             Fall 1 2013             Fall 2 2013             Summer 2013             Spring 2013             Spring 1 2013             Spring 2 2013             January 2013             Fall 2012             Fall 1 2012             Fall 2 2012             Spring 2012             Spring 1 2012             January 2012             Spring 2 2012             Fall 2011             Fall 1 2011             Fall 2 2011             Summer 2011             Spring 2011             Spring 1 2011             Spring 2 2011             January 2011             Fall 2010             Fall 1 2010             Fall 1 2010                                                                   ACS-AD 231JX Oil and Energy in the Middle East                                                                                                               This course provides an overview of the issues surrounding global energy supplies, oil&rsquo;s unique economic properties, and its role in shaping the political economy of the Middle East and U.S. strategic interests in the region. We begin by discussing the basic science and availability of energy sources, the state of technology, the functioning of energy markets, the challenges of coping with global climate change and the key role of the oil reserves in the Middle East. The second part of the course focuses on the history of oil in the Middle East and its impact on societies in the region.                                                                      January 2013                                                                                         Bernard Haykel                                          -             T, BD                                                                                Taught in Abu Dhabi                                          This course appears in...                                                      Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Arab Crossroads                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Courses in Environmental Policy                                                                 Islamic Studies                                                                 Majors                     &gt;            Arab Crossroads                     &gt;            Society and Politics                                                                 Majors                     &gt;            Economics                     &gt;            Breadth Electives                                                                 Majors                     &gt;            Political Science                     &gt;            Comparative Politics                                              Prerequisites                 There are no prerequisites for this course.                                       COREI-AD 11J State and Fate of the Earth                                                                   What is the current state of Earth in terms of human well-being and human impact on Earth&rsquo;s natural systems? Issues such as energy consumption, CO2 emissions, climate change, food production, water, and material fluxes are intricately tied together as a global system. The economic trend of this system can be used to project a world in 2050 in which the world&#39;s lifestyle will be approximately equal to that of many developed nations today. Will this projected state of the world be possible, given the environmental issues above? Investigating this topic in Sydney gives us perspective from a developed nation with unique climate, resources, and world famous biodiversity. Substantial portions of this inquiry-based seminar require students to compare environmental issues in Australia to those in their home nations, other developed regions, and the world, in order to look at how conditions and solutions in Australia might be generally applicable to shared challenges.    Satisfies Science, Society, and History    *For NYU New York and NYU Shanghai students interested in this course, please submit the application by October 15th. For more information about NYU Abu Dhabi courses being offered during January term visit our website .                                                                       January 2014                                                                                          Tyler Volk                                                                                         Taught in Sydney, Australia                                                      January 2015                                                                                          Tyler Volk                                                                                         Taught in Sydney, Australia                                          This course appears in...                                                      Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Environmental Science                                                                 Core Curriculum                     &gt;            Ideas and Methods of Science                     &gt;            Science, Society, and History                                              Prerequisites                 There are no prerequisites for this course.                                       COREI-AD 16 Where the City Meets the Sea: Studies in Coastal Urban Environments                                                                              Over half of the human population lives within 100km of a coast and coastlines contain more than two-thirds of the worlds largest cities. As a result, the world&#39;s natural coastal environments have been substantially modified to suit human needs. This course uses the built and natural environments of coastal cities as laboratories to explain the environmental and ecological implications of urban development in coastal areas. Using data from multiple coastal cities, student teams use field-based studies and Geographic Information System (GIS) data to examine patterns and processes operating in coastal cities. This course uses the local terrestrial marine, and built environments as a laboratory to address these issues, and team projects requiring field work form a core component of the learning experience. As part of the NYU Global Network University initiative this course is being offered simultaneously in several NYU sites globaly and students are collaborating extensively with students from their sister campuses through the duration of this course.    *All COREI-EDNW courses are replaced with COREX.    Satisfies Experimental Discovery in the Natural World.    Students NYUNY: This course counts for Natural Science II (College Core) credit.    * Note : Students can not take both COREI-AD 16 Where the City Meets the Sea and COREI-AD 25J Coastal Urbanization and Environmental Change                             This course has a laboratory component .                                                         Spring 2012 ;             14 Weeks                                                                                                   John Burt                                           -             T, 2:35-6:00; R 2:35-5:00                                                                                Taught in Abu Dhabi                                                      Spring 2013 ;             14 Weeks                                                                                                   John Burt                                           -             M, 2:30-6:00 PM ; W 2:30-6:00 PM (lAB)                                                                                Taught in Abu Dhabi                                                      Spring 2014 ;             14 Weeks                                                                                                   John Burt                                           -             M, 8:30-9:45 am (Sem); U 8:30-11:10 (Lab)                                                                                Taught in Abu Dhabi                                                      Spring 2015 ;             14 Weeks                                                                                                   John Burt                                           -             M, 9:15 - 10:30 am; W 9:15 - 11:55 am                                                                                Taught in Abu Dhabi                                          This course appears in...                                                      Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Environmental Science                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            Urbanization                                                                 Core Curriculum                     &gt;            Ideas and Methods of Science                     &gt;            Experimental Discovery in the Natural World                                              Prerequisites                 There are no prerequisites for this course.                                       COREI-AD 25J Coastal Urbanization and Environmental Change                                                                              Over 80% of the Australian population lives within 100 km of a coast and virtually all major Australian cities occur on coastlines. As a result, Australia&#39;s coastal environments have been substantially modified to suit human needs. This course will use the built and natural environments of Sydney, Australia&#39;s largest city, as a case study to examine the environmental and ecological implications of urban development in coastal areas worldwide. Using Sydney&#39;s terrestrial, marine, and built environments as a natural laboratory for field research, students will collect environmental data throughout the city and use Geographic Information Systems (GIS) to examine the spatial patterns of human impacts to Sydney&#39;s environment and to compare their results with patterns observed in other coastal cities.    *All COREI-EDNW courses are replaced with COREX.    Satisfies Experimental Discovery in the Natural World    *Note: Students can not take both COREI-AD 16 Where the City Meets the Sea and COREI-AD 25J Coastal Urbanization and Environmental Change    *For NYU New York and NYU Shanghai students interested in this course, please submit the application by October 15th. For more information about NYU Abu Dhabi courses being offered during January term visit our website .                                                                       January 2013                                                                                          John Burt                                           -             T, BD                                                                                Taught in Sydney, Australia                                                      January 2014                                                                                          John Burt                                                                                         Taught in Sydney, Australia                                                      January 2015                                                                                          John Burt                                                                                         Taught in Sydney, Australia                                          This course appears in...                                                      Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Environmental Science                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            Urbanization                                                                 Core Curriculum                     &gt;            Ideas and Methods of Science                     &gt;            Experimental Discovery in the Natural World                                              Prerequisites                 There are no prerequisites for this course.                                       COREI-AD 28J State and Fate of Biodiversity                                                                   Tropical Africa conjures up thoughts of high biodiversity and relatively low economic development. We will use a course sited in Africa to study the major principles of biodiversity, such as ecology, biochemical cycles, wildlife population dynamics, and conservation. We also look at human impacts on biodiversity, as affected by economic well-being, through production of energy, food, water, and pollution.                                                                      January 2013                                                                                          Tyler Volk                                           -             T, BD                                                                                Taught in Accra, Ghana                                          This course appears in...                                                      Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Environmental Science                                                                 Core Curriculum                     &gt;            Ideas and Methods of Science                     &gt;            Science, Society, and History                                              Prerequisites                 There are no prerequisites for this course.                                       COREI-AD 41J Protecting the World&#39;s Health: Triumphs and Challenges                                                                                                    This course offers students an introduction to the key principles and practices of public health using four epidemics as learning tools: the eradication of smallpox, the AIDs epidemic, polio eradication efforts and the global epidemic of tobacco use. These four examples offer excellent learning templates for exploring public health because of their diversity: one has ended (smallpox), one is current near eradication (polio), one is an infectious disease for which no vaccine exists (AIDS) and one is a fully preventable human-manufactured epidemic (tobacco). The course will include a mix of lecture, class exercises, the role of games in health education, CSI-like investigation approaches, guest lectures and site visits based in Washington, DC. Students become familiar with how an epidemic emerges, steps taken to measure an epidemic&#39;s scope and distribution, how epidemiologists-the detectives of public health-go about determining the source of an epidemic, the role research plays in answering questions with respect to source and cure, how public health leaders work to arrest an epidemic and the interplay between society, culture, politics and health.    *For NYU New York and NYU Shanghai students interested in this course, please submit the application by October 15th. For more information about NYU Abu Dhabi courses being offered during January term visit our website .                                                                       January 2014                                                                                         Cheryl Healton, Eileen Sullivan-Marx                                                                                        Taught in Washington, DC                                                      January 2015                                                                                         Cheryl Healton, Eileen Sullivan-Marx                                                                                        Taught in Washington, DC                                          This course appears in...                                                      Concentrations                     &gt;            Disciplinary Concentrations                     &gt;            Social Research and Public Policy                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Courses in Environmental Policy                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Environmental Science                                                                 Core Curriculum                     &gt;            Ideas and Methods of Science                     &gt;            Science, Society, and History                                                                 Majors                     &gt;            Social Research and Public Policy                                              Prerequisites                 There are no prerequisites for this course.                                       HIST-AD 111 Global Environmental History                                                                                         What are the major causes of deforestation, pollution, and climate change? When and where did these, and other pressing environmental concerns, have their origins? What can history teach us about how we might best address these issues in the present? This course offers a comprehensive overview of the world&rsquo;s environmental history with a focus on the period from 1500 C.E. to the present &ndash; a time marked by a dramatic intensification in the use of land, water, and energy resources. The course&rsquo;s central goal is to understand the relationships between globalization, natural resource and energy use, and environmental change, and to explain how these relationships unfolded, and continue to unfold, differently in major world regions, including the Gulf. By incorporating material from the fields of ecology, biology, geology, demography, economics, political science, and anthropology, this course also provides students with important historical grounding in the multidisciplinary field of global environmental studies.    Students in the NYUNY History Dept: This course counts for History special topics lecture credit                                                                       Fall 2010 ;             14 Weeks                                                                                                   Lauren Minsky                                                                                         Taught in Abu Dhabi                                          This course appears in...                                                      Concentrations                     &gt;            Disciplinary Concentrations                     &gt;            History                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Courses in Environment, Culture and Society                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Environment, Culture, and Society                                                                 Majors                     &gt;            History                     &gt;            Global Thematic Courses                                              Prerequisites                 There are no prerequisites for this course.                                       HIST-AD 147 Environmental History of China                                                                   Will China &ldquo;choke the world&rdquo;? The goal of the course is to identify the best ways of asking and answering questions about the widespread environmental challenges that are seemingly inherent in China&rsquo;s economic development. Are the challenges new to Chinese history &ndash; particular to modernization &ndash; or are they rooted in long-standing patterns of land use and resource exploitation? How to do we square the history of damage wrought to nature with the equally salient history of &ldquo;Asian&rdquo; notions of &ldquo;living in harmony&rdquo; with nature, exemplified by philosophical Daoism and millennia of poetic and painting traditions extolling the beauty and wonder of nature? Who, moreover, is entitled to do what with and about the environment: what are the roles of the state?; of scientists and engineers?; of humanists? The course doubles as an introduction to the history of China, and to the multidisciplinary field of environmental studies.                                                                       Fall 2013 ;             14 Weeks                                                                                                   Mark Swislocki                                           -             MW, 1:10-2:25                                                                                Taught in Abu Dhabi                                                      Fall 2014 ;             14 Weeks                                                                                                   Mark Swislocki                                           -             TR, 2:10-3:25 pm                                                                                Taught in Abu Dhabi                                          This course appears in...                                                      Concentrations                     &gt;            Disciplinary Concentrations                     &gt;            History                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Courses in Environment, Culture and Society                                                                 Majors                     &gt;            History                     &gt;            Asia-Pacific World                                              Prerequisites                 There are no prerequisites for this course.                                       MDENV-AD 111 Global Climate Change                                             In this seminar students delve more deeply into the models and data that are the basis for our current understanding of Earth&rsquo;s climate, and how it is changing. The course weaves quantitative analysis with human impacts, economics, and policy-making.    Students in the NYUNY Environmental Studies Dept: This course counts for an Environmental Studies 300-level science elective.                                                                       Spring 2 2014 ;             7 Weeks                                                                                                   David Holland                                           -             TR, 10:00-12:30 PM                                                                                Taught in Abu Dhabi                                                      Spring 2 2015 ;             7 Weeks                                                                                                   David Holland                                           -             TR, 12:45-3:25 pm                                                                                Taught in Abu Dhabi                                          This course appears in...                                                      Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                                              Prerequisites                 There are no prerequisites for this course.                                       MDENV-AD 115 The Global Debate on Green Growth                                                                    In March 2012, the OECD published its influential Environmental Outlook Report to 2050, confirming that the world is faced with an explosive new cocktail of geopolitical challenges: population explosion, environmental degradation, the failure to stop climate change, and the increased competition over limited natural resources. In response, governments are increasingly turning to renewables and high tech to diversify their energy mix and to reduce reliance on fossil fuels in order to stimulate stagnant economies and create new jobs. Ironically, the transition to a low fossil fuel economy through the use of RES and high tech applications has led to the creation of new global race over limited resources, such as rare earths, and this competition has already given rise to a series of fresh global political and economic realities, tensions, and disputes. We will examine how major industrial powers are approaching the asymmetric threat of climate change; the nature of contemporary resource competition; the way policy decisions are influenced by political rhetoric and public opinion; and the overall economic and political impact of climate change on international relations.                                                                       Fall 2014 ;             14 Weeks                                                                                                   Sophia Kalantzakos                                           -             TR, 2:10-3:25 pm                                                                                Taught in Abu Dhabi                                                      Fall 2015 ;             14 Weeks                                                                                                   Sophia Kalantzakos                                           -             TR, 12:45-2:00 pm                                                                                Taught in Abu Dhabi                                          This course appears in...                                                      Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Environmental Policy                                                                 Majors                     &gt;            Political Science                     &gt;            International Politics                                                                 Majors                     &gt;            Social Research and Public Policy                                              Prerequisites                 There are no prerequisites for this course.                                       POLSC-AD 184 UN: Negotiation towards A New Binding &amp; Universal Agreement on Climate Change in Paris in Dec 2015                                                                   The United Nations (UN) provides the forum where states come together to discuss mutual problems. In our rapidly globalized world, the enormous and complex challenges to humankind are making UN indispensable. This course will provide an overview of the various UN departments and programs encompassed within it and treaty negotiation process. The main concentration of this course will remain climate change negotiations. We will take climate change as a case study and consider many aspects of international policy response to this environmental and social crisis. The purpose of this course is to provide students with a general understanding of how climate change issues have been addressed at the UN. The class will be invited to study ongoing process of the new climate change agreement, which will be adopted in Paris in December 2015, at the 21st Conference of the Parties (COP21). The meeting will mark a decisive stage in negotiations on the future international agreement on a post-2020 regime. The course will closely investigate the pertinent challenges currently facing diplomats and international decision makers in making progress with what is currently on the negotiating table. We will try to seek the answer of the following questions: Will all the nations of the world, including the biggest emitters of greenhouse gases, be bound by a universal agreement on climate change for the first time in over 20 years of UN negotiations? Will it take the form of a protocol, another legal instrument or &#39;an agreed outcome with legal force&#39;, and will it be applicable to all Parties including US and China? In a treaty negotiation simulation, the students will play the roles of major green house gas emitting nations and will negotiate proposals to reduce emissions. The in-class negotiation exercise will be modeled on the real negotiations under the UNFCCC.                                                                       Fall 2015 ;             14 Weeks                                                                                                   Shakeel Kazmi                                           -             MW, 3:35-4:50 pm                                                                                Taught in Abu Dhabi                                          This course appears in...                                                      Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            Peace Studies                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Courses in Environmental Policy                                                                 Majors                     &gt;            Political Science                     &gt;            International Politics                                              Prerequisites                 There are no prerequisites for this course.                                       SRPP-AD 142 Renewable Energy Law and Policy                                                                              Energy&rsquo;s role in global climate change is increasing its importance. This course focuses on two major and interrelated themes: climate change and energy. The class will look at implications of new climate change and renewable energy mandates for the electric power sector. Energy is considered a prerequisite for economic growth and poverty alleviation. Electricity demand almost doubled from 1990 to 2011, and is projected to grow 81% from 2011 to 2035 in the existing policies scenario. Over 70% of the increased energy demand is from developing countries. At this time some two billion people (one third of world&rsquo;s population) have no access to electricity. Population growth (United Nations predicts world population growth from 6.7 billion in 2011 to 8.7 billion by 2035) and increasing standards of living (the UN Population Division projects 70 % people will be living in urban areas by 2050) for many people in developing countries will cause enormous growth in energy demand. Many poorer countries lack this essential capacity. Meeting the energy needs of developing countries without compromising the environment is a challenge. Advancement of innovative energy solutions and implementation of smart policies to make the transition to clean energy in ways that fulfill growing needs and improve economy without hurting environment is very much needed. This introductory level course on renewable energy examines the historical and legal origins of energy regulations and emerging policies. The course provides an introduction to the renewable sources and basic terms and concepts, regulatory trends and other emerging issues. The primary focus of the course will be on renewable energy policies and laws of the developing countries. We will spend considerable time with Africa, Small Island States, United Arab Emirates (UAE), and examples from other countries. The centerpiece of this course is to focus on a specific renewable energy project (in a developing country) completed with international cooperation and assistance. The course will also focus on global institutions and policymaking, the divide between industrialized countries and developing countries, the nexus between global climate change and renewable energy, sustainable energy sources, and challenges that global policymakers will face in future. The course will look at the wide variety of local and regional laws, regulatory techniques, and policy objects. The class will embark on a week- long trip to a developing country to study renewable energy project and to get hands-on experience of power generation from a renewable energy facility.    * Note: This course will be counted towards a Political Science elective (International Politics) only for Spring 2015.                                                                       Spring 2015 ;             14 Weeks                                                                                                   Shakeel Kazmi                                           -             TR, 2:10-3:25 pm                                                                                Taught in Abu Dhabi                                          This course appears in...                                                      Concentrations                     &gt;            Disciplinary Concentrations                     &gt;            Social Research and Public Policy                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Courses in Environmental Policy                                                                 Majors                     &gt;            Social Research and Public Policy                                                                 Pre-professional Courses                     &gt;            Law                                              Prerequisites                 There are no prerequisites for this course.                                       SRPP-AD 151 Introduction to Global Health                                                                              Despite the significant progress made towards achieving globally set targets for health in some countries, others&mdash;particularly in sub-Saharan Africa&mdash;are falling behind. This course introduces students to the main concepts of the public health field and the critical links between global health and social and economic development. Lectures explore major themes in global health, including the social determinants of health, the global distribution of disease burden and risk factors, key measures to address the disease burden in cost-effective ways, and the role of health systems and diverse global actors in responding to the health needs of populations worldwide. The course is global in coverage, but with a focus on low- and middle-income countries and on the health of the poor.                                                                      Fall 2013 ;             14 Weeks                                                                                                  Yesim Tozan                                          -             TR, 10:10-11:25 AM                                                                                Taught in Abu Dhabi                                          This course appears in...                                                      Concentrations                     &gt;            Disciplinary Concentrations                     &gt;            Social Research and Public Policy                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                                                                 Concentrations                     &gt;            Multidisciplinary Concentrations                     &gt;            The Environment                     &gt;            Courses in Environment, Culture and Society                                                                 Majors                     &gt;            Social Research and Public Policy                                              Prerequisites                 There are no prerequisites for this course.                                                                       [an error occurred while processing this directive]                                                   Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}]}]