[{"detail": [{"content": "Physical Activity                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Priority Areas                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Physical Activity       Physical activity patterns during college are important influences on habitual physical activity during the full span of the adult life and, consequently, have significant implications for short- and long- term health outcomes. 12 Despite the importance of physical activity on overall health, less than half of all NYU students engage in sufficient physical activity to meet the Physical Activity Guidelines for Americans. 1 Research indicates that during the transition to college, exercise 22 and fitness levels 23 usually decrease and are unlikely to improve as students get older. 24 Universities are uniquely positioned to implement a comprehensive strategy for increasing physical activity by addressing individual-level factors – such as time, motivation, or skill – and determinants beyond an individual’s control – such as social, economic, environmental factors.              Key Facts     24.3% of NYU students are overweight, of which 6.0% are obese. 1   Physical inactivity is a primary contributor to one-third of the adult population’s being  overweight or obese. 26     The incidence of obesity in the U.S. college-aged population has increased from 12% in 1991 to 36% in 2004. 21   Only 45% of adults get the recommended 30 minutes of physical activity on 5 or more days per week, and adolescents are similarly inactive. 9   81 to 85% of adults continue the same physical activity patterns that they establish during their senior year of college. 12   An estimated 40 to 45% of college students engage in fitness activities regularly (≥3 days/week). 30,31   Non-exercising adults are more likely to be absent from work for more than 7 days when  compared to those exercising at least once per week. 16   Students with a GPA of 3.5 or higher are three times more likely to exercise than those with lower grades. 25                                           Recommendations     Implement point-of-decision prompts and motivational signage around campus to encourage stairwell use, walking, and other self-powered transportation.  Point-of-decision prompts are visual cues used to guide individuals in adopting healthy behaviors. These prompts serve to integrate physical activity into daily living, create a climate where choices to be active are encouraged, and increase awareness about the benefits of physical activity. 7 This strategy is appropriate for diverse populations and settings and has proven effective in eliciting desired active living behaviors. 9 Placing point-of-decision prompts at locations such as elevator banks, stairwells, and NYU trolley stops will help students recognize cues and opportunities for physical activity. 9     Improve existing on-campus exercise facilities.  NYU’s Coles Sports Center and Palladium Athletic Facility accommodate 1 million students, faculty, staff, and alumni visits to the facilities each year, supervise over 1,200 students playing on club sports and intramural teams, and enroll more than 8,000 NYU community members in 235+ recreation courses. 27 Recognizing the importance of fitness centers, NYU will continue to improve its existing on-campus exercise facilities to meet the evolving needs of the NYU community. 12 Many factors have been shown to impact fitness center utilization, including effective signage and suitable information about the facilities available on campus, accessibility and variety of exercise equipment, flexible class options and schedules, and aesthetic attributes such as air conditioning, lockers, or media. 10,12 NYU will continue to implement innovative solutions to make its exercise facilities and resources accessible and appealing.       Develop and implement tools to support physical fitness.  Tools such as pedometers and interactive technologies have been shown to be effective in helping students reach and maintain their physical activity goals. Devices to support physical activity can be personal items, which reflect individual preferences, allow for self-monitoring, personalized feedback, and incremental goal-setting. 11 Technology-based resources in particular can allow for individually tailored assistance or advice based on factors such as an individual’s specific interests, preferences, and readiness for change. 8,9       Improve awareness of and access to non-gym-based physical activity opportunities.  Gym-based exercise may not be the preferred method of physical activity for some students because of location, time, perceived cost, motivation, or student comfort. 19,20 NYU and the surrounding community offer a wealth of resources to accommodate the spectrum of students’ needs and preferences. Living an active lifestyle by integrating physical activity into an individual’s daily routine can be an effective way to increase personal fitness. 5,6,9 Expanding structured programs for self-powered transportation, building partnerships with local vendors, and using technology-based methods increase the variety of and access to opportunities for physical activity .5,6,9,17       Expand NYU organized physical activity opportunities such as peer support, classes, and extracurricular clubs.   Building, strengthening, and maintaining social networks are effective strategies for increasing physical activity and improving overall physical fitness. 4 The use of peer support and interactive social groups, such as classes and clubs, can increase engagement in physical activity by giving students the opportunity to be connected to other students and staff members, thereby enabling them to monitor their progress and encouraging them to continue their activities. 5 These opportunities for physical activity can also reduce or eliminate some of the barriers to physical activity, such as safety concerns and lack of motivation. 9       Develop physical activity-focused special events.  Involvement in university life is an important and vital aspect of a student’s collegiate career; special events, such as competitions and challenges, can be an effective method for getting students focused on and excited about participating in health-related activities, and for promoting physical activity. 18,32 Creating University-wide events focused throughout the academic school year will not only engage students individually but can also cultivate social norms and traditions around physical activity.       Reduce barriers to safe physical activity.  Nationally, safety concerns are a leading barrier to participating in physical activity. 2,5 Students are more likely to live active lifestyles if they feel safe and comfortable in their surroundings.6 Educating students about personal safety precautions and providing access to safety equipment may help reduce barriers to exercising outdoors.6 Such precautions include: being aware of their surroundings; exercising with a partner in a well-lit area or during daytime hours; or learning self-defense techniques. 2       Strengthen the integration of physical activity with the NYU academic curriculum.  Physical activity has been shown to enhance brain function and improve on-task behavior during academic instruction time. 3,13 NYU can integrate physical activity with learning by: scheduling physical activity breaks during instruction time, creating opportunities for students to be active through non-sedentary learning activities, providing institutional recognition for students’ co-curricular fitness skills and achievements throughout their tenure at NYU, and increasing for-credit physical activity-based courses. 3,12,14,15 By providing a learning environment in which physical activity is incorporated, NYU has the potential to impact students’ short- and long-term physical activity behaviors, and to maximize students’ learning during academic activities that are usually sedentary. 12       Encourage community design and development that increase the capacity for walking, bicycling, and other self-powered transportation.   Commuting to work or school by walking, bicycling, or by other physically active transportation can be an excellent way for adults to meet daily exercise recommendations. 2 Alongside New York City’s strategies for building a greater capacity for self-powered transportation, such as walking and bicycling, NYU can expand students’ abilities to use active modes of transportation. 28,29 Opportunities for such expansion could include opening up previously unused stairwells and increasing availability of bicycle racks.                                                         Indicator Technical Notes                               a) Met 2007 ACSM/AHA Recommendations for Aerobic Exercises     Data Source: ACHA #29A &amp; 29B   Survey Questions: On how many of the past 7 days did you: Do moderate intensity cardio or aerobic exercise for at least 30 minutes? &amp; On how many of the past 7 days did you: Do vigorous intensity cardio or aerobic exercise for at least 20 minutes?   Definition: proportion of students who engage in moderate-intensity cardio or aerobic exercise for at least 30 minutes on 5 or more days per week, or vigorous-intensity cardio or aerobic exercise for at least 20 minutes on 3 or more days per week. [Physical Activity and Public Health: Updated Recommendations for Adults. From the American College of Sports Medicine and the American Heart Association (2007)]     b) Engaged in muscle strengthening activities at least 2 days per week     Data Source: ACHA 29C   Survey Question: On how many of the past 7 days did you: Do 8-10 strength training exercises for 8-12 repetitions each?   Definition: proportion of students who engage in strength training exercises 2 or more times per weekc       c) Physical activity at light or greater intensity at least 3 days per week       Data Source: ACHA Custom Question   Survey Question: In a typical week, how often did you participate in any physical activity or exercise? Examples of physical activity might include: walking 20+ blocks, gardening, dancing, biking, interactive gaming exercise (i.e. wii fit), or yoga.   Definition: proportion of students who participate in physical activity 3 or more days per week                                                                  References                                 American College Health Association. (2011). American College Health Association - National College Health Assessment II: New York University Executive Summary Spring 2011. Hanover, MD: Author.   National Prevention Council. (2011). National prevention strategy: America’s plan for better health and wellness. Washington, DC: U.S. Department of Health and Human Services. Office of the Surgeon General.   Stewart, J. A., Dennison, D. A., Kohl, H. W., &amp; Doyle, J. A. (2004). Exercise level and energy expenditure in the TAKE 10! in-class physical activity program. Journal of School Health, 74(10), 397-400. doi: 10.1111/j.1746-1561.2004.tb06605.x   Kahn, E. B., Ramsey, L. T., Brownson, R. C., Heath, G. W., Howze, E. H., Powell, K. E., ... Corso, P. (2002). The effectiveness of interventions to increase physical activity: A systematic review. American Journal of Preventive Medicine, 22(4), 73-107. doi: 10.1016/S0749-3797(02)00434-8   Edwards, P., &amp; Tsouros, A. D. (2006). Promoting physical activity and active living in urban environments: The role of local governments. Copenhagen, Denmark: World Health Organization, Regional Office for Europe.   Keener, D., Goodman, K., Lowry, A., Zaro, S., &amp; Kettel Khan, L. (2009). Recommended community strategies and measurements to prevent obesity in the United States: Implementation and measurement guide. Atlanta, GA: U.S. Department of Health and Human Services. Centers for Disease Control and Prevention.   Kirby, S. D., &amp; Hollander, M. (2004). Consumer preferences and social marketing approaches to physical activity behavior and transportation and land use choices. Transportation Research Board and the Institute of Medicine Committee on Physical Activity, Health, Transportation, and Land Use. Retrieved from: http://onlinepubs.trb.org/onlinepubs/archive/downloads/sr282papers/sr282KirbyHollander.pdf   Hurling, R., Catt, M., De Boni, M., Fairley, B. W., Hurst, T., Murray, P., ... Sodhi, J. S. (2007). Using Internet and mobile phone technology to deliver an automated physical activity program: Randomized controlled trial. Journal of Medical Internet Research, 9(2), E7. doi: 10.2196/jmir.9.2.e7   Zaza, S., Briss, P. A., &amp; Harris, K. W. (2005). The guide to community preventive services: What works to promote health? New York, NY: Oxford University Press.   Gilbert, J., Shirkey, J., Beason, K., Baller, S., &amp; Rockey, D. (n.d.). The impact of campus recreation facilities and programs on undergraduate student recruitment and satisfaction at the University of Mississippi. MSAHPERD E-journal. Retrieved from http://www.msahperd.com/ejournal/campusrecfac.html   Tudor-Locke, C., &amp; Lutes, L. (2009). Why do pedometers work? A reflection upon the factors related to successfully increasing physical activity. Sports Medicine, 39(12), 981-993. doi: 10.2165/11319600-000000000-00000   Sparling, P. B. (2003). College physical education: An unrecognized agent of change in combating inactivity-related diseases. Perspectives in Biology and Medicine, 46(4), 579-587. doi: 10.1353/pbm.2003.0091   Cotman, C. W., &amp; Engesser-Cesar, C. (2002). Exercise enhances and protects brain function. Exercise and Sport Sciences Reviews, 30(2), 75-79. doi: 10.1097/00003677-200204000-00006   Sallis, J. F., Calfas, K. J., Nicholas, J. F., Sarkin, J. A., Johnson, M. F., Caparosa, S., ... Alcaraz, J. E. (1999). Evaluation of a university course to promote physical activity: Project GRAD. Research Quarterly for Exercise and Sport, 70(1), 1-10.   Cardinal, B. J., &amp; Spaziani, M. D. (2007). Effects of classroom and virtual &quot;Lifetime Fitness for Health&quot; instruction on college students' exercise behavior. Physical Educator, 64(4), 205-213.   Proper, K., &amp; Van Mechelen, W. (2008). Effectiveness and economic impact of worksite interventions to promote physical activity and healthy diet. New York, NY: World Health Organization.   Coon, J. T., Boddy, K., Stein, K., Whear, R., Barton, J., &amp; Depledge, M. H. (2011). Does participating in physical activity in outdoor natural environments have a greater effect on physical and mental wellbeing than physical activity indoors? A systematic review. doi: 10.1021/es102947t   United States Department of Health and Human Services, Centers for Disease Control and Prevention. (2002). Physical activity evaluation handbook. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention   Daskapan, A., Tuzun, E. H., &amp; Eker, L. (2006). Perceived barriers to physical activity in university students. Journal of Sports Science and Medicine, 5, 615-620.   Ebben, W., &amp; Brudzynski, L. (2008). Motivations and barriers to exercise among college students. Journal of Exercise Physiology Online, 11(5).   Ogden, C. L., Carroll, M. D., Curtin, L. R., McDowell, M. A., Tabak, C. J., &amp; Flegal, K. M. (2006). Prevalence of overweight and obesity in the United States, 1999-2004. JAMA: The Journal of the American Medical Association, 295(13), 1549-1555. doi: 10.1001/jama.295.13.1549   Racette, S. B., Deusinger, S. S., Strube, M. J., Highstein, G. R., &amp; Deusinger, R. H. (2005). Weight changes, exercise, and dietary patterns during freshman and sophomore years of college. Journal of American College Health, 53(6), 245-251. doi: 10.3200/JACH.53.6.245-251   Butler, S. M., Black, D. R., Blue, C. L., &amp; Gretebeck, R. J. (2004). Change in diet, physical activity, and body weight in female college freshman. American Journal of Health Behavior, 28(1), 24-32.   Driskell, J., Kim, Y., &amp; Goebel, K. (2005). Few differences found in the typical eating and physical activity habits of lower-level and upper-level university students. Journal of the American Dietetic Association, 105(5), 798-801. doi: 10.1016/j.jada.2005.02.004   Flynn, J. I., Piazza, A. K., &amp; Ode, J. J. (2009). The association between study time, grade point average and physical activity participation in college students. Medicine &amp; Science in Sports &amp; Exercise (Supplement 1), 41, 297. doi: 10.1249/01.MSS.0000355455.64403.18   National Center for Health Statistics. (n.d.). National Health and Nutrition Examination Survey - NHANES 2007-2008. Centers for Disease Control and Prevention. Retrieved October 20, 2011, from http://www.cdc.gov/nchs/nhanes/nhanes2007-2008/nhanes07_08.htm   New York University Division of Student Affairs. (2010). Division of Student Affairs 2009-10 annual report. New York University. Retrieved from http://www.nyu.edu/about/leadership-university-administration/office-of-the-president/office-of-the-provost/university-life/office-of-studentaffairs.html   Viola, R., Roe, M., &amp; Shin, H. (2010). The New York City pedestrian safety study &amp; action plan. New York City Department of Transportation.   New York City Department of Transportation. (2008). Sustainable streets strategic plan for the New York City Department of Transportation 2008 and beyond.   Centers for Disease Control and Prevention (CDC). (1997b.) Youth risk behavior surveillance: National college health risk behavior survey—United States, 1995. MMWR 46(SS-6), 1-54.   Leslie, E., et al. (2001. Age-related differences in physical activity levels of young adults. Medicine &amp; Science in Sports &amp; Exercise, 33, 255-58.    Polubinsky, R.L., &amp; Plos, J. M. (2007). Building camaraderie with fun, fitness, and friendly competition. Journal of Physical Education, Recreation &amp; Dance, 78(2), 25-30.                                                                          The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Physical Activity                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Priority Areas                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Physical Activity       Physical activity patterns during college are important influences on habitual physical activity during the full span of the adult life and, consequently, have significant implications for short- and long- term health outcomes. 12 Despite the importance of physical activity on overall health, less than half of all NYU students engage in sufficient physical activity to meet the Physical Activity Guidelines for Americans. 1 Research indicates that during the transition to college, exercise 22 and fitness levels 23 usually decrease and are unlikely to improve as students get older. 24 Universities are uniquely positioned to implement a comprehensive strategy for increasing physical activity by addressing individual-level factors – such as time, motivation, or skill – and determinants beyond an individual’s control – such as social, economic, environmental factors.              Key Facts     24.3% of NYU students are overweight, of which 6.0% are obese. 1   Physical inactivity is a primary contributor to one-third of the adult population’s being  overweight or obese. 26     The incidence of obesity in the U.S. college-aged population has increased from 12% in 1991 to 36% in 2004. 21   Only 45% of adults get the recommended 30 minutes of physical activity on 5 or more days per week, and adolescents are similarly inactive. 9   81 to 85% of adults continue the same physical activity patterns that they establish during their senior year of college. 12   An estimated 40 to 45% of college students engage in fitness activities regularly (≥3 days/week). 30,31   Non-exercising adults are more likely to be absent from work for more than 7 days when  compared to those exercising at least once per week. 16   Students with a GPA of 3.5 or higher are three times more likely to exercise than those with lower grades. 25                                           Recommendations     Implement point-of-decision prompts and motivational signage around campus to encourage stairwell use, walking, and other self-powered transportation.  Point-of-decision prompts are visual cues used to guide individuals in adopting healthy behaviors. These prompts serve to integrate physical activity into daily living, create a climate where choices to be active are encouraged, and increase awareness about the benefits of physical activity. 7 This strategy is appropriate for diverse populations and settings and has proven effective in eliciting desired active living behaviors. 9 Placing point-of-decision prompts at locations such as elevator banks, stairwells, and NYU trolley stops will help students recognize cues and opportunities for physical activity. 9     Improve existing on-campus exercise facilities.  NYU’s Coles Sports Center and Palladium Athletic Facility accommodate 1 million students, faculty, staff, and alumni visits to the facilities each year, supervise over 1,200 students playing on club sports and intramural teams, and enroll more than 8,000 NYU community members in 235+ recreation courses. 27 Recognizing the importance of fitness centers, NYU will continue to improve its existing on-campus exercise facilities to meet the evolving needs of the NYU community. 12 Many factors have been shown to impact fitness center utilization, including effective signage and suitable information about the facilities available on campus, accessibility and variety of exercise equipment, flexible class options and schedules, and aesthetic attributes such as air conditioning, lockers, or media. 10,12 NYU will continue to implement innovative solutions to make its exercise facilities and resources accessible and appealing.       Develop and implement tools to support physical fitness.  Tools such as pedometers and interactive technologies have been shown to be effective in helping students reach and maintain their physical activity goals. Devices to support physical activity can be personal items, which reflect individual preferences, allow for self-monitoring, personalized feedback, and incremental goal-setting. 11 Technology-based resources in particular can allow for individually tailored assistance or advice based on factors such as an individual’s specific interests, preferences, and readiness for change. 8,9       Improve awareness of and access to non-gym-based physical activity opportunities.  Gym-based exercise may not be the preferred method of physical activity for some students because of location, time, perceived cost, motivation, or student comfort. 19,20 NYU and the surrounding community offer a wealth of resources to accommodate the spectrum of students’ needs and preferences. Living an active lifestyle by integrating physical activity into an individual’s daily routine can be an effective way to increase personal fitness. 5,6,9 Expanding structured programs for self-powered transportation, building partnerships with local vendors, and using technology-based methods increase the variety of and access to opportunities for physical activity .5,6,9,17       Expand NYU organized physical activity opportunities such as peer support, classes, and extracurricular clubs.   Building, strengthening, and maintaining social networks are effective strategies for increasing physical activity and improving overall physical fitness. 4 The use of peer support and interactive social groups, such as classes and clubs, can increase engagement in physical activity by giving students the opportunity to be connected to other students and staff members, thereby enabling them to monitor their progress and encouraging them to continue their activities. 5 These opportunities for physical activity can also reduce or eliminate some of the barriers to physical activity, such as safety concerns and lack of motivation. 9       Develop physical activity-focused special events.  Involvement in university life is an important and vital aspect of a student’s collegiate career; special events, such as competitions and challenges, can be an effective method for getting students focused on and excited about participating in health-related activities, and for promoting physical activity. 18,32 Creating University-wide events focused throughout the academic school year will not only engage students individually but can also cultivate social norms and traditions around physical activity.       Reduce barriers to safe physical activity.  Nationally, safety concerns are a leading barrier to participating in physical activity. 2,5 Students are more likely to live active lifestyles if they feel safe and comfortable in their surroundings.6 Educating students about personal safety precautions and providing access to safety equipment may help reduce barriers to exercising outdoors.6 Such precautions include: being aware of their surroundings; exercising with a partner in a well-lit area or during daytime hours; or learning self-defense techniques. 2       Strengthen the integration of physical activity with the NYU academic curriculum.  Physical activity has been shown to enhance brain function and improve on-task behavior during academic instruction time. 3,13 NYU can integrate physical activity with learning by: scheduling physical activity breaks during instruction time, creating opportunities for students to be active through non-sedentary learning activities, providing institutional recognition for students’ co-curricular fitness skills and achievements throughout their tenure at NYU, and increasing for-credit physical activity-based courses. 3,12,14,15 By providing a learning environment in which physical activity is incorporated, NYU has the potential to impact students’ short- and long-term physical activity behaviors, and to maximize students’ learning during academic activities that are usually sedentary. 12       Encourage community design and development that increase the capacity for walking, bicycling, and other self-powered transportation.   Commuting to work or school by walking, bicycling, or by other physically active transportation can be an excellent way for adults to meet daily exercise recommendations. 2 Alongside New York City’s strategies for building a greater capacity for self-powered transportation, such as walking and bicycling, NYU can expand students’ abilities to use active modes of transportation. 28,29 Opportunities for such expansion could include opening up previously unused stairwells and increasing availability of bicycle racks.                                                         Indicator Technical Notes                               a) Met 2007 ACSM/AHA Recommendations for Aerobic Exercises     Data Source: ACHA #29A &amp; 29B   Survey Questions: On how many of the past 7 days did you: Do moderate intensity cardio or aerobic exercise for at least 30 minutes? &amp; On how many of the past 7 days did you: Do vigorous intensity cardio or aerobic exercise for at least 20 minutes?   Definition: proportion of students who engage in moderate-intensity cardio or aerobic exercise for at least 30 minutes on 5 or more days per week, or vigorous-intensity cardio or aerobic exercise for at least 20 minutes on 3 or more days per week. [Physical Activity and Public Health: Updated Recommendations for Adults. From the American College of Sports Medicine and the American Heart Association (2007)]     b) Engaged in muscle strengthening activities at least 2 days per week     Data Source: ACHA 29C   Survey Question: On how many of the past 7 days did you: Do 8-10 strength training exercises for 8-12 repetitions each?   Definition: proportion of students who engage in strength training exercises 2 or more times per weekc       c) Physical activity at light or greater intensity at least 3 days per week       Data Source: ACHA Custom Question   Survey Question: In a typical week, how often did you participate in any physical activity or exercise? Examples of physical activity might include: walking 20+ blocks, gardening, dancing, biking, interactive gaming exercise (i.e. wii fit), or yoga.   Definition: proportion of students who participate in physical activity 3 or more days per week                                                                  References                                 American College Health Association. (2011). American College Health Association - National College Health Assessment II: New York University Executive Summary Spring 2011. Hanover, MD: Author.   National Prevention Council. (2011). National prevention strategy: America’s plan for better health and wellness. Washington, DC: U.S. Department of Health and Human Services. Office of the Surgeon General.   Stewart, J. A., Dennison, D. A., Kohl, H. W., &amp; Doyle, J. A. (2004). Exercise level and energy expenditure in the TAKE 10! in-class physical activity program. Journal of School Health, 74(10), 397-400. doi: 10.1111/j.1746-1561.2004.tb06605.x   Kahn, E. B., Ramsey, L. T., Brownson, R. C., Heath, G. W., Howze, E. H., Powell, K. E., ... Corso, P. (2002). The effectiveness of interventions to increase physical activity: A systematic review. American Journal of Preventive Medicine, 22(4), 73-107. doi: 10.1016/S0749-3797(02)00434-8   Edwards, P., &amp; Tsouros, A. D. (2006). Promoting physical activity and active living in urban environments: The role of local governments. Copenhagen, Denmark: World Health Organization, Regional Office for Europe.   Keener, D., Goodman, K., Lowry, A., Zaro, S., &amp; Kettel Khan, L. (2009). Recommended community strategies and measurements to prevent obesity in the United States: Implementation and measurement guide. Atlanta, GA: U.S. Department of Health and Human Services. Centers for Disease Control and Prevention.   Kirby, S. D., &amp; Hollander, M. (2004). Consumer preferences and social marketing approaches to physical activity behavior and transportation and land use choices. Transportation Research Board and the Institute of Medicine Committee on Physical Activity, Health, Transportation, and Land Use. Retrieved from: http://onlinepubs.trb.org/onlinepubs/archive/downloads/sr282papers/sr282KirbyHollander.pdf   Hurling, R., Catt, M., De Boni, M., Fairley, B. W., Hurst, T., Murray, P., ... Sodhi, J. S. (2007). Using Internet and mobile phone technology to deliver an automated physical activity program: Randomized controlled trial. Journal of Medical Internet Research, 9(2), E7. doi: 10.2196/jmir.9.2.e7   Zaza, S., Briss, P. A., &amp; Harris, K. W. (2005). The guide to community preventive services: What works to promote health? New York, NY: Oxford University Press.   Gilbert, J., Shirkey, J., Beason, K., Baller, S., &amp; Rockey, D. (n.d.). The impact of campus recreation facilities and programs on undergraduate student recruitment and satisfaction at the University of Mississippi. MSAHPERD E-journal. Retrieved from http://www.msahperd.com/ejournal/campusrecfac.html   Tudor-Locke, C., &amp; Lutes, L. (2009). Why do pedometers work? A reflection upon the factors related to successfully increasing physical activity. Sports Medicine, 39(12), 981-993. doi: 10.2165/11319600-000000000-00000   Sparling, P. B. (2003). College physical education: An unrecognized agent of change in combating inactivity-related diseases. Perspectives in Biology and Medicine, 46(4), 579-587. doi: 10.1353/pbm.2003.0091   Cotman, C. W., &amp; Engesser-Cesar, C. (2002). Exercise enhances and protects brain function. Exercise and Sport Sciences Reviews, 30(2), 75-79. doi: 10.1097/00003677-200204000-00006   Sallis, J. F., Calfas, K. J., Nicholas, J. F., Sarkin, J. A., Johnson, M. F., Caparosa, S., ... Alcaraz, J. E. (1999). Evaluation of a university course to promote physical activity: Project GRAD. Research Quarterly for Exercise and Sport, 70(1), 1-10.   Cardinal, B. J., &amp; Spaziani, M. D. (2007). Effects of classroom and virtual &quot;Lifetime Fitness for Health&quot; instruction on college students' exercise behavior. Physical Educator, 64(4), 205-213.   Proper, K., &amp; Van Mechelen, W. (2008). Effectiveness and economic impact of worksite interventions to promote physical activity and healthy diet. New York, NY: World Health Organization.   Coon, J. T., Boddy, K., Stein, K., Whear, R., Barton, J., &amp; Depledge, M. H. (2011). Does participating in physical activity in outdoor natural environments have a greater effect on physical and mental wellbeing than physical activity indoors? A systematic review. doi: 10.1021/es102947t   United States Department of Health and Human Services, Centers for Disease Control and Prevention. (2002). Physical activity evaluation handbook. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention   Daskapan, A., Tuzun, E. H., &amp; Eker, L. (2006). Perceived barriers to physical activity in university students. Journal of Sports Science and Medicine, 5, 615-620.   Ebben, W., &amp; Brudzynski, L. (2008). Motivations and barriers to exercise among college students. Journal of Exercise Physiology Online, 11(5).   Ogden, C. L., Carroll, M. D., Curtin, L. R., McDowell, M. A., Tabak, C. J., &amp; Flegal, K. M. (2006). Prevalence of overweight and obesity in the United States, 1999-2004. JAMA: The Journal of the American Medical Association, 295(13), 1549-1555. doi: 10.1001/jama.295.13.1549   Racette, S. B., Deusinger, S. S., Strube, M. J., Highstein, G. R., &amp; Deusinger, R. H. (2005). Weight changes, exercise, and dietary patterns during freshman and sophomore years of college. Journal of American College Health, 53(6), 245-251. doi: 10.3200/JACH.53.6.245-251   Butler, S. M., Black, D. R., Blue, C. L., &amp; Gretebeck, R. J. (2004). Change in diet, physical activity, and body weight in female college freshman. American Journal of Health Behavior, 28(1), 24-32.   Driskell, J., Kim, Y., &amp; Goebel, K. (2005). Few differences found in the typical eating and physical activity habits of lower-level and upper-level university students. Journal of the American Dietetic Association, 105(5), 798-801. doi: 10.1016/j.jada.2005.02.004   Flynn, J. I., Piazza, A. K., &amp; Ode, J. J. (2009). The association between study time, grade point average and physical activity participation in college students. Medicine &amp; Science in Sports &amp; Exercise (Supplement 1), 41, 297. doi: 10.1249/01.MSS.0000355455.64403.18   National Center for Health Statistics. (n.d.). National Health and Nutrition Examination Survey - NHANES 2007-2008. Centers for Disease Control and Prevention. Retrieved October 20, 2011, from http://www.cdc.gov/nchs/nhanes/nhanes2007-2008/nhanes07_08.htm   New York University Division of Student Affairs. (2010). Division of Student Affairs 2009-10 annual report. New York University. Retrieved from http://www.nyu.edu/about/leadership-university-administration/office-of-the-president/office-of-the-provost/university-life/office-of-studentaffairs.html   Viola, R., Roe, M., &amp; Shin, H. (2010). The New York City pedestrian safety study &amp; action plan. New York City Department of Transportation.   New York City Department of Transportation. (2008). Sustainable streets strategic plan for the New York City Department of Transportation 2008 and beyond.   Centers for Disease Control and Prevention (CDC). (1997b.) Youth risk behavior surveillance: National college health risk behavior survey—United States, 1995. MMWR 46(SS-6), 1-54.   Leslie, E., et al. (2001. Age-related differences in physical activity levels of young adults. Medicine &amp; Science in Sports &amp; Exercise, 33, 255-58.    Polubinsky, R.L., &amp; Plos, J. M. (2007). Building camaraderie with fun, fitness, and friendly competition. Journal of Physical Education, Recreation &amp; Dance, 78(2), 25-30.                                                                          The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Stern | Full-time MBA | Virtual Tour                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Full-time MBA              The Stern Advantage Academic Excellence   IQ + EQ   Collaborative Community   The Energy of a Global Hub     Academics Faculty   Curriculum   Specializations   Course Index   Class Videos   Experiential Learning   Leadership Development   Global Programs   Dual Degrees   Summer Start     Students Class Profile   Student Blogs   Student Clubs   Diversity at Stern   Women at Stern   International Students   Families at Stern   LGBTQ Students   Military Veterans   Housing     Career Career Development   Career Paths   Employer List   Employment Statistics   Alumni Network   Alumni Video Profiles   Lifetime Career Resources     Financial Aid Scholarships   William R. Berkley Scholarship Program   Loan Programs   Teaching &amp; Graduate Fellowships   Resources for Military Veterans   Resources for Social Enterprise   Tuition &amp; Cost of Attendance     Admissions Request Information   Apply   Selection Criteria   Deadlines   Notification &amp; Process   Application Instructions   Policies   Directors&#039; Tips   FAQs     Meet With Us Visit Stern   Travel Directions   Events and Webinars   Videos   Day in the Life Student Videos   Podcasts   Virtual Tour   Contact a Student               Home / Programs &amp; Admissions / Full-time MBA / Meet With Us / Virtual Tour                        Share / Print                Print      Email      Share       Like                                              Virtual Tour of Our Campus  The virtual tour contains images and descriptions of NYU Stern's campus, neighborhood, and student spaces.                                                   Take Action     Sign Up for Information   Virtual Campus Tour   Apply                                                                                                      Meet With Us     Visit Stern   Travel Directions   Events and Webinars   Videos   Day in the Life Student Videos   Podcasts   Virtual Tour   Contact a Student                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "Welcome to NYU-ePoly                                                                                                           View Course Offering                       |                         Get Help                                                        NYU-ePoly Intro              Welcome Video        NYU-ePoly Platform Introduction        Student Testimonial                 Getting Started              Activate Your Student ID        Explore NYUHome        NYU Classes Introduction        Setting Your Time Zone        Gmail for NYU        Contact Your Advisor        Registration &amp; Scheduling        Password Reset        Upcoming Events        Featured and Archived Events        Get Help                 NYU Classes              Access Courses        My Workspace        My Profile        Reaching out to Faculty and Peers        NYU Chat Room        Discussion Boards/Forums        NYU Meetings (Webinars)        Group Work Online        Live Virtual Learning Lectures        Assignment Submission        Online Exams        Remote Proctored Exams        Check Your Course Progress                 Preparing for Class              View Course Syllabus        Purchasing Text Books        Student Success List        Academic Integrity        Student Software        Mobile Access                 Student Services              Student Financial Services        Transcripts, Grades and Enrollment Certifications        Students with Disabilities        NYU Wasserman Career Management Center        Tutor Matching Service        Library        NYU Stream        Graduate School Bulletin        Our Virtual Communities        Meet the NYU-ePoly Staff                    Menu                               Home       /       ePolyConnect            /         Student Services               /         Meet the NYU-ePoly Staff                                                               Meet the NYU-ePoly Staff                                  Online Learning Team                                                        John Vivolo                      Director of Online and Virtual Learning            NYU-ePoly            E-mail: john.vivolo@nyu.edu            Phone: 718-260-3483                                                                                   Sebastien Auguste                      Instructional Designer/Manager            NYU-ePoly            E-mail: sauguste@nyu.edu            Phone: 718-260-3393                                                                                   Jessie Guy-Ryan                      eLearning Instructional Designer/Manager            NYU-ePoly            E-mail: jg4250@nyu.edu            Phone: 718-260-3543                                     Online Enrollment and Student Services                                                         Lisa Ann Bellantuono                     Director, Enrollment Management and Marketing           Enterprise Learning and NYU-ePoly           E-mail: lbellant@nyu.edu           Phone: 718-260-3627                                                                                   Luke Modzier                      Student Services Counselor            NYU-ePoly            E-mail: lm171@nyu.edu            Phone: 718-260-3071                                                                                    Tameka Roberts                      Online Media Specialist            NYU-ePoly            E-mail: tr1077@nyu.edu            Phone: 718-260-3047                                                                                   Mayra Ortiz                      Administrative Assistant            NYU-ePoly            E-mail: mayra.ortiz@nyu.edu            Phone: 718-260-3626                                    Enterprise Learning                                                         Robert N. Ubell                      Vice Dean, Online Learning            NYU            E-mail: robert.ubell@nyu.edu            Phone: 718-260-3047                                                                                   Marlene Leekang                      Deputy Director            NYU-ePoly            E-mail: mleekang@nyu.edu            Phone: 718-260-3977                                                                                   Jay VanDerwerken                      Managing Director            Enterprise Learning            E-mail: jvanderwerken@nyu.edu            Phone: 718-260-3611                                                                                                       In This Section                                                           Student Financial Services                                                 Transcripts, Grades and Enrollment Certifications                                                 Students with Disabilities                                                 NYU Wasserman Career Management Center                                                  Tutor Matching Service                                                 Library                                          NYU Stream                                          Graduate School Bulletin                                                 Our Virtual Communities                                                 Meet the NYU-ePoly Staff                                                                                                                  NYU Polytechnic School of Engineering         15 MetroTech Center     Brooklyn, NY 11201     Tel: (718) 260-3623     Fax: (718) 260-3571                                                                Site Links        Headlines     Directory     Directions     Event Calendar     Careers/HR              IT Support     askits@nyu.edu        Online Course Help        epoly@nyu.edu               Provide Feedback         Report a Problem"}]},
{"detail": [{"content": "Physical Activity                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Priority Areas                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Physical Activity       Physical activity patterns during college are important influences on habitual physical activity during the full span of the adult life and, consequently, have significant implications for short- and long- term health outcomes. 12 Despite the importance of physical activity on overall health, less than half of all NYU students engage in sufficient physical activity to meet the Physical Activity Guidelines for Americans. 1 Research indicates that during the transition to college, exercise 22 and fitness levels 23 usually decrease and are unlikely to improve as students get older. 24 Universities are uniquely positioned to implement a comprehensive strategy for increasing physical activity by addressing individual-level factors – such as time, motivation, or skill – and determinants beyond an individual’s control – such as social, economic, environmental factors.              Key Facts     24.3% of NYU students are overweight, of which 6.0% are obese. 1   Physical inactivity is a primary contributor to one-third of the adult population’s being  overweight or obese. 26     The incidence of obesity in the U.S. college-aged population has increased from 12% in 1991 to 36% in 2004. 21   Only 45% of adults get the recommended 30 minutes of physical activity on 5 or more days per week, and adolescents are similarly inactive. 9   81 to 85% of adults continue the same physical activity patterns that they establish during their senior year of college. 12   An estimated 40 to 45% of college students engage in fitness activities regularly (≥3 days/week). 30,31   Non-exercising adults are more likely to be absent from work for more than 7 days when  compared to those exercising at least once per week. 16   Students with a GPA of 3.5 or higher are three times more likely to exercise than those with lower grades. 25                                           Recommendations     Implement point-of-decision prompts and motivational signage around campus to encourage stairwell use, walking, and other self-powered transportation.  Point-of-decision prompts are visual cues used to guide individuals in adopting healthy behaviors. These prompts serve to integrate physical activity into daily living, create a climate where choices to be active are encouraged, and increase awareness about the benefits of physical activity. 7 This strategy is appropriate for diverse populations and settings and has proven effective in eliciting desired active living behaviors. 9 Placing point-of-decision prompts at locations such as elevator banks, stairwells, and NYU trolley stops will help students recognize cues and opportunities for physical activity. 9     Improve existing on-campus exercise facilities.  NYU’s Coles Sports Center and Palladium Athletic Facility accommodate 1 million students, faculty, staff, and alumni visits to the facilities each year, supervise over 1,200 students playing on club sports and intramural teams, and enroll more than 8,000 NYU community members in 235+ recreation courses. 27 Recognizing the importance of fitness centers, NYU will continue to improve its existing on-campus exercise facilities to meet the evolving needs of the NYU community. 12 Many factors have been shown to impact fitness center utilization, including effective signage and suitable information about the facilities available on campus, accessibility and variety of exercise equipment, flexible class options and schedules, and aesthetic attributes such as air conditioning, lockers, or media. 10,12 NYU will continue to implement innovative solutions to make its exercise facilities and resources accessible and appealing.       Develop and implement tools to support physical fitness.  Tools such as pedometers and interactive technologies have been shown to be effective in helping students reach and maintain their physical activity goals. Devices to support physical activity can be personal items, which reflect individual preferences, allow for self-monitoring, personalized feedback, and incremental goal-setting. 11 Technology-based resources in particular can allow for individually tailored assistance or advice based on factors such as an individual’s specific interests, preferences, and readiness for change. 8,9       Improve awareness of and access to non-gym-based physical activity opportunities.  Gym-based exercise may not be the preferred method of physical activity for some students because of location, time, perceived cost, motivation, or student comfort. 19,20 NYU and the surrounding community offer a wealth of resources to accommodate the spectrum of students’ needs and preferences. Living an active lifestyle by integrating physical activity into an individual’s daily routine can be an effective way to increase personal fitness. 5,6,9 Expanding structured programs for self-powered transportation, building partnerships with local vendors, and using technology-based methods increase the variety of and access to opportunities for physical activity .5,6,9,17       Expand NYU organized physical activity opportunities such as peer support, classes, and extracurricular clubs.   Building, strengthening, and maintaining social networks are effective strategies for increasing physical activity and improving overall physical fitness. 4 The use of peer support and interactive social groups, such as classes and clubs, can increase engagement in physical activity by giving students the opportunity to be connected to other students and staff members, thereby enabling them to monitor their progress and encouraging them to continue their activities. 5 These opportunities for physical activity can also reduce or eliminate some of the barriers to physical activity, such as safety concerns and lack of motivation. 9       Develop physical activity-focused special events.  Involvement in university life is an important and vital aspect of a student’s collegiate career; special events, such as competitions and challenges, can be an effective method for getting students focused on and excited about participating in health-related activities, and for promoting physical activity. 18,32 Creating University-wide events focused throughout the academic school year will not only engage students individually but can also cultivate social norms and traditions around physical activity.       Reduce barriers to safe physical activity.  Nationally, safety concerns are a leading barrier to participating in physical activity. 2,5 Students are more likely to live active lifestyles if they feel safe and comfortable in their surroundings.6 Educating students about personal safety precautions and providing access to safety equipment may help reduce barriers to exercising outdoors.6 Such precautions include: being aware of their surroundings; exercising with a partner in a well-lit area or during daytime hours; or learning self-defense techniques. 2       Strengthen the integration of physical activity with the NYU academic curriculum.  Physical activity has been shown to enhance brain function and improve on-task behavior during academic instruction time. 3,13 NYU can integrate physical activity with learning by: scheduling physical activity breaks during instruction time, creating opportunities for students to be active through non-sedentary learning activities, providing institutional recognition for students’ co-curricular fitness skills and achievements throughout their tenure at NYU, and increasing for-credit physical activity-based courses. 3,12,14,15 By providing a learning environment in which physical activity is incorporated, NYU has the potential to impact students’ short- and long-term physical activity behaviors, and to maximize students’ learning during academic activities that are usually sedentary. 12       Encourage community design and development that increase the capacity for walking, bicycling, and other self-powered transportation.   Commuting to work or school by walking, bicycling, or by other physically active transportation can be an excellent way for adults to meet daily exercise recommendations. 2 Alongside New York City’s strategies for building a greater capacity for self-powered transportation, such as walking and bicycling, NYU can expand students’ abilities to use active modes of transportation. 28,29 Opportunities for such expansion could include opening up previously unused stairwells and increasing availability of bicycle racks.                                                         Indicator Technical Notes                               a) Met 2007 ACSM/AHA Recommendations for Aerobic Exercises     Data Source: ACHA #29A &amp; 29B   Survey Questions: On how many of the past 7 days did you: Do moderate intensity cardio or aerobic exercise for at least 30 minutes? &amp; On how many of the past 7 days did you: Do vigorous intensity cardio or aerobic exercise for at least 20 minutes?   Definition: proportion of students who engage in moderate-intensity cardio or aerobic exercise for at least 30 minutes on 5 or more days per week, or vigorous-intensity cardio or aerobic exercise for at least 20 minutes on 3 or more days per week. [Physical Activity and Public Health: Updated Recommendations for Adults. From the American College of Sports Medicine and the American Heart Association (2007)]     b) Engaged in muscle strengthening activities at least 2 days per week     Data Source: ACHA 29C   Survey Question: On how many of the past 7 days did you: Do 8-10 strength training exercises for 8-12 repetitions each?   Definition: proportion of students who engage in strength training exercises 2 or more times per weekc       c) Physical activity at light or greater intensity at least 3 days per week       Data Source: ACHA Custom Question   Survey Question: In a typical week, how often did you participate in any physical activity or exercise? Examples of physical activity might include: walking 20+ blocks, gardening, dancing, biking, interactive gaming exercise (i.e. wii fit), or yoga.   Definition: proportion of students who participate in physical activity 3 or more days per week                                                                  References                                 American College Health Association. (2011). American College Health Association - National College Health Assessment II: New York University Executive Summary Spring 2011. Hanover, MD: Author.   National Prevention Council. (2011). National prevention strategy: America’s plan for better health and wellness. Washington, DC: U.S. Department of Health and Human Services. Office of the Surgeon General.   Stewart, J. A., Dennison, D. A., Kohl, H. W., &amp; Doyle, J. A. (2004). Exercise level and energy expenditure in the TAKE 10! in-class physical activity program. Journal of School Health, 74(10), 397-400. doi: 10.1111/j.1746-1561.2004.tb06605.x   Kahn, E. B., Ramsey, L. T., Brownson, R. C., Heath, G. W., Howze, E. H., Powell, K. E., ... Corso, P. (2002). The effectiveness of interventions to increase physical activity: A systematic review. American Journal of Preventive Medicine, 22(4), 73-107. doi: 10.1016/S0749-3797(02)00434-8   Edwards, P., &amp; Tsouros, A. D. (2006). Promoting physical activity and active living in urban environments: The role of local governments. Copenhagen, Denmark: World Health Organization, Regional Office for Europe.   Keener, D., Goodman, K., Lowry, A., Zaro, S., &amp; Kettel Khan, L. (2009). Recommended community strategies and measurements to prevent obesity in the United States: Implementation and measurement guide. Atlanta, GA: U.S. Department of Health and Human Services. Centers for Disease Control and Prevention.   Kirby, S. D., &amp; Hollander, M. (2004). Consumer preferences and social marketing approaches to physical activity behavior and transportation and land use choices. Transportation Research Board and the Institute of Medicine Committee on Physical Activity, Health, Transportation, and Land Use. Retrieved from: http://onlinepubs.trb.org/onlinepubs/archive/downloads/sr282papers/sr282KirbyHollander.pdf   Hurling, R., Catt, M., De Boni, M., Fairley, B. W., Hurst, T., Murray, P., ... Sodhi, J. S. (2007). Using Internet and mobile phone technology to deliver an automated physical activity program: Randomized controlled trial. Journal of Medical Internet Research, 9(2), E7. doi: 10.2196/jmir.9.2.e7   Zaza, S., Briss, P. A., &amp; Harris, K. W. (2005). The guide to community preventive services: What works to promote health? New York, NY: Oxford University Press.   Gilbert, J., Shirkey, J., Beason, K., Baller, S., &amp; Rockey, D. (n.d.). The impact of campus recreation facilities and programs on undergraduate student recruitment and satisfaction at the University of Mississippi. MSAHPERD E-journal. Retrieved from http://www.msahperd.com/ejournal/campusrecfac.html   Tudor-Locke, C., &amp; Lutes, L. (2009). Why do pedometers work? A reflection upon the factors related to successfully increasing physical activity. Sports Medicine, 39(12), 981-993. doi: 10.2165/11319600-000000000-00000   Sparling, P. B. (2003). College physical education: An unrecognized agent of change in combating inactivity-related diseases. Perspectives in Biology and Medicine, 46(4), 579-587. doi: 10.1353/pbm.2003.0091   Cotman, C. W., &amp; Engesser-Cesar, C. (2002). Exercise enhances and protects brain function. Exercise and Sport Sciences Reviews, 30(2), 75-79. doi: 10.1097/00003677-200204000-00006   Sallis, J. F., Calfas, K. J., Nicholas, J. F., Sarkin, J. A., Johnson, M. F., Caparosa, S., ... Alcaraz, J. E. (1999). Evaluation of a university course to promote physical activity: Project GRAD. Research Quarterly for Exercise and Sport, 70(1), 1-10.   Cardinal, B. J., &amp; Spaziani, M. D. (2007). Effects of classroom and virtual &quot;Lifetime Fitness for Health&quot; instruction on college students' exercise behavior. Physical Educator, 64(4), 205-213.   Proper, K., &amp; Van Mechelen, W. (2008). Effectiveness and economic impact of worksite interventions to promote physical activity and healthy diet. New York, NY: World Health Organization.   Coon, J. T., Boddy, K., Stein, K., Whear, R., Barton, J., &amp; Depledge, M. H. (2011). Does participating in physical activity in outdoor natural environments have a greater effect on physical and mental wellbeing than physical activity indoors? A systematic review. doi: 10.1021/es102947t   United States Department of Health and Human Services, Centers for Disease Control and Prevention. (2002). Physical activity evaluation handbook. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention   Daskapan, A., Tuzun, E. H., &amp; Eker, L. (2006). Perceived barriers to physical activity in university students. Journal of Sports Science and Medicine, 5, 615-620.   Ebben, W., &amp; Brudzynski, L. (2008). Motivations and barriers to exercise among college students. Journal of Exercise Physiology Online, 11(5).   Ogden, C. L., Carroll, M. D., Curtin, L. R., McDowell, M. A., Tabak, C. J., &amp; Flegal, K. M. (2006). Prevalence of overweight and obesity in the United States, 1999-2004. JAMA: The Journal of the American Medical Association, 295(13), 1549-1555. doi: 10.1001/jama.295.13.1549   Racette, S. B., Deusinger, S. S., Strube, M. J., Highstein, G. R., &amp; Deusinger, R. H. (2005). Weight changes, exercise, and dietary patterns during freshman and sophomore years of college. Journal of American College Health, 53(6), 245-251. doi: 10.3200/JACH.53.6.245-251   Butler, S. M., Black, D. R., Blue, C. L., &amp; Gretebeck, R. J. (2004). Change in diet, physical activity, and body weight in female college freshman. American Journal of Health Behavior, 28(1), 24-32.   Driskell, J., Kim, Y., &amp; Goebel, K. (2005). Few differences found in the typical eating and physical activity habits of lower-level and upper-level university students. Journal of the American Dietetic Association, 105(5), 798-801. doi: 10.1016/j.jada.2005.02.004   Flynn, J. I., Piazza, A. K., &amp; Ode, J. J. (2009). The association between study time, grade point average and physical activity participation in college students. Medicine &amp; Science in Sports &amp; Exercise (Supplement 1), 41, 297. doi: 10.1249/01.MSS.0000355455.64403.18   National Center for Health Statistics. (n.d.). National Health and Nutrition Examination Survey - NHANES 2007-2008. Centers for Disease Control and Prevention. Retrieved October 20, 2011, from http://www.cdc.gov/nchs/nhanes/nhanes2007-2008/nhanes07_08.htm   New York University Division of Student Affairs. (2010). Division of Student Affairs 2009-10 annual report. New York University. Retrieved from http://www.nyu.edu/about/leadership-university-administration/office-of-the-president/office-of-the-provost/university-life/office-of-studentaffairs.html   Viola, R., Roe, M., &amp; Shin, H. (2010). The New York City pedestrian safety study &amp; action plan. New York City Department of Transportation.   New York City Department of Transportation. (2008). Sustainable streets strategic plan for the New York City Department of Transportation 2008 and beyond.   Centers for Disease Control and Prevention (CDC). (1997b.) Youth risk behavior surveillance: National college health risk behavior survey—United States, 1995. MMWR 46(SS-6), 1-54.   Leslie, E., et al. (2001. Age-related differences in physical activity levels of young adults. Medicine &amp; Science in Sports &amp; Exercise, 33, 255-58.    Polubinsky, R.L., &amp; Plos, J. M. (2007). Building camaraderie with fun, fitness, and friendly competition. Journal of Physical Education, Recreation &amp; Dance, 78(2), 25-30.                                                                          The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Stern | Full-time MBA | Virtual Tour                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Full-time MBA              The Stern Advantage Academic Excellence   IQ + EQ   Collaborative Community   The Energy of a Global Hub     Academics Faculty   Curriculum   Specializations   Course Index   Class Videos   Experiential Learning   Leadership Development   Global Programs   Dual Degrees   Summer Start     Students Class Profile   Student Blogs   Student Clubs   Diversity at Stern   Women at Stern   International Students   Families at Stern   LGBTQ Students   Military Veterans   Housing     Career Career Development   Career Paths   Employer List   Employment Statistics   Alumni Network   Alumni Video Profiles   Lifetime Career Resources     Financial Aid Scholarships   William R. Berkley Scholarship Program   Loan Programs   Teaching &amp; Graduate Fellowships   Resources for Military Veterans   Resources for Social Enterprise   Tuition &amp; Cost of Attendance     Admissions Request Information   Apply   Selection Criteria   Deadlines   Notification &amp; Process   Application Instructions   Policies   Directors&#039; Tips   FAQs     Meet With Us Visit Stern   Travel Directions   Events and Webinars   Videos   Day in the Life Student Videos   Podcasts   Virtual Tour   Contact a Student               Home / Programs &amp; Admissions / Full-time MBA / Meet With Us / Virtual Tour                        Share / Print                Print      Email      Share       Like                                              Virtual Tour of Our Campus  The virtual tour contains images and descriptions of NYU Stern's campus, neighborhood, and student spaces.                                                   Take Action     Sign Up for Information   Virtual Campus Tour   Apply                                                                                                      Meet With Us     Visit Stern   Travel Directions   Events and Webinars   Videos   Day in the Life Student Videos   Podcasts   Virtual Tour   Contact a Student                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "Welcome to NYU-ePoly                                                                                                           View Course Offering                       |                         Get Help                                                        NYU-ePoly Intro              Welcome Video        NYU-ePoly Platform Introduction        Student Testimonial                 Getting Started              Activate Your Student ID        Explore NYUHome        NYU Classes Introduction        Setting Your Time Zone        Gmail for NYU        Contact Your Advisor        Registration &amp; Scheduling        Password Reset        Upcoming Events        Featured and Archived Events        Get Help                 NYU Classes              Access Courses        My Workspace        My Profile        Reaching out to Faculty and Peers        NYU Chat Room        Discussion Boards/Forums        NYU Meetings (Webinars)        Group Work Online        Live Virtual Learning Lectures        Assignment Submission        Online Exams        Remote Proctored Exams        Check Your Course Progress                 Preparing for Class              View Course Syllabus        Purchasing Text Books        Student Success List        Academic Integrity        Student Software        Mobile Access                 Student Services              Student Financial Services        Transcripts, Grades and Enrollment Certifications        Students with Disabilities        NYU Wasserman Career Management Center        Tutor Matching Service        Library        NYU Stream        Graduate School Bulletin        Our Virtual Communities        Meet the NYU-ePoly Staff                    Menu                               Home       /       ePolyConnect            /         Student Services               /         Meet the NYU-ePoly Staff                                                               Meet the NYU-ePoly Staff                                  Online Learning Team                                                        John Vivolo                      Director of Online and Virtual Learning            NYU-ePoly            E-mail: john.vivolo@nyu.edu            Phone: 718-260-3483                                                                                   Sebastien Auguste                      Instructional Designer/Manager            NYU-ePoly            E-mail: sauguste@nyu.edu            Phone: 718-260-3393                                                                                   Jessie Guy-Ryan                      eLearning Instructional Designer/Manager            NYU-ePoly            E-mail: jg4250@nyu.edu            Phone: 718-260-3543                                     Online Enrollment and Student Services                                                         Lisa Ann Bellantuono                     Director, Enrollment Management and Marketing           Enterprise Learning and NYU-ePoly           E-mail: lbellant@nyu.edu           Phone: 718-260-3627                                                                                   Luke Modzier                      Student Services Counselor            NYU-ePoly            E-mail: lm171@nyu.edu            Phone: 718-260-3071                                                                                    Tameka Roberts                      Online Media Specialist            NYU-ePoly            E-mail: tr1077@nyu.edu            Phone: 718-260-3047                                                                                   Mayra Ortiz                      Administrative Assistant            NYU-ePoly            E-mail: mayra.ortiz@nyu.edu            Phone: 718-260-3626                                    Enterprise Learning                                                         Robert N. Ubell                      Vice Dean, Online Learning            NYU            E-mail: robert.ubell@nyu.edu            Phone: 718-260-3047                                                                                   Marlene Leekang                      Deputy Director            NYU-ePoly            E-mail: mleekang@nyu.edu            Phone: 718-260-3977                                                                                   Jay VanDerwerken                      Managing Director            Enterprise Learning            E-mail: jvanderwerken@nyu.edu            Phone: 718-260-3611                                                                                                       In This Section                                                           Student Financial Services                                                 Transcripts, Grades and Enrollment Certifications                                                 Students with Disabilities                                                 NYU Wasserman Career Management Center                                                  Tutor Matching Service                                                 Library                                          NYU Stream                                          Graduate School Bulletin                                                 Our Virtual Communities                                                 Meet the NYU-ePoly Staff                                                                                                                  NYU Polytechnic School of Engineering         15 MetroTech Center     Brooklyn, NY 11201     Tel: (718) 260-3623     Fax: (718) 260-3571                                                                Site Links        Headlines     Directory     Directions     Event Calendar     Careers/HR              IT Support     askits@nyu.edu        Online Course Help        epoly@nyu.edu               Provide Feedback         Report a Problem"}]}]