[{"detail": [{"content": "What is PS?: Tisch School of the Arts at NYU                           Skip to content        Performance Studies About the Program Admissions BA Program MA Program PhD Program Course Offerings Admin &amp; Faculty Students Alumni PS Spotlights  News &amp; Events Projects &amp; Publications Blog Facebook  home &gt; Performance Studies        What is Performance Studies?  The Department of Performance Studies is the first program in the world to focus on performance as the object of analysis. Our programs explore the ways that performance creates meaning and shapes social life. \"Performance\" is at the center of the theoretical, historical, and methodological courses offered. Courses train students to document, theorize, and analyze embodied practices and events. A provisional coalescence on the move, performance studies is more than the sum of its inclusions.    Performances    We study actual performances, from postmodern dance and Hip Hop to world's fairs and orature, from performance art and staged dramas to spirit possession, political rallies, and the law court, from Butoh and vaudeville to capoeira, Olympics and jazz.    Performance As Lens    We use performance as an organizing concept for studying a wide range of behaviors and situations, from museums and food to landscape and the aesthetics of everyday life. We use performance as a theoretical lens for thinking about how elections are organized or how gender, race, and sexuality are performative (and often performances).    Intercultural    We explore Latin/o-American, Caribbean, African and African-American, Asian and Asian-American, European, and American performance. Performance Studies challenges aesthetic hierarchies and analyzes how they are formed.    Interdisciplinary    We start with a set of concerns and objects and range widely for what we need by way of theory and method. By theorizing embodiment, event, and agency in relation to live (and mediated) performance, Performance Studies can contribute to other new fields, such as Cultural Studies and Visual Culture. We draw on such fields as anthropology, theatre, and history. Our courses explore feminist, queer, postcolonial, Marxist, psychoanalytic, and critical race theory. Our methods of research and analysis include fieldwork, interviews, archival research, and movement analysis.    Theory and Practice    We integrate theory and practice in workshops and courses in performance composition, performance writing, dramaturgy, theories of directing, and performance and technology. Guests artists have included Yvonne Rainer, August Boal, Holly Hughes, Carmelita Tropicana, Ricardo Dominguez, and Deborah Margolis.    New York City    We are situated in New York City's legendary Greenwich Village and encourage students to take full advantage of the city's unparalleled resources for seeing performances of all kinds, conducting research, and professional development. Several of our courses require students to use the city - with its many neighborhoods and subcultures - as a \"lab\" for exploring theories of everyday practice. Some courses also provide students with the opportunity to collaborate with New York City artists. Dramaturgy students have worked with prominent artists including Mabou Mines, Anne Bogart, Vito Acconci Studio, The Kitchen, and Denis O'Connor.  B.A. Degree Program  Minor in Performance Studies M.A. Degree Program Ph.D. Degree Program  Department of Performance Studies 721 Broadway, 6th Floor New York, NY 10003 Phone: 212 998 1620 Fax: 212 995 4571 performance.studies@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "What is PS?: Tisch School of the Arts at NYU                           Skip to content        Performance Studies About the Program Admissions BA Program MA Program PhD Program Course Offerings Admin &amp; Faculty Students Alumni PS Spotlights  News &amp; Events Projects &amp; Publications Blog Facebook  home &gt; Performance Studies        What is Performance Studies?  The Department of Performance Studies is the first program in the world to focus on performance as the object of analysis. Our programs explore the ways that performance creates meaning and shapes social life. \"Performance\" is at the center of the theoretical, historical, and methodological courses offered. Courses train students to document, theorize, and analyze embodied practices and events. A provisional coalescence on the move, performance studies is more than the sum of its inclusions.    Performances    We study actual performances, from postmodern dance and Hip Hop to world's fairs and orature, from performance art and staged dramas to spirit possession, political rallies, and the law court, from Butoh and vaudeville to capoeira, Olympics and jazz.    Performance As Lens    We use performance as an organizing concept for studying a wide range of behaviors and situations, from museums and food to landscape and the aesthetics of everyday life. We use performance as a theoretical lens for thinking about how elections are organized or how gender, race, and sexuality are performative (and often performances).    Intercultural    We explore Latin/o-American, Caribbean, African and African-American, Asian and Asian-American, European, and American performance. Performance Studies challenges aesthetic hierarchies and analyzes how they are formed.    Interdisciplinary    We start with a set of concerns and objects and range widely for what we need by way of theory and method. By theorizing embodiment, event, and agency in relation to live (and mediated) performance, Performance Studies can contribute to other new fields, such as Cultural Studies and Visual Culture. We draw on such fields as anthropology, theatre, and history. Our courses explore feminist, queer, postcolonial, Marxist, psychoanalytic, and critical race theory. Our methods of research and analysis include fieldwork, interviews, archival research, and movement analysis.    Theory and Practice    We integrate theory and practice in workshops and courses in performance composition, performance writing, dramaturgy, theories of directing, and performance and technology. Guests artists have included Yvonne Rainer, August Boal, Holly Hughes, Carmelita Tropicana, Ricardo Dominguez, and Deborah Margolis.    New York City    We are situated in New York City's legendary Greenwich Village and encourage students to take full advantage of the city's unparalleled resources for seeing performances of all kinds, conducting research, and professional development. Several of our courses require students to use the city - with its many neighborhoods and subcultures - as a \"lab\" for exploring theories of everyday practice. Some courses also provide students with the opportunity to collaborate with New York City artists. Dramaturgy students have worked with prominent artists including Mabou Mines, Anne Bogart, Vito Acconci Studio, The Kitchen, and Denis O'Connor.  B.A. Degree Program  Minor in Performance Studies M.A. Degree Program Ph.D. Degree Program  Department of Performance Studies 721 Broadway, 6th Floor New York, NY 10003 Phone: 212 998 1620 Fax: 212 995 4571 performance.studies@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "NYU > Linguistics > Course Offerings (GSAS Bulletin)                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science         &amp;nbsp;     &amp;nbsp;             &amp;nbsp;             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Course Offerings (GSAS Bulletin)     The following list includes courses offered in the recent past and ones projected for the near future. Approximately 35 courses are offered each year, many of them new. As a result, only a portion of the courses listed in the bulletin can actually be scheduled during any academic year. Courses taught on a regular basis are indicated with an asterisk (*).    Aesthetics of Everyday Life H42.1040* Kirshenblatt-Gimblett. 4 points. The formation of vernacular culture in New York City—how people shape their expressive behavior in relation to the conditions of their lives. Debates on the nature of vernacular culture and its creative and emancipatory potential in relation to mass media and the centralization of power in modern society.    Tourist Productions H42.1041* Kirshenblatt-Gimblett. 4 points. How tourist settings, events, and artifacts are produced, interpreted, and consumed; the “production of culture” for the consumption of the “other” (guest, stranger, tourist, expatriate, pilgrim); tradition and authenticity and the synthetic nature of culture; the process of aestheticizing and commoditizing history, politics, and aesthetics of tourist cultural production.    Body Politics: Foucault and the Production of Self H42.2032 Muñoz. 4 points. Askesis as an art and science working on the individual self and its relevance to the field of performance studies, queer theory, critical race theory, feminism, postcolonialism, and social theory. The relation of askesis to “governmentality,” “the repressive hypothesis,” and “genealogy.” Texts include The History of Sexuality; Discipline and Punish; individual essays; interviews; and readings from Blanchot, Bordieu, deCerteau, Derrida, Guattari, Le Doeuff, and Nietzsche.    Experimental Performance: Interculturalism and the Avant- Garde H42.2060* Limited to graduate students with strong acting, directing, and research interests in African, Asian, and Euro-American traditions of performance. Schechner. 4 points. Western avant-garde performance theories and techniques drawn from non- Western cultural practices. Sources, transformations, and results of the works of Craig, Artaud, Brecht, Grotowski, Brook, and Schechner.    European Performance: Seminar on Antonin Artaud H42.2202* Weiss. 4 points. Considers the totality of Artaud’s production— theory, theatre, poetry, cinema, radio, drawings, and letters—following the conviction that his early, more famous works must be reinterpreted, as he himself suggests, in the light of his ultimate artistic efforts. Special attention is given to the roles of voice and body, specifically in regard to the problematic of the psychopathology of expression.    History of Avant-Garde Performance H42.2209* Schechner. 4 points. Avant-garde performance in the 20th century from symbolism, expressionism, futurism inItaly andRussia, surrealism, and the Bauhaus to Artaud, with attention to colonial and international influences, considering movements such as primitivism, orientalism, andThird World surrealism. Emphasis is on theory and the relationship between performance and visual culture.    Special Project: Sex in Public H42.2216 Muñoz. 4 points. Cultures of dissident sexuality, mostly within theUnited States, and their public performances. Focus is on the role of race, ethnicity, and class within these communities. Topics include modes of sex work (hustling, stripping, go-go dancing, drag, and transgender performance), S/M, histories of sex in public spaces such as baths and tearooms, activism around AIDS and HIV, ’zine culture and pornography, and antipornography debates.    Topics in Politics and Performance H42.2225* Taylor . 4 points. An exploration of the many roles of performance in vying for, maintaining, and contesting political power, including rituals, ceremonies, public demonstrations, military parades, and executions. Course topics include theories of spectatorship and paradigms of power, such as fascism, nationalism, and new global political economies.    Gender and Performance: Feminist Ethnography H42.2238 Browning. 4 points. The complications involved in staking a sexual-political position in a crosscultural context. Close readings of a wide array of ethnographies from diverse historical moments are aimed at specifying our ideas about what constitutes feminist praxis at the level of cultural observation and participation as well as at the level of writing. Why have women ethnographers— professional and nonprofessional— been overlooked by the “new ethnography” movement?    Dissertation Proposal H42.2301* Required for doctoral students. Prerequisite: 76 points of completed course work. Staff. 4 points. Emphasis is on problems and opportunities of research, writing, and editing as they apply to the doctoral dissertation. Each student prepares a dissertation proposal as a class project.    Topics in Performing Culture: Performing Brazil H42.2320 Browning. 4 points. The history of Brazilian nationalist discourse and its relation to a variety of performative events, from African and indigenous syncretic religious ceremonies to the telenovela. Critical readings of the canonical historical, sociological, and anthropological accounts of the development of Brazilian culture inform examinations of popular music, religious and secular dance, political discourse, sports, and television.    Queer Theories: Performance and Performativity H42.2360* Muñoz. 4 points. Connections and ruptures between theoretical discourses like queer performativity and queer performances; how queer theory and queer performance help different communities and individuals enact “self”; the current split between a branch of queer theory that understands itself as social theory and the dominant modality of queer theory that has been categorized as cultural and literary studies; and the theoretical and cultural production of queers of color and their location in gay and lesbian studies.    Borderlands and Barrios: Mapping Latino/a Performance H42.2380 Taylor . 4 points. Current issues pertaining to Latino/a performance and identity in the United States, with emphasis on the shifts in thinking about borders and barrios. Course includes study of plays, performances, performance venues, religious and healing practices, mural paintings, and casitas, exploring how Latino/a artists negotiate these real and imagined spaces.    Topics in Latin American Performance H42.2381* Taylor . 4 points. Series of courses in history, theory, and current practice of Latin American theatre as it developed from and against European forms and models. Course topics include conquest, colonization, and modern Latin American performance practices.    Studies in Dance: Still Acts— Dance, Phenomenology, Resistance H42.2504 Lepecki. 4 points. Examination of epistemological, political, and performative challenges brought by uses of stillness within Western choreography. Contextualizes stillness in dance historically, theoretically, and aesthetically. Students read seminal texts in the history of perception, phenomenology, and dance and performance theory in order to assess how stillness challenges dance’s ontology and undermines the very notion of being.    Ritual, Play, and Performance H42.2604 Schechner. 4 points. Ethnological, anthropological, psychological, and aesthetic theories of play and ritual examined in terms of specific ritual enactments such as rites of passage, ritual theatre/dance/music, shamanism, and other forms of charismatic healing. Emphasis is on the ritual process and creativity. Examples are drawn fromAsia,Europe, the Americas,Oceania, andAfrica.    Asian Performance H42.2608* Schechner. 4 points. Comparative study of various Asian traditions—classical and modern, aesthetic, and ritual—with a special emphasis on the performance theories enunciated by Asians. Performer training, performance conventions, reception, and critical evaluation.    Belief in Performance: Syncretism as an Aesthetic Model H42.2668 Browning. 4 points. The expression of religious or cosmological belief in secular performances. While non-Western cultures often explicitly work out spiritual issues in public performance contexts, Western secular performances are read as expressions of aesthetic or political beliefs. Course examines the ways in which non-Western performance traditions and their incorporation into contemporary U.S. performance practice force a reconfiguration of the role of cosmology and spiritual belief in the arts.    Dramaturgy H42.2704 Lepecki. 4 points. Exploration of practical and theoretical challenges facing the dramaturg today. Students read from a broad range of contemporary dramaturgs, choreographers, filmmakers, visual artists, and theatre directors to assess how the dramaturg faces very specific tasks, practical compositional problems, and ethical dilemmas. Viewings of film, theatre, dance, performance art, and installation art identify elements of composition, thematic fields, and media-specific problems in dramaturgy. Throughout the semester, students are assigned to work as dramaturgs in theatre, dance, and performance art productions inNew York City.    Performance Composition H42.2730* Limited enrollment. Invited artists. 4 points. Practical workshop designed to develop autobiographical material for performance. Acting and writing exercises are adapted with the aim of making art out of everyday experiences. Course includes field trips to observe rehearsals of other performance artists.    Radio, Recording, and Sound Art H42.2752 Weiss. 4 points. The practical and theoretical aspects of sound (voice, music, noise, and silence) within modernism. Investigations are methodologically supported by work in the fields of linguistics, psycholinguistics, philosophical aesthetics, Freudian metapsychology, rhetoric, and structural anthropology. The guiding thematic is the neglected history of radiophonic art in the context of the transformation of performance by recording the montage.    Food and Performance H42.2850 Kirshenblatt-Gimblett. 4 points. Cross-cultural and interdisciplinary approaches to food, its preparation, presentation, and consumption, viewed as a complex system of performance. Topics include the physiology of taste and smell and the discourse of gastronomy; analysis of the design, staging, and choreography of food preparation, presentation, and consumption; and historical and social issues.   Updated on 05&#047;05&#047;2005       Back to top             Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "What is PS?: Tisch School of the Arts at NYU                           Skip to content        Performance Studies About the Program Admissions BA Program MA Program PhD Program Course Offerings Admin &amp; Faculty Students Alumni PS Spotlights  News &amp; Events Projects &amp; Publications Blog Facebook  home &gt; Performance Studies        What is Performance Studies?  The Department of Performance Studies is the first program in the world to focus on performance as the object of analysis. Our programs explore the ways that performance creates meaning and shapes social life. \"Performance\" is at the center of the theoretical, historical, and methodological courses offered. Courses train students to document, theorize, and analyze embodied practices and events. A provisional coalescence on the move, performance studies is more than the sum of its inclusions.    Performances    We study actual performances, from postmodern dance and Hip Hop to world's fairs and orature, from performance art and staged dramas to spirit possession, political rallies, and the law court, from Butoh and vaudeville to capoeira, Olympics and jazz.    Performance As Lens    We use performance as an organizing concept for studying a wide range of behaviors and situations, from museums and food to landscape and the aesthetics of everyday life. We use performance as a theoretical lens for thinking about how elections are organized or how gender, race, and sexuality are performative (and often performances).    Intercultural    We explore Latin/o-American, Caribbean, African and African-American, Asian and Asian-American, European, and American performance. Performance Studies challenges aesthetic hierarchies and analyzes how they are formed.    Interdisciplinary    We start with a set of concerns and objects and range widely for what we need by way of theory and method. By theorizing embodiment, event, and agency in relation to live (and mediated) performance, Performance Studies can contribute to other new fields, such as Cultural Studies and Visual Culture. We draw on such fields as anthropology, theatre, and history. Our courses explore feminist, queer, postcolonial, Marxist, psychoanalytic, and critical race theory. Our methods of research and analysis include fieldwork, interviews, archival research, and movement analysis.    Theory and Practice    We integrate theory and practice in workshops and courses in performance composition, performance writing, dramaturgy, theories of directing, and performance and technology. Guests artists have included Yvonne Rainer, August Boal, Holly Hughes, Carmelita Tropicana, Ricardo Dominguez, and Deborah Margolis.    New York City    We are situated in New York City's legendary Greenwich Village and encourage students to take full advantage of the city's unparalleled resources for seeing performances of all kinds, conducting research, and professional development. Several of our courses require students to use the city - with its many neighborhoods and subcultures - as a \"lab\" for exploring theories of everyday practice. Some courses also provide students with the opportunity to collaborate with New York City artists. Dramaturgy students have worked with prominent artists including Mabou Mines, Anne Bogart, Vito Acconci Studio, The Kitchen, and Denis O'Connor.  B.A. Degree Program  Minor in Performance Studies M.A. Degree Program Ph.D. Degree Program  Department of Performance Studies 721 Broadway, 6th Floor New York, NY 10003 Phone: 212 998 1620 Fax: 212 995 4571 performance.studies@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "NYU > Linguistics > Course Offerings (GSAS Bulletin)                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science         &amp;nbsp;     &amp;nbsp;             &amp;nbsp;             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Course Offerings (GSAS Bulletin)     The following list includes courses offered in the recent past and ones projected for the near future. Approximately 35 courses are offered each year, many of them new. As a result, only a portion of the courses listed in the bulletin can actually be scheduled during any academic year. Courses taught on a regular basis are indicated with an asterisk (*).    Aesthetics of Everyday Life H42.1040* Kirshenblatt-Gimblett. 4 points. The formation of vernacular culture in New York City—how people shape their expressive behavior in relation to the conditions of their lives. Debates on the nature of vernacular culture and its creative and emancipatory potential in relation to mass media and the centralization of power in modern society.    Tourist Productions H42.1041* Kirshenblatt-Gimblett. 4 points. How tourist settings, events, and artifacts are produced, interpreted, and consumed; the “production of culture” for the consumption of the “other” (guest, stranger, tourist, expatriate, pilgrim); tradition and authenticity and the synthetic nature of culture; the process of aestheticizing and commoditizing history, politics, and aesthetics of tourist cultural production.    Body Politics: Foucault and the Production of Self H42.2032 Muñoz. 4 points. Askesis as an art and science working on the individual self and its relevance to the field of performance studies, queer theory, critical race theory, feminism, postcolonialism, and social theory. The relation of askesis to “governmentality,” “the repressive hypothesis,” and “genealogy.” Texts include The History of Sexuality; Discipline and Punish; individual essays; interviews; and readings from Blanchot, Bordieu, deCerteau, Derrida, Guattari, Le Doeuff, and Nietzsche.    Experimental Performance: Interculturalism and the Avant- Garde H42.2060* Limited to graduate students with strong acting, directing, and research interests in African, Asian, and Euro-American traditions of performance. Schechner. 4 points. Western avant-garde performance theories and techniques drawn from non- Western cultural practices. Sources, transformations, and results of the works of Craig, Artaud, Brecht, Grotowski, Brook, and Schechner.    European Performance: Seminar on Antonin Artaud H42.2202* Weiss. 4 points. Considers the totality of Artaud’s production— theory, theatre, poetry, cinema, radio, drawings, and letters—following the conviction that his early, more famous works must be reinterpreted, as he himself suggests, in the light of his ultimate artistic efforts. Special attention is given to the roles of voice and body, specifically in regard to the problematic of the psychopathology of expression.    History of Avant-Garde Performance H42.2209* Schechner. 4 points. Avant-garde performance in the 20th century from symbolism, expressionism, futurism inItaly andRussia, surrealism, and the Bauhaus to Artaud, with attention to colonial and international influences, considering movements such as primitivism, orientalism, andThird World surrealism. Emphasis is on theory and the relationship between performance and visual culture.    Special Project: Sex in Public H42.2216 Muñoz. 4 points. Cultures of dissident sexuality, mostly within theUnited States, and their public performances. Focus is on the role of race, ethnicity, and class within these communities. Topics include modes of sex work (hustling, stripping, go-go dancing, drag, and transgender performance), S/M, histories of sex in public spaces such as baths and tearooms, activism around AIDS and HIV, ’zine culture and pornography, and antipornography debates.    Topics in Politics and Performance H42.2225* Taylor . 4 points. An exploration of the many roles of performance in vying for, maintaining, and contesting political power, including rituals, ceremonies, public demonstrations, military parades, and executions. Course topics include theories of spectatorship and paradigms of power, such as fascism, nationalism, and new global political economies.    Gender and Performance: Feminist Ethnography H42.2238 Browning. 4 points. The complications involved in staking a sexual-political position in a crosscultural context. Close readings of a wide array of ethnographies from diverse historical moments are aimed at specifying our ideas about what constitutes feminist praxis at the level of cultural observation and participation as well as at the level of writing. Why have women ethnographers— professional and nonprofessional— been overlooked by the “new ethnography” movement?    Dissertation Proposal H42.2301* Required for doctoral students. Prerequisite: 76 points of completed course work. Staff. 4 points. Emphasis is on problems and opportunities of research, writing, and editing as they apply to the doctoral dissertation. Each student prepares a dissertation proposal as a class project.    Topics in Performing Culture: Performing Brazil H42.2320 Browning. 4 points. The history of Brazilian nationalist discourse and its relation to a variety of performative events, from African and indigenous syncretic religious ceremonies to the telenovela. Critical readings of the canonical historical, sociological, and anthropological accounts of the development of Brazilian culture inform examinations of popular music, religious and secular dance, political discourse, sports, and television.    Queer Theories: Performance and Performativity H42.2360* Muñoz. 4 points. Connections and ruptures between theoretical discourses like queer performativity and queer performances; how queer theory and queer performance help different communities and individuals enact “self”; the current split between a branch of queer theory that understands itself as social theory and the dominant modality of queer theory that has been categorized as cultural and literary studies; and the theoretical and cultural production of queers of color and their location in gay and lesbian studies.    Borderlands and Barrios: Mapping Latino/a Performance H42.2380 Taylor . 4 points. Current issues pertaining to Latino/a performance and identity in the United States, with emphasis on the shifts in thinking about borders and barrios. Course includes study of plays, performances, performance venues, religious and healing practices, mural paintings, and casitas, exploring how Latino/a artists negotiate these real and imagined spaces.    Topics in Latin American Performance H42.2381* Taylor . 4 points. Series of courses in history, theory, and current practice of Latin American theatre as it developed from and against European forms and models. Course topics include conquest, colonization, and modern Latin American performance practices.    Studies in Dance: Still Acts— Dance, Phenomenology, Resistance H42.2504 Lepecki. 4 points. Examination of epistemological, political, and performative challenges brought by uses of stillness within Western choreography. Contextualizes stillness in dance historically, theoretically, and aesthetically. Students read seminal texts in the history of perception, phenomenology, and dance and performance theory in order to assess how stillness challenges dance’s ontology and undermines the very notion of being.    Ritual, Play, and Performance H42.2604 Schechner. 4 points. Ethnological, anthropological, psychological, and aesthetic theories of play and ritual examined in terms of specific ritual enactments such as rites of passage, ritual theatre/dance/music, shamanism, and other forms of charismatic healing. Emphasis is on the ritual process and creativity. Examples are drawn fromAsia,Europe, the Americas,Oceania, andAfrica.    Asian Performance H42.2608* Schechner. 4 points. Comparative study of various Asian traditions—classical and modern, aesthetic, and ritual—with a special emphasis on the performance theories enunciated by Asians. Performer training, performance conventions, reception, and critical evaluation.    Belief in Performance: Syncretism as an Aesthetic Model H42.2668 Browning. 4 points. The expression of religious or cosmological belief in secular performances. While non-Western cultures often explicitly work out spiritual issues in public performance contexts, Western secular performances are read as expressions of aesthetic or political beliefs. Course examines the ways in which non-Western performance traditions and their incorporation into contemporary U.S. performance practice force a reconfiguration of the role of cosmology and spiritual belief in the arts.    Dramaturgy H42.2704 Lepecki. 4 points. Exploration of practical and theoretical challenges facing the dramaturg today. Students read from a broad range of contemporary dramaturgs, choreographers, filmmakers, visual artists, and theatre directors to assess how the dramaturg faces very specific tasks, practical compositional problems, and ethical dilemmas. Viewings of film, theatre, dance, performance art, and installation art identify elements of composition, thematic fields, and media-specific problems in dramaturgy. Throughout the semester, students are assigned to work as dramaturgs in theatre, dance, and performance art productions inNew York City.    Performance Composition H42.2730* Limited enrollment. Invited artists. 4 points. Practical workshop designed to develop autobiographical material for performance. Acting and writing exercises are adapted with the aim of making art out of everyday experiences. Course includes field trips to observe rehearsals of other performance artists.    Radio, Recording, and Sound Art H42.2752 Weiss. 4 points. The practical and theoretical aspects of sound (voice, music, noise, and silence) within modernism. Investigations are methodologically supported by work in the fields of linguistics, psycholinguistics, philosophical aesthetics, Freudian metapsychology, rhetoric, and structural anthropology. The guiding thematic is the neglected history of radiophonic art in the context of the transformation of performance by recording the montage.    Food and Performance H42.2850 Kirshenblatt-Gimblett. 4 points. Cross-cultural and interdisciplinary approaches to food, its preparation, presentation, and consumption, viewed as a complex system of performance. Topics include the physiology of taste and smell and the discourse of gastronomy; analysis of the design, staging, and choreography of food preparation, presentation, and consumption; and historical and social issues.   Updated on 05&#047;05&#047;2005       Back to top             Contact us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of Art History | NYU                            NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       About       Undergraduate Programs       Graduate Program     Faculty     Events       Resources       Employment Opportunities       Contact Us       Fields of Vision Blog                                                                        Home &gt; Faculty       Faculty        Miriam Basilio   Associate Professor Major Interests: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.              Mosette Broderick   Clinical Professor Major Interests: 19th and 20th century architecture and urbanism, America and England, 19th century social history, collecting history, and Fifth Avenue.              Finbarr Barry Flood   Professor William R. Kenan Jr. Professor of the Humanities; Institute of Fine Arts Major Interests: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                  Dennis V Geronimus   Associate Professor; Chair Major Interests: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.              Pepe Karmel   Associate Professor Major Interests: Picasso, Pollock, Cubism, Minimalism, Contemporary Art, Critical Theory, Art and Perception              Dipti Khera   Assistant Professor Institute of Fine Arts Major Interests: Art and architecture of South Asia; Early modern visual and material culture of South Asia; Vernacular and non-European accounts of aesthetics, affect and visual-spatial practices; Cartographic cultures, art, and urban topography; Global art histories, theory and methodology; Historiography of cross-cultural encounters; Colonial visions, design and decorative arts; Collecting, museums and contemporary heritage landscapes; Postcolonial studies, modern architecture and comparative urbanism              Carol Krinsky   Professor Major Interests: 20th century architecture and planning; 15th century painting.              Meredith Martin   Associate Professor Institute of Fine Arts Major Interests: 18th- and 19th-Century French and British art, architecture, material culture, and landscape design; art and gender politics, cross-cultural encounters in European art; interiors and identity; historical revivalism and contemporary art              Michele Matteini   Assistant Professor Major Interests: Late Imperial (ca. 1400-1800) Chinese painting and material culture; antiquarianism and collecting culture; Qing history; urban culture and history; inter-Asian and transcontinental artistic exchanges; eighteenth-century art and globalism; craft and embodied knowledge; anthropology and art history; historiography of Chinese painting and art.              Louise Rice   Associate Professor Major Interests: Renaissance and Baroque art and architecture; history of prints and print culture.              Shelley Rice   Arts Professor Major Interests: Photography: History, Criticism and Theory.              Jon Ritter   Clinical Associate Professor Major Interests: 19th and 20th century architecture and urbanism; public art; history of city planning and public space.              Julia Robinson   Assistant Professor Major Interests: Recent & Current/General & Specific: Topics in 1960s through Contemporary art. Score and language-based artistic strategies; performance (and performativity) from Fluxus through the present; the shift from medium to media in contemporary art.              Ann Macy Roth   Clinical Associate Professor; Director, Ancient Near Eastern and Egyptian Studies Program Major Interests: Ancient Egyptian society and religion, particularly in the early periods; gender, royalty, wealth, and rank as expressed in architecture and art; archaeology of cemeteries              Kenneth Silver   Professor; Director of Undergraduate Studies Major Interests: French and American twentieth-century art.              Kathryn A. Smith   Professor Major Interests: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.              Edward J Sullivan   Professor Helen Gould Sheppard Professor Major Interests: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.               Affiliated Faculty          Joan Breton Connelly   Professor, Classics; Director, NYU Yeronisos Island Excavations, Cyprus Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.              Boris Groys   Global Distinguished Professor, Russian and Slavic Studies              Eve Meltzer   Assistant Professor, Gallatin Major Interests: contemporary art history, theory, and criticism;photography, material culture, psychoanalysis, structuralism, post-structuralism, and phenomenology              Jordana Mendelson   Associate Professor, Spanish and Portuguese Major Interests: Early twentieth-century visual culture in Spain              Ara H. Merjian   Associate Professor, Italian; Director of Undergraduate Studies Major Interests: Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.              Nicholas Mirzoeff   Professor, Media, Culture and Communications, Steinhardt Major Interests: Visual Culture, Cultural Studies, Climate Change, Contemporary Art and New Media, Disability Studies              Fred R. Myers   Professor, Anthropology Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.              Christopher Wood   Professor, German Major Interests: Temporalities of art: anachronism, archaism, typology, primitivisms; history of scholarship, esp. the disciplines of art history and archeology; folk art and folk literature; Märchen and Sagen; portraiture and especially “embedded” portraits (donors, votaries); votive objects and images, pilgrimages, relics; drawing and studio practice in the Renaissance; European art and the New World; art and replication technologies; magic and witchcraft in early modern Europe; art and the Protestant Reformation; iconoclasm; German art and culture in the 19th century; art and poetry of Romanticism.                                               Contact Us | &copy; New York University , Arts and Science"}]}]