[{"detail": [{"content": "Global Public Health Research Challenge                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Research                       Sub Navigation                                 FUNDING OPPORTUNITIES                       Proposal Development, Submission, and Award Administration                                                                 The GIPH Research Affinity Group Network Challenge          Letter of Intent Due: Recommended   Proposals Due: 3/1/2015                  This award provides supports projects that focus on research in a global setting and in collaboration with a NYU Global Network University (GNU) site/partners. The work should strengthen the scientific evidence base applied to the following key global public health areas:   •Addiction  • Environmental health  • Global mental health  • Non-communicable diseases (NCDs)  • Public health policy, and  • Reproductive/sexual health including HIV   The award seeks to encourage global partnerships that will provide a foundation to address important research questions within these global settings and that will potentially lead to the development of funding from external sources. Program and processes can include but are not limited to: intervention, screening, training, data analysis etc. for a targeted population, or convening of scientific meeting(s) on a key topic that results in a defined deliverable such as a larger grant submission, white paper, methodological advancement or other scholarly product.   A collaborative approach to the process is integral. The assumption is that the research cannot be implemented without participation by both the principal investigator (PI) researcher and GNU partner(s). Each proposal must include a letter from the GNU site’s signatory authority outlining its participation and an agreement that the PI controls the data and dissemination.   Criteria for evaluation  • The extent to which the proposed work is clearly focused on one of the seven global public health priority areas listed above  • The extent to which the results will contribute to advancing global collaborations and partnerships in NYU’s GNU network  • Agreement by the proposed GNU partner to participate in the work being proposed (letter of support and collaboration from the GNU site must be included)  • Clear delineation of the role of the PI and GNU partner(s) in conducting the work  • Significance and potential for advancing the field of study and enhancing the translation of theory to practice  • Innovation in approach, methods and concept  • Well-specified research problem  • Feasibility of the conceptual framework, plan and methodology  • Experience and potential of the project investigator to conduct the proposed research  • Dissemination plans   Eligibility and Restrictions  • All GIPH faculty (full, joint, clinical, affiliated, associated) members and GIPH Affinity Group Members are eligible to apply  • Applications must include a partnership with one of the NYU GNU partner sites  • Investigators may not have received GIPH Global Challenge funding in the past 2 years  • If funded the GNU site(s) may receive funds directly from the Award in accordance with New York University’s Controllers Division Business Expenses Policy 1.3.  • Money cannot be used for faculty salaries  • Awards may not exceed 12 months without prior approval   Budget Guidance and Restrictions:  • GIPH intends to fund an estimate of 1-2 awards within each affinity group, corresponding to a total of $30,000 for each group.  • All necessary costs must be listed in the budget template provided. Funds may not support faculty effort. Although not limited to, costs may include: IRB costs, research supplies, travel, hourly student time, participant payments, consultant costs, meeting costs, and honorariums.  Please note that if there are human subjects included in the proposal, we cannot award funding until NYU has granted human subject approval. GIPH Grants Manager must receive a copy of the UCAIHS approval before the release of funds. Information about Human Subjects can be seen at http://www.nyu.edu/ucaihs.   REPORTING:  All investigators must provide a one-page progress report to the GIPH Office of Research within 60 days after the completion of the funding cycle. We may ask recipients of Awards to present findings at a GIPH research forum.   DUE DATES:  Letters of Intent for all proposals are due February 4, 2015   Submit full proposals in one PDF electronically by 5:00PM, March 1, 2015 to: Martin.mcdonough@nyu.edu   Good Luck,          Cheryl Healton  Dean, Global Public Health and Director, NYU GIPH   Ann Kurth  Associate Dean of Research, NYU GIPH                                                GIPH Research Affinity Group Network Challenge Request for Proposals        GIPH Research Affinity Group Network Challenge RFP (PDF)   GIPH Research Affinity Group Network Challenge Cover Sheet (Word)   GIPH Research Affinity Group Network Challenge Budget Template (Excel)                                                                                               NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Global Public Health Research Challenge                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Research                       Sub Navigation                                 FUNDING OPPORTUNITIES                       Proposal Development, Submission, and Award Administration                                                                 The GIPH Research Affinity Group Network Challenge          Letter of Intent Due: Recommended   Proposals Due: 3/1/2015                  This award provides supports projects that focus on research in a global setting and in collaboration with a NYU Global Network University (GNU) site/partners. The work should strengthen the scientific evidence base applied to the following key global public health areas:   •Addiction  • Environmental health  • Global mental health  • Non-communicable diseases (NCDs)  • Public health policy, and  • Reproductive/sexual health including HIV   The award seeks to encourage global partnerships that will provide a foundation to address important research questions within these global settings and that will potentially lead to the development of funding from external sources. Program and processes can include but are not limited to: intervention, screening, training, data analysis etc. for a targeted population, or convening of scientific meeting(s) on a key topic that results in a defined deliverable such as a larger grant submission, white paper, methodological advancement or other scholarly product.   A collaborative approach to the process is integral. The assumption is that the research cannot be implemented without participation by both the principal investigator (PI) researcher and GNU partner(s). Each proposal must include a letter from the GNU site’s signatory authority outlining its participation and an agreement that the PI controls the data and dissemination.   Criteria for evaluation  • The extent to which the proposed work is clearly focused on one of the seven global public health priority areas listed above  • The extent to which the results will contribute to advancing global collaborations and partnerships in NYU’s GNU network  • Agreement by the proposed GNU partner to participate in the work being proposed (letter of support and collaboration from the GNU site must be included)  • Clear delineation of the role of the PI and GNU partner(s) in conducting the work  • Significance and potential for advancing the field of study and enhancing the translation of theory to practice  • Innovation in approach, methods and concept  • Well-specified research problem  • Feasibility of the conceptual framework, plan and methodology  • Experience and potential of the project investigator to conduct the proposed research  • Dissemination plans   Eligibility and Restrictions  • All GIPH faculty (full, joint, clinical, affiliated, associated) members and GIPH Affinity Group Members are eligible to apply  • Applications must include a partnership with one of the NYU GNU partner sites  • Investigators may not have received GIPH Global Challenge funding in the past 2 years  • If funded the GNU site(s) may receive funds directly from the Award in accordance with New York University’s Controllers Division Business Expenses Policy 1.3.  • Money cannot be used for faculty salaries  • Awards may not exceed 12 months without prior approval   Budget Guidance and Restrictions:  • GIPH intends to fund an estimate of 1-2 awards within each affinity group, corresponding to a total of $30,000 for each group.  • All necessary costs must be listed in the budget template provided. Funds may not support faculty effort. Although not limited to, costs may include: IRB costs, research supplies, travel, hourly student time, participant payments, consultant costs, meeting costs, and honorariums.  Please note that if there are human subjects included in the proposal, we cannot award funding until NYU has granted human subject approval. GIPH Grants Manager must receive a copy of the UCAIHS approval before the release of funds. Information about Human Subjects can be seen at http://www.nyu.edu/ucaihs.   REPORTING:  All investigators must provide a one-page progress report to the GIPH Office of Research within 60 days after the completion of the funding cycle. We may ask recipients of Awards to present findings at a GIPH research forum.   DUE DATES:  Letters of Intent for all proposals are due February 4, 2015   Submit full proposals in one PDF electronically by 5:00PM, March 1, 2015 to: Martin.mcdonough@nyu.edu   Good Luck,          Cheryl Healton  Dean, Global Public Health and Director, NYU GIPH   Ann Kurth  Associate Dean of Research, NYU GIPH                                                GIPH Research Affinity Group Network Challenge Request for Proposals        GIPH Research Affinity Group Network Challenge RFP (PDF)   GIPH Research Affinity Group Network Challenge Cover Sheet (Word)   GIPH Research Affinity Group Network Challenge Budget Template (Excel)                                                                                               NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Research                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Research                       Sub Navigation                                 FUNDING OPPORTUNITIES                       Proposal Development, Submission, and Award Administration                                                                 Research      The development of new public health approaches would be impossible without rigorous research providing a foundation of knowledge from which to build. GIPH is invested in producing research of the highest caliber and houses a global public health research center, serving as a University-wide resource for large scale, multi-school, multi-disciplinary and multi-site research projects. GIPH research draws from faculty expertise on multiple topics in multiple geographic settings; coordinates administrative support; works collaboratively with community partners and constituents; and takes a comprehensive approach to research problems, incorporating complimentary perspectives and approaches from across disciplines.            Research Profile: NYU/Ghana Health Partnership                                   New York University and its affiliated public hospital, Bellevue Hospital Center , and the University of Ghana and its affiliated public hospital, the Korle Bu Teaching Hospital , have developed a multi-disciplinary collaboration for health professional development that will result in sustained and significant improvements in health and health care in Ghana and the United States. More recently, this NYU/Ghana Health partnership has expanded to include the new University of Health &amp; Allied Sciences (Volta) as well as the Ministry of Health and the Ghana Health Service.           A variety of projects are underway, involving faculty from several of NYU's schools (Dentistry, Medicine, Nursing, Steinhardt, Wagner). The partnership addresses a variety of topics, including but not limited to:     increasing the midlevel provider workforce in sub-saharan Africa   improving access to qualified health providers   improving health outcomes (including nutrition, cardiovascular disease, diabetes, oral health)     creating cost effectivenss to lower the financial burden on national financing systems   stengthening emergency medicine systems and services in Ghana            Research Highlights          Faculty who participate in the Global Institute of Public Health engage in a diverse and impressive array of research across the university. Below is a sampling of public health-related research projects at NYU, including the school affiliation of the priciple investigator.                Ambulatory care sensitive hospitalizations and chronic diseases in Brazil Inter (American Development Bank) - James Macinko, Steinhardt   Analysis of Medicaid Claims Data (United Hospital Fund of NY) - John Billings, Wagner   An Exploration Study of Migration on HIV Risk among Poblano Migrants in NYC (NYU University Research Challenge Fund Grant) - Yumary Ruiz, Steinhardt   Anemia in pregnancy in Benin and impact on cognitive function in childhood (NIH) – Karen Day, School of Medicine   Assessing PHC in the Americas (PAHO/WHO) - James Macinko, Steinhardt   Assessing the state health policy environment (RWJF) - James Macinko, Steinhardt   Association of Periodontal Disease with Gastritis and Intestinal Metaplasia (NIDCR) – Ananda Dasanayake, College of Dentistry   Behavioral Economics of Food Choice: Taxes and Labeling (NYU-HHC Clinical Translational Science Institute) - Brian Elbel, School of Medicine/Wagner   Black-white disparities in avoidable mortality (NIH) - James Macinko, Steinhardt   CARE Corrections (NIH/NIDA) - Ann Kurth, College of Nursing   CARE India (NIH) - Ann Kurth, College of Nursing   Center for Health, Identity, Behavior &amp; Prevention Studies (CHIBPS) - Perry Halkitis, Steinhardt &amp; Farzana Kapadia, Steinhardt   Center of Excellence in the Elimination of Health Disparities (CEED) – Center to Reduce HBV (CDC) - Simona Kwon, School of Medicine   Computerized Counseling to Promote Positive Prevention and HIV Health in Kenya (NIH/NIMH) - Ann Kurth, College of Nursing   Cultural Adaptation of Internet-Based Depression Prevention Program for Immigrant Chinese American Adolescents (New York University Research Challenge Fund) - Simona Kwon, School of Medicine   Developing a CBPR mental health promotion intervention for Korean American youth in NYC (New York University Steinhardt Research Challenge Fund) - Simona Kwon, School of Medicine   Developing PDA-based decision support to treat tobacco use in dental clinics (NIH/NCRR, NYUCTSI) - Donna Shelley, School of Medicine   Development of Innovative Statistical Methods to Analyze and Related Biomechanical Data (Steinhardt Research Challenge Fund) - Ying Lu, Steinhardt   Effectiveness of smoking cessation interventions for urban hospital patients (NHLBI) - Donna Shelley, School of Medicine   Establishing a health system performance monitoring system in Ghana (NYU Global Public Health Research Challenge Grant) - Karen Grepin, Wagner   Evaluating the Impact of Using Financial Incentive to Build Supermarkets in High-Need Areas (Robert Wood Johnson Foundation Healthy Eating Research Initiative) - Brian Elbel, School of Medicine/Wagner   Evaluation of a computerized clinical decision support system and EHR-linked registry to improve management of hypertension in community based health centers (Agency for Health Research and Quality) - Donna Shelley, School of Medicine   Evaluation of Expecting Success (Robert Wood Johnson Foundation) - John Billings, Wagner   Evaluation of the Urban Health Initiative, funded by the Robert Wood Johnson Foundation (Robert Wood Johnson Foundation) - Beth Weitzman, Steinhardt   Fighting Obesity–Kids Who Cook, Kids Who Kick: A Pilot Study in Health Information Literacy among African-American Adolescents (New York-New Jersey Chapter/Medical Library Association) - Dorice Vieira, School of Medicine   Gender-specific Combination HIV Prevention for Youth in High-Burden Settings (NIH/NIAID) - Ann Kurth, College of Nursing   Genetic and Lifestyle Determinants of the Insulin Resistance (GLIR) in the Framingham Heart Study Population (Steinhardt School) - Niyati Parekh, Steinhardt   Global Infectious Disease Research Training Program, &quot;Promotion of Plasmodium Research and Training in India&quot; (NIH Fogarty) - Jane Carlton, NYU Biology   Global Partnerships for Social Science Research on AIDS in Kenya (NIH/NICHD) - Ann Kurth, College of Nursing   Health Literacy Among Korean Immigrants Living with HBP (NIH-NHLBI) - Simona Kwon, School of Medicine   Health Risks Faced by Youth who are Refugees from Zimbabwe Currently Residing in South Africa (NYU Global Public Health Research Challenge Fund) - Sally Guttmacher, Steinhardt   HIV, Illicit Drug Use and Aging in MSM *Center for AIDS Research, NYU) - Perry Halkitis, Steinhardt   HIV Transmission and Illicit Drug Use in a Caribbean Tourism Area – NYU Global Public Health Research Challenge Fund) - Yumary Ruiz, Steinhardt   Human Genetic Polymorphisms in Malaria-endemic Area (NIH/NIGMS) – Karen Day, School of Medicine   Immigration &amp; HIV risk among documented and undocumented Mexican immigrants (New York University Research Challenge Fund Program) - Farzana Kapadia, Steinhardt   Impact of early antibiotic exposure on human health (NYU Global Public Health Research Challenge Fund) - Jan Blustein, Wagner   Impact of family functioning and violence on adult’s and children’s oral health (NIDCR) – Ananda Dasanayake, College of Dentistry   Increasing access to oral health among older adults (United Hospital Fund) - Donna Shelley, School of Medicine   Increasing Oral Cancer Screening by Dentists: qualitative research on practitioners’ choices (NIH/NIDCR) - Walter Psoter, College of Dentistry   Infectious Diseases and Basic Microbiological Mechanisms Training Grant (NIH/NIAID) – Karen Day, School of Medicine   Influence of Calorie Labeling on Food Choice (NHLBI/NIH) - Brian Elbel, School of Medicine/Wagner   Integrating mental health in social development (Sanofi Aventis Access to Medicines) - Gary Belkin, School of Medicine   International Center of Excellence in Malaria - the &quot;Center for the Study of Complex Malaria in India&quot; (NIH/NIAID) - Jane Carlton, NYU Biology   Manhattan Tobacco Cessation Center (New York State Department of Health) - Donna Shelley, School of Medicine   Medicaid Chronic Illnesses Demonstration Project (NY Health Foundation) - John Billings, Wagner   Mental health delivery model (Clinton Global Initiative/Partners in Health) - Gary Belkin, School of Medicine   Metabolic syndrome and cancer mortality-potential mechanisms and interventions (NCI/NIH) - Niyati Parekh, Steinhardt   Microbiome and upper aerodigenstive cancers (NIH) - Richard Hayes, School of Medicine   Migration &amp; HIV risk among Poblano migrants in New York City: A Community-Academic Collaboration (NYU/Steinhardt Challenge Community Collaborative Awards) - Farzana Kapadia and Yumary Ruiz, Steinhardt   National Research Center of Excellence – Center for of Asian American Health (NIH- National Center on Minority Health and Health Disparities) - Simona Kwon, School of Medicine   NIDA Clinical Trials Network – New York Node (NIH/NIDA) - Donna Shelley, School of Medicine   NYU Comprehensive Oral Health Research (COHRT) Training (NIH/NIDCR) - Ralph Katz, College of Dentistry   NYU Health Promotion and Prevention Research Center (PRC) – [Training Core PI] (CDC) - Yumary Ruiz, Steinhardt   NYU Oral Health Initiative (DentaQuest Foundation ) - Donna Shelley, School of Medicine   NYU – Prevention Research Center – Building Community Capacity through a CHW Model (CDC) - Simona Kwon, School of Medicine   P. falciparum var gene diversity and malaria control (NIH) – Karen Day, School of Medicine   Partnership for Family Health (Health Resources and Services Administration) - Nancy Van Devanter, College of Nursing   Planning Parental/Motivational Interventions to Prevent Early Childhood Caries (NIH/NIDCR) – Ananda Dasanayake, College of Dentistry   Policy and Politics of Inequality (NYU Wagner Social Justice Fund) - John Gershman, Wagner     Politics of Recent Health Reforms in Ghana (NYU Wagner) - Karen Grepin, Wagner     Politics of Land and Water Rights in Ghana (NYU Wagner) – John Gershman, Wagner   Politics of Recent Health Reforms in Ghana (NYU Wagner) - Karen Grepin, Wagner   Predictive Modeling for Vulnerable Populations (NY Community Trust) - John Billings, Wagner   Qualitative Study of Dual Diagnosed Homeless (NIMH) - Deborah Padgett, Silver School of Social Work   Qualitative Study of Mental Health Recovery (NIMH) - Deborah Padgett, Silver School of Social Work   Reproductive Health Decisions and HIV Infection Risk (NIH/NICHD) - Ann Kurth, College of Nursing   Role of neighborhood, health system, and household environment characteristics on control of non-communicable diseases in Brazil: a household survey of the city of Belo Horizonte (Brazilian Ministry of Health) - James Macinko, Steinhardt   Sensitivity Analysis – If We Are Wrong, How Far Are We From Being Right? (Department of Education) - Marc Scott, Steinhardt   Spanish-Language Intervention for HIV-Positives (NIH/NIMH) - Ann Kurth, College of Nursing   Substance Abuse Research Education and Training (NIH) - Frederick More, College of Dentistry   Syndemic Production among Emergent Adult Men (NIDA/NIH) - Perry Halkitis, Steinhardt   Tax Credits for New Supermarkets in Low-Income Areas: The Influence on Healthy Eating for Adult (Aetna Foundation) - Brian Elbel, School of Medicine/Wagner   Testing a PDA based clinical decision support system for tobacco use treatment in dental clinics (AHRQ) - Donna Shelley, School of Medicine   Testing and Linkage to Care for Injecting Drug Users, Kenya (NIH/NIDA) - Ann Kurth, College of Nursing   Transmission of Maternal Indigenous Bacteria to the Newborn through Kangaroo Mother Care (NIMCH) – Ananda Dasanayake, College of Dentistry   Understanding State Health Variation (Robert Wood Johnson Foundation) - Diana Silver, Steinhardt   Using Nudges to Implement Comparative Effectiveness: Behavioral Economics and Statins (National Institute of Aging/NIH) - Brian Elbel, School of Medicine/Wagner   Utilization of NYC Playgrounds (New Yorkers for Parks) - Diana Silver, Steinhardt                                                    NYU medical residents at Korle Bu Teaching Hospital in Ghana                               Affinity Group Challenge Fund Competition                            This award provides supports projects that focus on research in a global setting and in collaboration with a NYU Global Network University (GNU) site/partners. The work should strengthen the scientific evidence base applied to the following key global public health areas:   • Addiction  • Environmental health  • Global mental health  • Non-communicable diseases (NCDs)  • Public health policy, and  • Reproductive/sexual health including HIV            NYU Research Links            Contract Office   Controller's Division Resources   Export Control Regulations   Office of Sponsored Programs   Office of Veterinary Resources   School of Medicine Research   Sponsored Programs Administration   University Animal Welfare Committee   University Committee on Activities Involving Human Subjects   University Research Policies                               View NYU-affiliated presentations        at the 2013 Annual Meeting of the          American Public Health Association                                                                 NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Global Public Health Research Challenge                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Research                       Sub Navigation                                 FUNDING OPPORTUNITIES                       Proposal Development, Submission, and Award Administration                                                                 The GIPH Research Affinity Group Network Challenge          Letter of Intent Due: Recommended   Proposals Due: 3/1/2015                  This award provides supports projects that focus on research in a global setting and in collaboration with a NYU Global Network University (GNU) site/partners. The work should strengthen the scientific evidence base applied to the following key global public health areas:   •Addiction  • Environmental health  • Global mental health  • Non-communicable diseases (NCDs)  • Public health policy, and  • Reproductive/sexual health including HIV   The award seeks to encourage global partnerships that will provide a foundation to address important research questions within these global settings and that will potentially lead to the development of funding from external sources. Program and processes can include but are not limited to: intervention, screening, training, data analysis etc. for a targeted population, or convening of scientific meeting(s) on a key topic that results in a defined deliverable such as a larger grant submission, white paper, methodological advancement or other scholarly product.   A collaborative approach to the process is integral. The assumption is that the research cannot be implemented without participation by both the principal investigator (PI) researcher and GNU partner(s). Each proposal must include a letter from the GNU site’s signatory authority outlining its participation and an agreement that the PI controls the data and dissemination.   Criteria for evaluation  • The extent to which the proposed work is clearly focused on one of the seven global public health priority areas listed above  • The extent to which the results will contribute to advancing global collaborations and partnerships in NYU’s GNU network  • Agreement by the proposed GNU partner to participate in the work being proposed (letter of support and collaboration from the GNU site must be included)  • Clear delineation of the role of the PI and GNU partner(s) in conducting the work  • Significance and potential for advancing the field of study and enhancing the translation of theory to practice  • Innovation in approach, methods and concept  • Well-specified research problem  • Feasibility of the conceptual framework, plan and methodology  • Experience and potential of the project investigator to conduct the proposed research  • Dissemination plans   Eligibility and Restrictions  • All GIPH faculty (full, joint, clinical, affiliated, associated) members and GIPH Affinity Group Members are eligible to apply  • Applications must include a partnership with one of the NYU GNU partner sites  • Investigators may not have received GIPH Global Challenge funding in the past 2 years  • If funded the GNU site(s) may receive funds directly from the Award in accordance with New York University’s Controllers Division Business Expenses Policy 1.3.  • Money cannot be used for faculty salaries  • Awards may not exceed 12 months without prior approval   Budget Guidance and Restrictions:  • GIPH intends to fund an estimate of 1-2 awards within each affinity group, corresponding to a total of $30,000 for each group.  • All necessary costs must be listed in the budget template provided. Funds may not support faculty effort. Although not limited to, costs may include: IRB costs, research supplies, travel, hourly student time, participant payments, consultant costs, meeting costs, and honorariums.  Please note that if there are human subjects included in the proposal, we cannot award funding until NYU has granted human subject approval. GIPH Grants Manager must receive a copy of the UCAIHS approval before the release of funds. Information about Human Subjects can be seen at http://www.nyu.edu/ucaihs.   REPORTING:  All investigators must provide a one-page progress report to the GIPH Office of Research within 60 days after the completion of the funding cycle. We may ask recipients of Awards to present findings at a GIPH research forum.   DUE DATES:  Letters of Intent for all proposals are due February 4, 2015   Submit full proposals in one PDF electronically by 5:00PM, March 1, 2015 to: Martin.mcdonough@nyu.edu   Good Luck,          Cheryl Healton  Dean, Global Public Health and Director, NYU GIPH   Ann Kurth  Associate Dean of Research, NYU GIPH                                                GIPH Research Affinity Group Network Challenge Request for Proposals        GIPH Research Affinity Group Network Challenge RFP (PDF)   GIPH Research Affinity Group Network Challenge Cover Sheet (Word)   GIPH Research Affinity Group Network Challenge Budget Template (Excel)                                                                                               NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Research                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Research                       Sub Navigation                                 FUNDING OPPORTUNITIES                       Proposal Development, Submission, and Award Administration                                                                 Research      The development of new public health approaches would be impossible without rigorous research providing a foundation of knowledge from which to build. GIPH is invested in producing research of the highest caliber and houses a global public health research center, serving as a University-wide resource for large scale, multi-school, multi-disciplinary and multi-site research projects. GIPH research draws from faculty expertise on multiple topics in multiple geographic settings; coordinates administrative support; works collaboratively with community partners and constituents; and takes a comprehensive approach to research problems, incorporating complimentary perspectives and approaches from across disciplines.            Research Profile: NYU/Ghana Health Partnership                                   New York University and its affiliated public hospital, Bellevue Hospital Center , and the University of Ghana and its affiliated public hospital, the Korle Bu Teaching Hospital , have developed a multi-disciplinary collaboration for health professional development that will result in sustained and significant improvements in health and health care in Ghana and the United States. More recently, this NYU/Ghana Health partnership has expanded to include the new University of Health &amp; Allied Sciences (Volta) as well as the Ministry of Health and the Ghana Health Service.           A variety of projects are underway, involving faculty from several of NYU's schools (Dentistry, Medicine, Nursing, Steinhardt, Wagner). The partnership addresses a variety of topics, including but not limited to:     increasing the midlevel provider workforce in sub-saharan Africa   improving access to qualified health providers   improving health outcomes (including nutrition, cardiovascular disease, diabetes, oral health)     creating cost effectivenss to lower the financial burden on national financing systems   stengthening emergency medicine systems and services in Ghana            Research Highlights          Faculty who participate in the Global Institute of Public Health engage in a diverse and impressive array of research across the university. Below is a sampling of public health-related research projects at NYU, including the school affiliation of the priciple investigator.                Ambulatory care sensitive hospitalizations and chronic diseases in Brazil Inter (American Development Bank) - James Macinko, Steinhardt   Analysis of Medicaid Claims Data (United Hospital Fund of NY) - John Billings, Wagner   An Exploration Study of Migration on HIV Risk among Poblano Migrants in NYC (NYU University Research Challenge Fund Grant) - Yumary Ruiz, Steinhardt   Anemia in pregnancy in Benin and impact on cognitive function in childhood (NIH) – Karen Day, School of Medicine   Assessing PHC in the Americas (PAHO/WHO) - James Macinko, Steinhardt   Assessing the state health policy environment (RWJF) - James Macinko, Steinhardt   Association of Periodontal Disease with Gastritis and Intestinal Metaplasia (NIDCR) – Ananda Dasanayake, College of Dentistry   Behavioral Economics of Food Choice: Taxes and Labeling (NYU-HHC Clinical Translational Science Institute) - Brian Elbel, School of Medicine/Wagner   Black-white disparities in avoidable mortality (NIH) - James Macinko, Steinhardt   CARE Corrections (NIH/NIDA) - Ann Kurth, College of Nursing   CARE India (NIH) - Ann Kurth, College of Nursing   Center for Health, Identity, Behavior &amp; Prevention Studies (CHIBPS) - Perry Halkitis, Steinhardt &amp; Farzana Kapadia, Steinhardt   Center of Excellence in the Elimination of Health Disparities (CEED) – Center to Reduce HBV (CDC) - Simona Kwon, School of Medicine   Computerized Counseling to Promote Positive Prevention and HIV Health in Kenya (NIH/NIMH) - Ann Kurth, College of Nursing   Cultural Adaptation of Internet-Based Depression Prevention Program for Immigrant Chinese American Adolescents (New York University Research Challenge Fund) - Simona Kwon, School of Medicine   Developing a CBPR mental health promotion intervention for Korean American youth in NYC (New York University Steinhardt Research Challenge Fund) - Simona Kwon, School of Medicine   Developing PDA-based decision support to treat tobacco use in dental clinics (NIH/NCRR, NYUCTSI) - Donna Shelley, School of Medicine   Development of Innovative Statistical Methods to Analyze and Related Biomechanical Data (Steinhardt Research Challenge Fund) - Ying Lu, Steinhardt   Effectiveness of smoking cessation interventions for urban hospital patients (NHLBI) - Donna Shelley, School of Medicine   Establishing a health system performance monitoring system in Ghana (NYU Global Public Health Research Challenge Grant) - Karen Grepin, Wagner   Evaluating the Impact of Using Financial Incentive to Build Supermarkets in High-Need Areas (Robert Wood Johnson Foundation Healthy Eating Research Initiative) - Brian Elbel, School of Medicine/Wagner   Evaluation of a computerized clinical decision support system and EHR-linked registry to improve management of hypertension in community based health centers (Agency for Health Research and Quality) - Donna Shelley, School of Medicine   Evaluation of Expecting Success (Robert Wood Johnson Foundation) - John Billings, Wagner   Evaluation of the Urban Health Initiative, funded by the Robert Wood Johnson Foundation (Robert Wood Johnson Foundation) - Beth Weitzman, Steinhardt   Fighting Obesity–Kids Who Cook, Kids Who Kick: A Pilot Study in Health Information Literacy among African-American Adolescents (New York-New Jersey Chapter/Medical Library Association) - Dorice Vieira, School of Medicine   Gender-specific Combination HIV Prevention for Youth in High-Burden Settings (NIH/NIAID) - Ann Kurth, College of Nursing   Genetic and Lifestyle Determinants of the Insulin Resistance (GLIR) in the Framingham Heart Study Population (Steinhardt School) - Niyati Parekh, Steinhardt   Global Infectious Disease Research Training Program, &quot;Promotion of Plasmodium Research and Training in India&quot; (NIH Fogarty) - Jane Carlton, NYU Biology   Global Partnerships for Social Science Research on AIDS in Kenya (NIH/NICHD) - Ann Kurth, College of Nursing   Health Literacy Among Korean Immigrants Living with HBP (NIH-NHLBI) - Simona Kwon, School of Medicine   Health Risks Faced by Youth who are Refugees from Zimbabwe Currently Residing in South Africa (NYU Global Public Health Research Challenge Fund) - Sally Guttmacher, Steinhardt   HIV, Illicit Drug Use and Aging in MSM *Center for AIDS Research, NYU) - Perry Halkitis, Steinhardt   HIV Transmission and Illicit Drug Use in a Caribbean Tourism Area – NYU Global Public Health Research Challenge Fund) - Yumary Ruiz, Steinhardt   Human Genetic Polymorphisms in Malaria-endemic Area (NIH/NIGMS) – Karen Day, School of Medicine   Immigration &amp; HIV risk among documented and undocumented Mexican immigrants (New York University Research Challenge Fund Program) - Farzana Kapadia, Steinhardt   Impact of early antibiotic exposure on human health (NYU Global Public Health Research Challenge Fund) - Jan Blustein, Wagner   Impact of family functioning and violence on adult’s and children’s oral health (NIDCR) – Ananda Dasanayake, College of Dentistry   Increasing access to oral health among older adults (United Hospital Fund) - Donna Shelley, School of Medicine   Increasing Oral Cancer Screening by Dentists: qualitative research on practitioners’ choices (NIH/NIDCR) - Walter Psoter, College of Dentistry   Infectious Diseases and Basic Microbiological Mechanisms Training Grant (NIH/NIAID) – Karen Day, School of Medicine   Influence of Calorie Labeling on Food Choice (NHLBI/NIH) - Brian Elbel, School of Medicine/Wagner   Integrating mental health in social development (Sanofi Aventis Access to Medicines) - Gary Belkin, School of Medicine   International Center of Excellence in Malaria - the &quot;Center for the Study of Complex Malaria in India&quot; (NIH/NIAID) - Jane Carlton, NYU Biology   Manhattan Tobacco Cessation Center (New York State Department of Health) - Donna Shelley, School of Medicine   Medicaid Chronic Illnesses Demonstration Project (NY Health Foundation) - John Billings, Wagner   Mental health delivery model (Clinton Global Initiative/Partners in Health) - Gary Belkin, School of Medicine   Metabolic syndrome and cancer mortality-potential mechanisms and interventions (NCI/NIH) - Niyati Parekh, Steinhardt   Microbiome and upper aerodigenstive cancers (NIH) - Richard Hayes, School of Medicine   Migration &amp; HIV risk among Poblano migrants in New York City: A Community-Academic Collaboration (NYU/Steinhardt Challenge Community Collaborative Awards) - Farzana Kapadia and Yumary Ruiz, Steinhardt   National Research Center of Excellence – Center for of Asian American Health (NIH- National Center on Minority Health and Health Disparities) - Simona Kwon, School of Medicine   NIDA Clinical Trials Network – New York Node (NIH/NIDA) - Donna Shelley, School of Medicine   NYU Comprehensive Oral Health Research (COHRT) Training (NIH/NIDCR) - Ralph Katz, College of Dentistry   NYU Health Promotion and Prevention Research Center (PRC) – [Training Core PI] (CDC) - Yumary Ruiz, Steinhardt   NYU Oral Health Initiative (DentaQuest Foundation ) - Donna Shelley, School of Medicine   NYU – Prevention Research Center – Building Community Capacity through a CHW Model (CDC) - Simona Kwon, School of Medicine   P. falciparum var gene diversity and malaria control (NIH) – Karen Day, School of Medicine   Partnership for Family Health (Health Resources and Services Administration) - Nancy Van Devanter, College of Nursing   Planning Parental/Motivational Interventions to Prevent Early Childhood Caries (NIH/NIDCR) – Ananda Dasanayake, College of Dentistry   Policy and Politics of Inequality (NYU Wagner Social Justice Fund) - John Gershman, Wagner     Politics of Recent Health Reforms in Ghana (NYU Wagner) - Karen Grepin, Wagner     Politics of Land and Water Rights in Ghana (NYU Wagner) – John Gershman, Wagner   Politics of Recent Health Reforms in Ghana (NYU Wagner) - Karen Grepin, Wagner   Predictive Modeling for Vulnerable Populations (NY Community Trust) - John Billings, Wagner   Qualitative Study of Dual Diagnosed Homeless (NIMH) - Deborah Padgett, Silver School of Social Work   Qualitative Study of Mental Health Recovery (NIMH) - Deborah Padgett, Silver School of Social Work   Reproductive Health Decisions and HIV Infection Risk (NIH/NICHD) - Ann Kurth, College of Nursing   Role of neighborhood, health system, and household environment characteristics on control of non-communicable diseases in Brazil: a household survey of the city of Belo Horizonte (Brazilian Ministry of Health) - James Macinko, Steinhardt   Sensitivity Analysis – If We Are Wrong, How Far Are We From Being Right? (Department of Education) - Marc Scott, Steinhardt   Spanish-Language Intervention for HIV-Positives (NIH/NIMH) - Ann Kurth, College of Nursing   Substance Abuse Research Education and Training (NIH) - Frederick More, College of Dentistry   Syndemic Production among Emergent Adult Men (NIDA/NIH) - Perry Halkitis, Steinhardt   Tax Credits for New Supermarkets in Low-Income Areas: The Influence on Healthy Eating for Adult (Aetna Foundation) - Brian Elbel, School of Medicine/Wagner   Testing a PDA based clinical decision support system for tobacco use treatment in dental clinics (AHRQ) - Donna Shelley, School of Medicine   Testing and Linkage to Care for Injecting Drug Users, Kenya (NIH/NIDA) - Ann Kurth, College of Nursing   Transmission of Maternal Indigenous Bacteria to the Newborn through Kangaroo Mother Care (NIMCH) – Ananda Dasanayake, College of Dentistry   Understanding State Health Variation (Robert Wood Johnson Foundation) - Diana Silver, Steinhardt   Using Nudges to Implement Comparative Effectiveness: Behavioral Economics and Statins (National Institute of Aging/NIH) - Brian Elbel, School of Medicine/Wagner   Utilization of NYC Playgrounds (New Yorkers for Parks) - Diana Silver, Steinhardt                                                    NYU medical residents at Korle Bu Teaching Hospital in Ghana                               Affinity Group Challenge Fund Competition                            This award provides supports projects that focus on research in a global setting and in collaboration with a NYU Global Network University (GNU) site/partners. The work should strengthen the scientific evidence base applied to the following key global public health areas:   • Addiction  • Environmental health  • Global mental health  • Non-communicable diseases (NCDs)  • Public health policy, and  • Reproductive/sexual health including HIV            NYU Research Links            Contract Office   Controller's Division Resources   Export Control Regulations   Office of Sponsored Programs   Office of Veterinary Resources   School of Medicine Research   Sponsored Programs Administration   University Animal Welfare Committee   University Committee on Activities Involving Human Subjects   University Research Policies                               View NYU-affiliated presentations        at the 2013 Annual Meeting of the          American Public Health Association                                                                 NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Public Health Research Center - NYU Abu Dhabi                                                                                                                                                                               Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Archives and Special Collections                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               Research                                               NYU Abu Dhabi Institute                                               Institute Research                                               Public Health Research Center                                                          Public Health Research Center                                                     Diabetes Research Center                              The Abu Dhabi Cohort Study                                                                              The Emirate of Abu Dhabi is confronting major public health challenges in tobacco use, obesity, diabetes, and cardiovascular disease. These factors have complex co-determinants in human genetic susceptibility and environmental conditions, ranging potentially from the built environment to the human microbial milieu (microbiome). The mission of the NYU Abu Dhabi Public Health Research Center (PHRC) is to improve the health of the population in Abu Dhabi through research.                               Goals   The principal goals of the PHRC are:     To identify environmental and genetic determinants of health and of premature death, disease and disability in Abu Dhabi.   To develop and test novel public health interventions to promote wellness and reduce premature death, disease and disability in Abu Dhabi.   To create a world-class public health research center in Abu Dhabi and develop a cadre of highly skilled public health scientists and practitioners.                                 Centers     The PHRC proposes a research program to address critical topics for Abu Dhabi in public health science through the development of specific centers:   Diabetes Research Center     In addition to cardiovascular disease, which is the leading cause of death in the UAE, obesity and diabetes in Abu Dhabi are emerging as major public health problems. More than half of the population display central obesity and more than 40% have either prediabetes or diabetes. Without intervention, the overall prevalence rate of diabetes is projected to reach 30% by 2014.     Read More about the Diabetes Research Center       Obesity and Genetic Susceptibility to Diabetes Research Center     Since more than 40% of the relatively young population of Abu Dhabi Nationals has diabetes or pre-diabetes, this center will identify and validate genetic factors that predispose to diabetes in obese individuals.   Human Oral Microbiome Research Center   Cardiovascular disease is the leading cause of death in the UAE; this center seeks to identify and understand the functional role oral bacteria (e.g. periodontal disease) have in its association with cardiovascular disease.   Smoking Cessation Research Center   In order to decrease the prevalence of tobacco use, a program of identification and intervention in smoking behavior, tailored to the specific needs of the Abu Dhabi population, will be created.                             Researchers   Scott Sherman MD, MPH , Principal Investigator  Associate Professor of Medicine, NYU School of Medicine  Email: Scott.Sherman@nyumc.org  Biosketch Sherman     Richard Hayes DDS, PhD, Principal Investigator  Professor of Epidemiology, NYU School of Medicine  Email: Richard.Hayes@nyumc.org  Biosketch Hayes   Ann Marie Schmidt MD, Principal Investigator  Professor of Medicine and Pharmacology, NYU School of Medicine  Email: AnnMarie.Schmidt@nyumc.org  Biosketch Schmidt   Ravichandran Ramasamy PhD, Principal Investigator  Associate Professor of Medicine and Pharmacology, NYU School of Medicine  Email: Ravichandran.Ramasamy@nyumc.org  Biosketch Ramasamy   Tomas Kirchhoff, Co-Principal Investigator  Assistant Professor of Environmental Medicine, NYU School of Medicine  Email: tomas.kirchhoff@nyumc.org  Biosketch Kirchhoff     Jiyoung Ahn, Co-Principal Investigator  Assistant Professor of Environmental Medicine, NYU School of Medicine  Email: jiyoung.ahn@nyumc.org  Biosketch Ahn                                                                 The Abu Dhabi Cohort Study                                                    Cardiovascular disease and diabetes are extremely common in Abu Dhabi and throughout the Arab World. While cohort studies have made tremendous contributions to scientific knowledge of the epidemiology and determinants of diabetes, cardiovascular disease and cancer, none have been done in Arab populations.                                 PHRC Team at NYUAD   Raghib Ali DPH MSc MRCP  Director  Email: raghib.ali@nyu.edu     Abdishakur Abdulle PhD  Associate Director  Email: a.abdulle@nyu.edu     Aisha Al Hamiz BSc  Public Health Specialist  Email: aisha.alhamiz@nyu.edu     Ayesha Al Hosani BSc  Research Assistant  Email: ayesha.alhosani@nyu.edu     Claire Inman PhD  Lab Manager  Email: claire.inman@nyu.edu     Divya Galani MSc  Lab Technician  Email: divya.galani@nyu.edu     Muna Haji MSQ RN  Clinical Research Nurse  Email: muna.haji@nyu.edu   Maryse Bibeau BA  Administrative Coordinator  Email: maryse.bibeau@nyu.edu                               Contact Us     Public Health Research Center  P.O. Box 129188  Abu Dhabi, UAE     Maryse Bibeau, Administrative Coordinator  Email: maryse.bibeau@nyu.edu                                                                Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}]}]