[{"detail": [{"content": "Hack Ebola @NYU | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Events / Hack Ebola @NYU                         Events                                                             Hack Ebola @NYU                      Saturday, November 1, 2014 - 3:00pm EDT - Sunday, November 2, 2014 - 7:30pm EST                             Location: 6 MetroTech Center, Regna Lounge Jay Street Brooklyn , NY , US              Price: $10              Website: https://www.hackerleague.org/hackathons/hack-ebola-at-nyu              Contact: Design Tinkering Club designtinkering@gmail.com                              The Greenhouse and Design Tinkering Club at NYU School of Engineering have decided to answer the call made by USAID and OpenIDEOs challenge to bring together technologists, makers, hackers, designers, activists, and medical experts to work together to come up with implementable solutions to address the issue of Ebola. We are collaborating with multiple organizations, including The GovLab@NYU, to bring together the NYU community to tackle this issue and raise awareness about the seriousness of this infectious disease.   Faced with the escalating Ebola epidemic and the need for a coordinated global response, USAID and partners have seen a clear urgency for innovative ideas to improve healthcare delivery and restrict the spread of the disease. This has led USAID to create a challenge How might we rapidly equip and empower the care community to fight ebola? on openIDEO, an open innovation platform, inviting the public to come together to brainstorm and develop innovative solutions for this endemic problem.   All the ideas we come up with can be posted on OpenIdeo (working directly with USAID). In addition we are partnering with the There is No Limit Foundation which is working directly with the First Lady of Guinea&rsquo;s foundation on the ground in Guinea. Also, to leave no stones unturned we are working in partnering with more organizations on the ground. We want to ensure that any helpful solution we come up with gets implemented!   Everything done through this hackathon is intended to be open-source.   Agenda   Saturday, November 1   03.00 - 03.30: Venue open and registration (new participants)   03.30 - 04.00: High tea &amp; Meet and Greet   04.00 - 05.00: Brief on Ebola - Discussion on problems and solutions   05.00 - 06.00: Team formations + Initial Brainstorming (To enable immediate hacking on Day 2)      Sunday, November 2   09.00: Doors open + Breakfast   09.30: Hackathon kickoff   13.00: Lunch break   18.30: Hack ends + Presentations + Demos (The coolest phase!)                                            Events                 Apr 28 2015 - 3:00pm  NYU Classes Drop-in  Apr 30 2015 - 1:00pm  NYU Prototyping Fund Showcase Spring&#039;15  May 1 2015 - 10:00am  NYU Classes Drop-in  May 5 2015 - 3:00pm  NYU Classes Drop-in  May 8 2015 - 10:00am  NYU Classes Drop-in  May 12 2015 - 3:00pm  NYU Classes Drop-in                                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]