[{"detail": [{"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Utopias and Distopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Objectivity Prof. Gitelman (English) and Prof. Robles (Media, Culture &amp; Communication)   syllabus  Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—On Beasts and Books Prof. Kay (French)   syllabus According to the Book of Genesis, human beings have two distinct relationships with other animals: in one version of the creation story Adam gives them names, in the other they are created to keep him company. Whether non-human animals are creatures to which we assign meanings, or whether they are our interlocutors, is thus a dilemma formulated from the outset. It will provide the overall framework for this course in we examine how animals are interpreted metaphorically or symbolically, as if they were texts, and how they are also represented as speaking to us, as if they were producers of texts. We work mainly on written documents ranging from the Bible and antiquity through the Middle Ages and the premodern period (mainly the sixteenth and seventeenth centuries), reaching forward occasionally into the contemporary world for current examples. Some materials are literary (like fables and fairy stories), some philosophical, others historical. We also consider visual materials from manuscript illuminations to recent films. And we evaluate the role of animals in cultural practices other than literary or artistic works—for instance, in hunting or in zoos—and discover how, in this sense, they are like texts that we can read and analyze. FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature)  syllabus  \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gerety (Collegiate Professor)   syllabus  What   is the soul? Is it the conscious self or something more? Does our   identity persist beyond death? What is the relation between the soul and   good and evil? Some say that Socrates 'discovered' the human soul, but   the idea that we have souls that outlast our bodies is as old as   humanity. Our understanding of the nature of our souls often dictates   the way we feel we should live. We will explore ideas from Homer and   Heraclitus through Socrates himself and then on to Sophocles, Plato,   Aristotle, the Hebrew Bible, the New Testament (including the Gnostics),   Augustine, and Vergil. We look for the elements that make up personal   identity and value in the ancient world, both religious and secular, and   see how much these change from Homer's world to that of Augustine and   the Roman Empire. We then turn to Dante, who provides a bridge to some   of the great thinkers and artists of the Renaissance--most notably   Shakespeare and DaVinci but also Montaigne and Villon. In all of these,   the permanence and even presence of our souls seem more uncertain, more   threatened by death and obliteration, than in Plato or Paul, and this   threat reaches our morality and values as well. In this way, the   Renaissance marks the beginning of the world in which all of us must now   find our way. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)   syllabus  A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice.  FALL 2013 MAP-UA 410, Texts and Ideas: Topics—Exile and Belonging—Writing Intensive Prof. Waters (Irish Studies)  syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; students must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.   The very possibility of our identity rests on the possibility of our estrangement. This theme haunts Western literature, philosophy, and politics from antiquity to the present. We examine the dynamic of exile and belonging, of place and displacement, by reading closely a series of classical texts that established a framework for thinking about culture, the state, and the individual. Readings: Genesis, Exodus, Isaiah; Sophocles' Oedipus, Antigone, Oedipus at Colonus; Defoe's Robinson Crusoe; Shelley's Frankenstein; Douglass' Narrative of the Life of an American Slave; Marx and Engels' Communist Manifesto; Nietzsche's Gay Science; Freud's Civilization and Its Discontents, and Disturbance of Memory at the Acropolis; selection from Ovid, Byron, Keats. NOTE: Students must also register for one of the linked section of EXPOS-UA 1, Writing the Essay: 016, 017, 018, 020, 021, 023, 025. Spring 2014 SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)   syllabus  What is the “market”, the “economy”, or “capitalism”? How do individuals interact with each other in the marketplace? What is the morality of commerce? And how does, or should, the state govern the economy? These are all questions that have no simple answers and as a consequence they stimulate controversy today, in America and throughout the world. Yet these questions have a long pedigree. Since antiquity intellectuals have grappled with the fundamental issues of what in the past they called moral philosophy, what today we call political economy: how the individual, the market, and the state should interact with each other. Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola, Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek, Galbraith, Kindleberger, Harvey, Sachs. SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)   syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires.  SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—Guilt and Sin, Law and Justice Prof. Maudlin (Philosophy)  syllabus The   nature of justice, the legitimacy of law, and the justification for   punishment. We begin with Biblical accounts of sin and retribution,   Greek myths on the origin of the legal system, and the trial and   execution of Socrates. Turning to more modern works, we consider   theories of natural rights and the origin of legitimate states through   social contract, ending with three novels that present challenging views   of crime, the legal system, and the human soul. Readings: Genesis,   Exodus; Euripides’ Oresteia; Plato’s Apology, Crito, Phaedo, Republic;   Paine’s Rights of Man; Melville’s Billy Budd; Dostoyevsky’s Crime and   Punishment; Kafka’s Trial. SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—On Liberation Prof. Watson (English)   syllabus  What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2014 CORE -UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)   syllabus  The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. SPRING 2014 CORE -UA 403 Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)   syllabus  The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2014 CORE -UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores   the ancient foundations of traditional Western culture by examining the   political and social institutions, religious beliefs, and value systems   of the Israelites, Greeks, Romans, and early Christians; then turns to   the radical challenges to this traditional culture, in the areas of the   economy, politics, religion, and morality, that arose over the course of   the 19th century, challenges that continue to reverberate to this day.   Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides'   Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid;   Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels'   Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species;   Nietzsche's Genealogy of Morality; Freud's Civilization and Its   Discontents.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Levene (Classics)   syllabus  Every society places demands on individuals: it could not do otherwise and still remain a society. But what happens when those demands are inconsistent? Can--or should--an individual determine the right course of action by reason alone? Or should one simply obey--but then, whom should one obey? What happens when people's moral judgments differ from the expectations of those around them? How can one maintain a society in the face of such conflicts? From the first moments of Western literature those questions are explored; they became all the more insistent in the unprecedented political, social, intellectual, and economic upheavals of the 19th century. One effect was the increasingly central role given to art itself, seen as the dynamic force able to create a cohesive society. Our study will include Richard Wagner's remarkable music-drama The Ring of the Nibelung, perhaps the most significant and influential art-work of the era (studied primarily as a text, though there will be opportunities to hear the music as well). Other readings will include selections from the Hebrew and Christian Scriptures; Homer's Iliad; Sophocles' Antigone; Plato's Gorgias; Vergil's Aeneid; poetry by (among others) Shelley, Tennyson, and Matthew Arnold; Arnold's Culture and Anarchy; Wagner's Art and Revolution; and Nietzsche's Genealogy of Morality. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus  Examines   Western conceptions of the relation between humans and the natural   world. Considers how 19th-century thinkers embraced, revised, and   overturned ancient ideas about creation, natural order, the distinction   between humans and animals, and the risks and rewards of probing   nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian   scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's   Origin of Species, and works by Plato, Aristotle, Augustine, Emerson,   Goethe, and Nietzsche.  top of page           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Utopias and Distopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Objectivity Prof. Gitelman (English) and Prof. Robles (Media, Culture &amp; Communication)   syllabus  Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—On Beasts and Books Prof. Kay (French)   syllabus According to the Book of Genesis, human beings have two distinct relationships with other animals: in one version of the creation story Adam gives them names, in the other they are created to keep him company. Whether non-human animals are creatures to which we assign meanings, or whether they are our interlocutors, is thus a dilemma formulated from the outset. It will provide the overall framework for this course in we examine how animals are interpreted metaphorically or symbolically, as if they were texts, and how they are also represented as speaking to us, as if they were producers of texts. We work mainly on written documents ranging from the Bible and antiquity through the Middle Ages and the premodern period (mainly the sixteenth and seventeenth centuries), reaching forward occasionally into the contemporary world for current examples. Some materials are literary (like fables and fairy stories), some philosophical, others historical. We also consider visual materials from manuscript illuminations to recent films. And we evaluate the role of animals in cultural practices other than literary or artistic works—for instance, in hunting or in zoos—and discover how, in this sense, they are like texts that we can read and analyze. FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature)  syllabus  \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gerety (Collegiate Professor)   syllabus  What   is the soul? Is it the conscious self or something more? Does our   identity persist beyond death? What is the relation between the soul and   good and evil? Some say that Socrates 'discovered' the human soul, but   the idea that we have souls that outlast our bodies is as old as   humanity. Our understanding of the nature of our souls often dictates   the way we feel we should live. We will explore ideas from Homer and   Heraclitus through Socrates himself and then on to Sophocles, Plato,   Aristotle, the Hebrew Bible, the New Testament (including the Gnostics),   Augustine, and Vergil. We look for the elements that make up personal   identity and value in the ancient world, both religious and secular, and   see how much these change from Homer's world to that of Augustine and   the Roman Empire. We then turn to Dante, who provides a bridge to some   of the great thinkers and artists of the Renaissance--most notably   Shakespeare and DaVinci but also Montaigne and Villon. In all of these,   the permanence and even presence of our souls seem more uncertain, more   threatened by death and obliteration, than in Plato or Paul, and this   threat reaches our morality and values as well. In this way, the   Renaissance marks the beginning of the world in which all of us must now   find our way. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)   syllabus  A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice.  FALL 2013 MAP-UA 410, Texts and Ideas: Topics—Exile and Belonging—Writing Intensive Prof. Waters (Irish Studies)  syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; students must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.   The very possibility of our identity rests on the possibility of our estrangement. This theme haunts Western literature, philosophy, and politics from antiquity to the present. We examine the dynamic of exile and belonging, of place and displacement, by reading closely a series of classical texts that established a framework for thinking about culture, the state, and the individual. Readings: Genesis, Exodus, Isaiah; Sophocles' Oedipus, Antigone, Oedipus at Colonus; Defoe's Robinson Crusoe; Shelley's Frankenstein; Douglass' Narrative of the Life of an American Slave; Marx and Engels' Communist Manifesto; Nietzsche's Gay Science; Freud's Civilization and Its Discontents, and Disturbance of Memory at the Acropolis; selection from Ovid, Byron, Keats. NOTE: Students must also register for one of the linked section of EXPOS-UA 1, Writing the Essay: 016, 017, 018, 020, 021, 023, 025. Spring 2014 SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)   syllabus  What is the “market”, the “economy”, or “capitalism”? How do individuals interact with each other in the marketplace? What is the morality of commerce? And how does, or should, the state govern the economy? These are all questions that have no simple answers and as a consequence they stimulate controversy today, in America and throughout the world. Yet these questions have a long pedigree. Since antiquity intellectuals have grappled with the fundamental issues of what in the past they called moral philosophy, what today we call political economy: how the individual, the market, and the state should interact with each other. Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola, Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek, Galbraith, Kindleberger, Harvey, Sachs. SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)   syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires.  SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—Guilt and Sin, Law and Justice Prof. Maudlin (Philosophy)  syllabus The   nature of justice, the legitimacy of law, and the justification for   punishment. We begin with Biblical accounts of sin and retribution,   Greek myths on the origin of the legal system, and the trial and   execution of Socrates. Turning to more modern works, we consider   theories of natural rights and the origin of legitimate states through   social contract, ending with three novels that present challenging views   of crime, the legal system, and the human soul. Readings: Genesis,   Exodus; Euripides’ Oresteia; Plato’s Apology, Crito, Phaedo, Republic;   Paine’s Rights of Man; Melville’s Billy Budd; Dostoyevsky’s Crime and   Punishment; Kafka’s Trial. SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—On Liberation Prof. Watson (English)   syllabus  What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2014 CORE -UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)   syllabus  The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. SPRING 2014 CORE -UA 403 Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)   syllabus  The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2014 CORE -UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores   the ancient foundations of traditional Western culture by examining the   political and social institutions, religious beliefs, and value systems   of the Israelites, Greeks, Romans, and early Christians; then turns to   the radical challenges to this traditional culture, in the areas of the   economy, politics, religion, and morality, that arose over the course of   the 19th century, challenges that continue to reverberate to this day.   Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides'   Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid;   Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels'   Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species;   Nietzsche's Genealogy of Morality; Freud's Civilization and Its   Discontents.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Levene (Classics)   syllabus  Every society places demands on individuals: it could not do otherwise and still remain a society. But what happens when those demands are inconsistent? Can--or should--an individual determine the right course of action by reason alone? Or should one simply obey--but then, whom should one obey? What happens when people's moral judgments differ from the expectations of those around them? How can one maintain a society in the face of such conflicts? From the first moments of Western literature those questions are explored; they became all the more insistent in the unprecedented political, social, intellectual, and economic upheavals of the 19th century. One effect was the increasingly central role given to art itself, seen as the dynamic force able to create a cohesive society. Our study will include Richard Wagner's remarkable music-drama The Ring of the Nibelung, perhaps the most significant and influential art-work of the era (studied primarily as a text, though there will be opportunities to hear the music as well). Other readings will include selections from the Hebrew and Christian Scriptures; Homer's Iliad; Sophocles' Antigone; Plato's Gorgias; Vergil's Aeneid; poetry by (among others) Shelley, Tennyson, and Matthew Arnold; Arnold's Culture and Anarchy; Wagner's Art and Revolution; and Nietzsche's Genealogy of Morality. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus  Examines   Western conceptions of the relation between humans and the natural   world. Considers how 19th-century thinkers embraced, revised, and   overturned ancient ideas about creation, natural order, the distinction   between humans and animals, and the risks and rewards of probing   nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian   scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's   Origin of Species, and works by Plato, Aristotle, Augustine, Emerson,   Goethe, and Nietzsche.  top of page           Contact Us | &copy; New York University , Arts and Science"}, {"content": "19th Century Theatre History - NYU Libraries                               This is the \"19th Century Theatre History\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             19th Century Theatre History Use this guide to find Bibliographies,Indexes, Books, Articles, Newspapers etc. pertaining to the topic 19th century theatre        Last update: Mar 12, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=47173                                                                          Home                                                                                  Welcome!                 Welcome fellow  devotees of 19th century theatre history!   *5 easy steps to research   Use this opening page as a abbreviated model , a sort of diagram of \"how to find resources\". Here are representations of images, books, articles, dissertations, and primary source material. You will of course need more than one example for each area depending on the length of your paper.   To adapt this method for your topic, use the tabs that run along the top of the page to find similar resources. If you use this system you should end up with a first rate paper on your topic!   I'd be happy to help in any way I can so don't hesitate to contact me via email or chat, or just drop my office.   Happy Research!           Comments (0)                                         #1 Finding Bibliographies                 Here is one example of the many Bibliographies you can find by c licking on the Bibliographies link : Young, William C. Famous Actors and Actresses on the American Stage in the series Documents of American Theater History . New York: R.R. Bowker, 1975. Bobst Ref1 PN2285.Y6 1975b vol. 1 &amp; 2 \"Presents information about 225 American actors, mostly from the eighteenth and nineteenth centuries. He uses excerpts from articles, interviews, and reviews published at the time the actor was working to present both the actor's views on the profession and the critical reception of his or her work.\"  Famous actors and actresses on the American stage PN2285 .Y6 1975b Non-circulating v.1 v.2            Comments (0)                                         # 2 Find Books Using BobCat                 Go to BobCat to find books click on the Finding Books tab    The Astor Place riot - Moody, Richard, 1911- Call Number: N2277.N5 M48   The Shakespeare riots : revenge, drama, and death in nineteenth-century America Call Number: NYU Bobst Main Collection (PN2277.N5 C58 2007 ISBN: 0345486943  The fabulous Forrest : the record of an american actor - Montrose Jonas Moses 1878-1934. Call Number: NYU Bobst Main Collection (PN2287.F6 M6 )   Acts of manhood the performance of masculinity on the American stage, 1828-1865 Call Number: PN2260.M37 K56 2012 ISBN: 0230340458   Representations of gender on the nineteenth-century American stage Call Number: PN2018 .T64 v.10(2002 ISBN: 0817311653            Comments (0)                                         # 5 finding Images                      Edwin Forrest , American actor, between 1844 ( 1844 ) and 1860. This image is available from the United States Library of Congress's Prints and Photographs Division under the digital ID cph.3c10205.  commons.wikimedia.org/ wiki/File:Edwin_Forrest.jpg   Forrest, Edwin   Use the Finding Images tab to see others.  Philip H. Ward Collection of Theatrical Images, 1856-1910 published by University of Pennsylvania. Annenberg Rare Book and Manuscript Library            Comments (0)                                         #5 A Search for an American Voice in Theater: The Tragedian, the Rebel, and the Prince                 The Theatre in Video Database Contains more than 250 performances of the world's leading plays, together with more than 100 documentaries, all in streaming video.   To find images and videos click on the the Finding Images tab            Comments (0)                                         #3 Articles (dissertations) /Staging captivity: \"Metamora\" and American identity                   Edwin Forrest as Metamora in 1829 This work is in the public domain in the United States   An enormously popular early American play, John Augustus Stone's Metamora; Or the Last of the Wampanoags , is an example of how captivity narratives so influenced Americans' self concept that early American literatures manipulated tropes of captivity in their attempt to define \"American.\"   Dissertations are authored by students to satisfy degree requirements. They usually are not professionally edited. They mark the beginning of the student's efforts in a field. The Bibliograpies are particulary useful. If you would like to see or other dissertations, go to the library page: http://library.nyu.edu/ select Articles &amp; Databases and select the letter D .  Staging captivity: \"Metamora\" and American identity            Comments (0)                                         One Minute Survey!                  One Minute Survey!            Comments (0)                                         #2 Finding Articles via BobCat                 See tab number 2 Finding Articles via BobCat  FORREST,EDWIN, 'METAMORA', AND THE INDIAN-REMOVAL-ACT OF 1830  Hamlet rides among the Seminoles (American theater history, Edwin Forrest)  The riot that remade a city  The Forrest divorce suit report of the trial of Catherine N. Forrest vs. Edwin Forrest for divorce : held in the Superior Court of New York, Dec., 1851, before Chief Justice Oakley and a special jury  MR. FORREST'S LEGS  Classified Ad 16 -- No Title            Comments (0)                                         #3 Finding Articles via electronic resources list                 via the database Accessible Archives  . Go to the Finding Articles/Databases tab.   Accessible Archives Contains rich, comprehensive material found in leading historic periodicals and books. Search eyewitness accounts of historical events, vivid descriptions of daily life, editorial observations, commerce as seen through advertisements and genealogical records. ** Includes the following collections: African American Newspapers, The Civil War Part I. A Newspaper Perspective, The Pennsylvania Genealogical Catalog, Pennsylvania Newspaper Record, South Carolina Newspapers, and The Liberator. ** Within these collections are papers such as The Charleston Mercury, The Christian Recorder, The Colored American, Douglass Monthly, Frederick, Douglass Paper, Freedom's Journal, Godey's Lady's Book, The Liberator, The National Era, The New York Herald, The North Star, The Pennsylvania Gazette, The Pennsylvania Packet, The Maryland Gazette, Provincial Freeman, Richmond Enquirer, The South Carolina Gazette, The Gazette of the State of South Carolina, The South Carolina Gazette and Country Journal, The South Carolina and American General Gazette, Weekly Advocate.            Comments (0)                                         #4 Finding Newspaper Articles                 Via Historical Proquest Newapapers.  Go to the Newspapers/Oral Histories/Archives tab.   Classified Ad 16 -- No Title  MR. FORREST'S LEGS            Comments (0)                                              close                                                                                                          #1 Bibliographies & Indexes                                                                                  ***Why use Encyclopedias, Dictionaries and Histories?***                 Start your research by using the Histories, Encyclopedias and Dictionaries available in the reference room. The General Humanities and Social Sciences Reference Room is located on the 1st fl. or Bobst. If you are just getting starting on a topic these tools will acquaint you with the terms and ideas in your topic. Many of these are available online. Histories are a chronological record of events, as of the life or development of a people or institution, often including an explanation of or commentary on those events. Encyclopedias are a comprehensive reference works containing articles on a wide range of subjects or on numerous aspects of a particular field, usually arranged alphabetically. Dictionaries are a reference books containing an alphabetical list of words, with information given for each word, usually including meaning, pronunciation, and etymology.           Comments (0)                                         Online Versions Of Encyclopedias, Dictionaries and Histories                  Oxford English Dictionary (OED) The Oxford English Dictionary is the accepted authority on the evolution of the English language over the last millennium. It is an unsurpassed guide to the meaning, history, and pronunciation of over half a million words, both present and past. It traces the usage of words through 2.5 million quotations from a wide range of international English language sources, from classic literature and specialist periodicals to film scripts and cookery books. Oxford Encyclopedia of Theatre and Performance This encyclopedia provides authoritative and up-to-date information about theatre and performance from ancient Greek theatre to the latest developments in London, Paris, New York, and around the globe. In addition to performances in playhouses, it covers dance, opera, radio, film, television, and popular performance, including carnivals, circus, and public executions. Entries range from short definitions of terms to lengthy considerations of genres and movements, such as feminism and psychoanalytic criticism. Entries on cities and regions place performance in its local social and political context. Written in accessible language, this encyclopedia brings together an international cast of over 300 specialist contributors. North American Theatre Online Both Annals of the New York Stage, Before 1789-1894 and Records of the New York Stage from 1750 to 1860 can be searched by clicking on ALL WORKS A comprehensive reference work covering all aspects of the Canadian and American Theatre. Includes some 40,000 pages of major reference materials, together with records to approximately 30,000 plays, 57,000 people, 5,400 theatres, 22,000 productions, and 2,500 production companies.Also includes approximately 10,500 images, playbills, postcards, scrapbooks and other resources. Credo Reference Online collection of dictionaries, encyclopedias, biographical sources Sabin Americana Provides over 14,000 primary source titles based on Joseph Sabin's bibliography, Bibliotheca Americana. Materials describe every aspect of life in the Western Hemisphere from 1500 to the 1890s. Included are books, pamphlets, serials and other documents that provide original accounts of exploration, trade, colonialism, slavery and abolition, the western movement, Native Americans, military actions and much more. Searchable in a variety of ways, including: author, title, year of publication, and subject. Enter Records of the New York Stage found in Sabin Americana 1500-1926 Victorian Studies Bibliography Provides listings of noteworthy publications (including articles, books, and reviews) that have a bearing on the Victorian period. Prepared by the staff of Victorian Studies and a committee of the Victorian Division of the Modern Language Association of America, the Bibliography annually indexes over 400 journals, representing scholarship in a range of disciplines.\"            Comments (0)                                         Encyclopedias, Dictionaries and Histories                 Encyclopedias, Dictionaries and Histories     Brockett. Oscar G. History of the Theatre . 9th ed. Boston, MA: Allyn and Bacon, 2003. Bobst Ref1 PN2101.B68 2003 A good example of a general, chronological history of world theater. Well indexed.   Bryan, George B. Stage Deaths: A Biographical Guide to International Theatrical Obituaries, 1850 to 1900 . Westport, CT: Greenwood, 1991. Bobst Ref1 Z5781.S76 1991 vol. 1 &amp; 2 A useful guide to obituaries and biographies of both famous and obscure \"theatrical artists\". He includes thousands of actors, dancers, circus performers, film stars and theatre historians in two volumes of alphabetically arranged entries. Entries cite obituaries in nine newspapers, including the New York times and The times (London) as well as book-length biographies and autobiographies. Because date and place of death are given, readers can check local newspapers for additional death notices. This set compliments the Variety obituaries (begins at 1905) well because it extends further back in time and because it cites additional sources.   Hartnoll, Phylis. The Oxford Companion to the Theatre . 4th ed. New York: Oxford Univ. Press, 1983.  Bobst Ref1 PN2035.H3 1983 Offers concise, authoritative essays on all forms of theater, from street performance to legitimate stage, from ancient Greece to the present. Entries for persons, terms, topics, famous theaters, and other proper names.   Hochman, Stanley ed. McGraw Hill Encyclopedia of World Drama; an international reference work in 5 vol . 2nd ed. New York: McGraw Hill, 1984. Bobst Ref1 PN1625.M3 1984 vol. 1-5 A truly wonderful encyclopedia comprehensive in scope. The 2nd ed. expands both the text and pictorial content. All articles were written, revised or updated by contributors who are active in the academic or practical theatre world. Coverage on dramatists comprises five sections; biographical outlining the highlights of a dramatists life, analytical assessing creative achievements, synopses of major plays and a play list.   Ireland, Joseph N. Records of the New York Stage from 1750 to 1860 . New York: B. Blom, 1966. [reprint of 1866 ed.] Vol.1 Online version available Bobst Ref1 PN2277.N5 I7 1966 vol. 1 &amp; 2 An ancestor to Odell's Annals of the New York Stage. Ireland discusses performances in various New York theaters up to the Civil War. Written in a narrative style, each chapter contains cast lists for plays produced during a particular year. Ireland comments on various actors and actresses and provides some death notices. A general index appears at the end of the second volume. Use this work to supplement Odell.   Merserve, Walter J. An Outline History of American Drama . 2nd ed. New York: Feedback Theatrebooks &amp; Prospero Press, 1994. Bobst Ref1 PS332.M4 1994 Focuses on American plays and playwrights from the Colonial period to present day. Topics discussed in terms of historical development, the achievements of particular dramatists, and the contribution of particular plays. Each chapter relates the progress of dramatic criticism and the achievements of the theatre to a developing American drama.   Mullin, Donald. Victorian Actors and Actresses in Review: a Dictionary of Contemporary Views of Representative British and American Actors and Actresses, 1837-1901 . Westport, CT: Greenwood Press, 1983. Bobst Ref1 PN2597.V5 1983 Mullin has collected excerpts of Victorian criticism of 234 actors and actresses of the period. So that the reader can consider the leading players in relation to their supporting actors, Mullin includes reviews of both stars and unknowns. For both he selects criticism of the actors abilities in general and criticism of their performance of specific roles. Critics quoted include George Bernard Shaw, Otis Skinner, and William Winter, the \"doyen of New York theatre critics.\" Entries are arranged alphabetically and include the actor's dates and nationality. Excerpts are arranged chronologically. Full bibliographic information for each citation in the bibliography is included. A subject index completes the volume.   Odell, George C.D. Annals of the New York Stage, Before 1789-1894 . New York: AMS Press, 1970. Bobst Ref1 PN2277.N5 04 1970 vol. 1-15 This history of the New York Stage relies on newspaper articles and other primary source materials. The definitive history of early New York Theatre.To see all vols. online go to North American Theatre Online click on ALL Works.   Slide Anthony. Encyclopedia of Vaudeville . Westport, CT: Greenwood Press, 1994. Bobst Ref1 PN1968.U5 S37 1994 Focusing on personalities, including performers, creative talents, and administrators, but also including entries on theaters, genres, etc., this is the first comprehensive encyclopedia on Vaudeville. Each entry, when appropriate, includes a very brief bibliography. A guide to Vaudeville research resources available in libraries is also included.   Wilmeth, Don B. and Miller, Tice L. Cambridge Guide to American Theatre . Cambridge: Cambridge Univ. Press, 1993. Bobst Ref1 PN2220.C35 1993 This Cambridge work rivals the Oxford Companion the American Theatre in its ability to provide short, factual answers to questions about the world of American theatre. Eighty writers, including many of the best-known theatre historians, inform readers about all subjects related to the Theatre and to vaudeville, burlesque, the circus, magic, and film festivals. Cambridge is more inclusive than Oxford whose scope includes only legitimate theatre. Cambridge also does a better job with the histories of major American cities such as Baltimore and Philadelphia. Oxford, however, provides many more entries for individual plays and persons. Cambridge includes a bibliography written by Wilmeth and a introductory historical survey. At the moment, Cambridge is more up-to-date than Oxford, but that advantage will alternate as additional editions are issued.   Young, William C. Famous American Playhouses in the series Documents of American Theater History . Chicago: American Library Association, 1973. Bobst Ref1 NA6830.Y68 vol. 1 &amp; 2 Vol. 1 covers theatre buildings from 1716-1899, Vol. 2 from 1900-1971. In addition to brief overview of period each volume contain source material from magazines and newspapers plus illustrations and photographs.   Young, William C. Famous Actors and Actresses on the American Stage in the series Documents of American Theater History . New York: R.R. Bowker, 1975. Bobst Ref1 PN2285.Y6 1975b vol. 1 &amp; 2 Presents information about 225 American actors, mostly from the eighteenth and nineteenth centuries. He uses excerpts from articles, interviews, and reviews published at the time the actor was working to present both the actor's views on the profession and the critical reception of his or her work. Chapters are arranged alphabetically by name and excerpts are presented with citations at the end of each chapter. The book is useful only as a beginning point. Young includes a general index and a chronological index as well as a bibliography at the end of the volume.             Comments (0)                                         ***Why use Bibliographies and Indexes?***                 A bibliography is a list of writings that share a common factor: this may be a topic, a language, a period, or some other theme. The list may be comprehensive or selective. One particular instance of this is the list of sources used or considered in preparing a work, sometimes called a reference list . A bibliography may be arranged by author, topic, or some other scheme. Annotated bibliographies give descriptions about how each source is useful to an author in constructing a paper or argument. These descriptions, usually a few sentences long, provide a summary of the source and describe its relevance. Reference management software, such as http://www.refworks.com/ , may be used to keep track of references and generate bibliographies as required. Indexes are an alphabetical list of names or subjects dealt with in a book, indicating where they are referred to a file or catalogue in a library which enables a book or reference to be found. You will find a number of Indexes in the Finding Articles &amp; Databases tab of this guide, however the ones listed here are only available in print.           Comments (0)                                         Bibliographies and Indexes/Encyclopedias, Dictionaries and Histories                 Bibliographies and Indexes       Bergquist, G. William. Three Centuries of English and American Plays: a checklist. United States: 1714-1830 . New York: Hafner, 1963.    Bobst Ref1 Z2014.D7 B45 (also on microform)   Compiled as an index to the Readex Microprint edition of Three  Centuries of English and American Plays, this checklist can stand on  its own as a bibliography of 5,500 plays written between 1500 and 1830.  Entries are arranged by playwright and list the earliest edition known  and significant later editions for each play. Anonymous works can be  found under their titles. Entries include brief bibliographical  information and chronological period to which the play belongs. As  there is no title index readers must know the playwright's name when  looking for a specific play.      Dubois, William R.  English  and American Stage Productions: An Annotated Checklist of Prompt Books  1800-1900 from the Nisbet-Snyder Drama Collection, Northern Illinois  University Libraries . Boston: G.K. Hall, 1973    Bobst Ref1 Z5781 D85   Prompt books and production editions of plays are valuable resources to  theatre historians because they often contain notes that illuminate  historical practices in staging and production. This work catalogs more  than 2,000 promptbooks and prompter's editions of plays that form a  collection held by the Northern Illinois Univ. Library. The plays were  produced on the American and English stage between 1775 and 1900, and  these books were used and annotated by directors and actors of those  productions. Entries are arranged alphabetically by playwright. Each  entry includes a physical description of the promptbook, a description  of its covers and any handwritten marks in the text, the date of the  earliest recorded New York or London production, and references to  secondary sources. Indexes provide additional access by play titles and  names of persons mentioned in the text.      Ellis, James ed. English Drama of the Nineteenth Century: an index and finding guide . New Canaan, CT: Readex Books, 1985.    Bobst Ref1 Z2014.D7 E42 1985 c.1   This single alphabetical listing by author and title of approximately  9,000 plays constitutes a substantial bibliography of  nineteenth-century English drama. Its primary purpose, however is as an  index and finding guide to the English plays issued through 1981 in the  Readex Microprint Collection English and American Drama of the  Nineteenth Century. It ranges far beyond the drama proper to include  children's plays, pantomime books of words, minstrel dialogues, solo  entertainments, opera libretti and vocal scores, and translations of  Continental dramatists from Aeschylus to Ibsen. The earlier English  dramatists, most particularly Shakespeare, are well represented in  collected series of the standard repertory and in acting editions  citing nineteenth-century casts and reflecting stage productions from  the time of Sarah Siddons and John Philip Kemble to that of Henry  Irving and Ellen Terry.      Hixon, Don L. and Hennessee, Don A. Nineteenth-Century American Drama: a finding guide . Metuchen, NJ: Scarecrow, 1977.    Bobst Ref1 PS632.H57   The Readex Corporation's English and American Drama of the 19th Century  microprint collection is a monumental work, containing thousands of  plays. It is located in the Microprint section of Bobst on the A Level.  Because of the difficulty of access, Hixon and Hennessee created an  index to part of the collection entitled \"American Plays, 1831-1900\".  That section includes 4,500 plays. Authors and titles are arranged  alphabetically with all titles cross-referenced to authors. Because  Readex classified some plays under their adapters' names instead of  their authors (for instance Shakespeare's works are listed under  various adaptors' names), Hixon and Hennessee provide cross-references.  Appendices include one for series of plays, an ethnic/racial cast index  and a subject/form index. This last section locates children's plays,  minstrel plays, temperance plays, and so forth.        Litto, Fredric M. American Dissertations on the Drama and the Theatre: a bibliography . Kent, OH: Kent State University Press, 1969.    Bobst Ref1 Z5781.L56   Litto uses a computer to compile this list of 4,565 dissertations  containing information about the theatrical arts. Although access is  provided by author, sufficient and keyword-in-context indexes, the  actual bibliography is arranged by a computer-generated reference mode.  Each entry lists the author and title of the dissertation along with  university and department names, degree granted, and date. Since this  work stops at 1965, one must use Dissertation Abstracts International  and the lists published annually in Theatre Journal (formerly  Educational Theatre Journal) to find more recent theses.        Pence, James Harry. The Magazine and the Drama: An index . (Theatre and Drama Series, 12) New York: Burt Franklin, 1970.    Bobst Ref1 Z5781 P43 1970   An early attempt to index theatre articles in the periodical  literature, Pence's work locates articles about \"acted drama\" in 166  nineteenth-century magazines. These include Blackwood's, Godey's,  Lippincott's, McClure's, and the Spectator as well as other lesser  known titles. Although Pence does not state the years he has indexed  they appear to be from around 1872 to 1896. Subjects and authors appear  in one alphabet, and citations list periodical, volume, beginning page,  and (sometimes) date. The most reliable indexing is by personal name,  but one can find information on topics such as \"voice, culture of\" and  \"German stage.\" The usefulness of this volume depends in part on the  availability of nineteenth-century periodicals.      Stratman, Carl Joseph. American Theatrical Periodicals, 1789-1967 . Durham, NC Duke Univ. Press, 1970.    Bobst Ref1 Z6935.S75   Stratman has listed in chronological order all known theatrical  periodicals published in the United States to 1967. Although he found  685 titles, he warned that this first effort was likely incomplete.  Entries list bibliographic citations and holdings in several American  libraries. Using the index, readers can locate periodical titles,  editors, cities of publication, organizations sponsoring periodicals  and some keywords-in-the-title terms such as \"ballet,\" \"dance,\" or  \"repertory.\" Stratman explains the use of the bibliography and index in  a clearly written introduction. Although now in need of an update, this  work will help those looking for older periodicals.                Comments (0)                                              close                                                                                                          #2 Finding Books                                                                                  New Books                 To find the newest books, just use BobCat to select newest from the list of catagories to the left of the screen. Below are a few very new books.           Comments (0)                                         New Books                   Music for the melodramatic theatre in nineteenth-century London & New York Call Number: ML1731.8.L7 P57 2014 ISBN: 9781609382308   Punch and Judy in 19th century America : a history and biographical dictionary Call Number: PN1979.P9 H69 2013 ISBN: 9780786472703   Ira Aldridge, 1807-1867 : the great Shakespearean tragedian on the bicentennial anniversary of his birth ISBN: 3631577346   Champagne Charlie and pretty Jemima : variety theater in the nineteenth century ISBN: 0252035399   Acts of desire women and sex on stage, 1800-1930 Call Number: Online access via ebrary ISBN: 9780199691357   Naturalism in theatre : its development and legacy Call Number: PN2185 .P53 2013 ISBN: 0230361080   Women warriors in Romantic drama Call Number: PN2593 .N54 2013 ISBN: 9781611494303   Plays in American periodicals, 1890-1918 / Plays in American periodicals, 1890-1918 Call Number: PS345 .S65 2007 ISBN: 1403977658   Performing the temple of liberty slavery, theater, and popular culture in London and Philadelphia, 1760-1850 Call Number: PN2596.L6 G46 2014 also avail online thru Project Muse ISBN: 1421413388            Comments (0)                                         Search BobCat for Books and Articles                 Search here for books, journals and other print materials, videos, sound recordings, e-books, e-journals, databases, and indexes in our local libraries and special collections.    &lt;a href=\"http://webapps.library.nyu.edu/bobcat/embed?disp_select_view=NYU&amp;disp_default_tab=all&amp;disp_embed_css=true&amp;js_lib=none&amp;disp_show_limit_to=true\"&gt;Bobcat Embedded Search Box&lt;/a&gt;             Comments (0)                                         Browsing the shelves                   Rediscover one of the best technologies that was ever invented! The book!   Academic libraries that use the Library of Congress Classification Outline  (the majority of them) can easily be browsed for serendipitous discovery of wonderful books in your subject area. All you need to know is the call number range to get yourself situated.     Library of Congress Call Number Areas:   Literature (General). Drama: PN1600-3307       Drama. History: PN 1720-1861   Dramatic representation. The Theater: PN2000-3307     By time period: PN2131-219            Collections of General Literature. Drama: PN6110.5-6120                  Comments (0)                                         Finding Books Outside of Bobst                 In WorldCat you will find a larger selection of books. Some to these have the NYU designation but many do not. Always check the title in BobCat to be sure it its available. If not you can place an interlibrary loan for the book. Another good thing about WorldCat is that unlike BobCat, OCLC searchs chapters of books ; so some times you will find just the chapter information your looking for!  WorldCat OCLC he WorldCat database is the OCLC Online Union Catalog. It contains more than 43 million records describing items owned by our libraries or libraries around the world. WorldCat contains records for the following types of materials:     * books*   * journals*   * musical scores   * computer data files   * magazines*   * newspapers*   * computer programs   * manuscripts   * sound recordings   * films and slides   * maps   * videotapes Interlibrary Loan Interlibrary Loan (ILL) is a service which helps eligible patrons obtain materials that are unavailable in the New York University or consortium libraries. It will take 2-5 days to receive your book.            Comments (0)                                         Plays Online                  American Drama 1714-1915 Containing more than 1,500 dramatic works from the early eighteenth century up to the beginning of the twentieth, American Drama 1714–1915 contains plays in verse, farces, melodramas, minstrel shows, realist plays, frontier plays, temperance dialogues and a range of other genres are represented. Major dramatists include David Belasco, Rachel Crothers, Augustin Daly, Clyde Fitch, Edward Harrigan, James Herne, William Dean Howells and Joaquin Miller. Containing more than 1,500 dramatic works from the early eighteenth century up to the beginning of the twentieth, American Drama 1714–1915 contains plays in verse, farces, melodramas, minstrel shows, realist plays, frontier plays, temperance dialogues and a range of other genres are represented. Major dramatists include David Belasco, Rachel Crothers, Augustin Daly, Clyde Fitch, Edward Harrigan, James Herne, William Dean Howells and Joaquin Miller. North American Theatre Online A large collection of plays and related articles covering many aspects of the Canadian and American theater. In addition to the texts of approximately 3,700 plays, the database contains information on over 57,000 people, 5,400 theaters, 22,000 productions and 2,500 production companies, as well as 10,500 images, playbills, postcards, scrapbooks and other resources. Drama Online Includes the full text of plays from across the history of the theatre, ranging from Aeschylus to the present day. Includes non-English-language works in translation, scholarly and critical editions, first night program texts, and critical analysis and contextual information. Also includes over 500 images from the Victoria and Albert Museum's archive of production photos. Includes the full text of plays from across the history of the theatre, ranging from Aeschylus to the present day. Includes non-English-language works in translation, scholarly and critical editions, first night program texts, and critical analysis and contextual information. Also includes over 500 images from the Victoria and Albert Museum's archive of production photos. North American Women's Drama Contains 1,517 plays by 330 playwrights, together with detailed, fielded information on related productions, theaters, production companies, and more. More than 30% of the plays in the collection have never been published before. The database also includes selected playbills, production photographs and other ephemera related to the plays. Currently contains 200+ plays by 67 playwrights but, when complete, will contain more than 1,500 plays, of which some 20% have never been published before. Includes some playbills, production information, and a few facts about specific theatres and companies. Texts of plays are searchable. Twentieth Century North American Drama Contains 1,122 plays by 170 playwrights, together with detailed, fielded information on related productions, theaters, production companies, and more. The database also includes selected playbills, production photographs and other ephemera related to the plays. Contains 1,122 plays by 170 playwrights, together with detailed, fielded information on related productions, theaters, production companies, and more. The database also includes selected playbills, production photographs and other ephemera related to the plays. Shakespeare Collection Provides access to general reference data, full-text scholarly periodicals, reprinted criticism, primary source material and the full-text annotated works from The Arden Shakespeare, the world's most recognized scholarly edition. Literature Online (LION) Browse ALL TEXTS by period English Drama - A unique collection of more than 3,900 plays in verse and prose tracing the development of drama in English from the medieval mystery cycles to the comedies of Oscar Wilde.  American Drama - Containing more than 1,500 dramatic works from the early eighteenth century up to the beginning of the twentieth, American Drama 1714–1915 reflects American dramatic writing in all its richness and diversity: plays in verse, farces, melodramas, minstrel shows, realist plays, frontier plays, temperance dialogues and a range of other genres are represented. Major dramatists include David Belasco, Rachel Crothers, Augustin Daly, Clyde Fitch, Edward Harrigan, James Herne, William Dean Howells and Joaquin Miller. Black Drama, 2nd Edition Contains approximately 1200 plays by 201 playwrights, together with detailed, fielded information on related productions, theaters, production companies, and more. The database also includes selected playbills, production photographs and other ephemera related to the plays. Some 440 of the plays are published here for the first time, including a number by major authors. contains the full text of 1,200 plays written from the mid-1800s to the present by 201 playwrights from North America, English-speaking Africa, the Caribbean, and other African diaspora countries. Many of the works are rare, hard-to-find, or out of print. Alexander Street Literature more than 5,000 full-text plays and film scripts.            Comments (0)                                         Play Index                  Play Index (EBSCO) Use this source to locate plays published individually or in anthologies. Search over 30,000 plays written from Antiquity to the present and published from 1949 to the present. Play Index covers a wide range of plays written in or translated into English, including mysteries, pageants, plays in verse, puppet performances, radio and television plays, and classic drama.            Comments (0)                                         Online Reference                 Try these encyclopedias for quick information  Oxford Encyclopedia of Theatre and Performance This encyclopedia provides authoritative and up-to-date information about theatre and performance from ancient Greek theatre to the latest developments in London, Paris, New York, and around the globe. In addition to performances in playhouses, it covers dance, opera, radio, film, television, and popular performance, including carnivals, circus, and public executions. Entries range from short definitions of terms to lengthy considerations of genres and movements, such as feminism and psychoanalytic criticism. Entries on cities and regions place performance in its local social and political context. Written in accessible language, this encyclopedia brings together an international cast of over 300 specialist contributors. This encyclopedia provides authoritative and up-to-date information about theatre and performance from ancient Greek theatre to the latest developments in London, Paris, New York, and around the globe. In addition to performances in playhouses, it covers dance, opera, radio, film, television, and popular performance, including carnivals, circus, and public executions. Entries range from short definitions of terms to lengthy considerations of genres and movements, such as feminism and psychoanalytic criticism. Entries on cities and regions place performance in its local social and political context. The Oxford Companion to American Theatre A guide to the American stage from its beginnings to the present. Includes entries on playwrights, plays, actors, directors, producers, songwriters, famous playhouses, dramatic movements, classic works, commercially successful plays, and foreign figures that have influenced American dramatic development            Comments (0)                                         Dissertations                 A dissertation is a treatise advancing a new point of view resulting from research; usually a requirement for an advanced academic degree. I have included dissertations on the Finding Books section but keep in mind, they are not books . This database has access to almost all American dissertations accepted at an accredited institution since 1861. Masters theses have been selectively indexed since 1962. Abstracts are included for doctoral dissertation records from July 1980 to the present. The Bibliographies of dissertations can be especially helpful to guide you to other sources. To Search: scroll down to highlighted portion  Dissertation Abstracts Indexes dissertations and some theses. Full-text is available for many dissertations and theses.            Comments (0)                                         Online Books                 Available from the database ebrary!   Ebrary provides a unique set of online database collections that combine more than 20,000 authoritative books and other documents from over 150 leading academic, trade, and professional publishers.   Choose ebrary to browse the selection of books or click on the links listed to find a few that you might be interested in.  ebrary Search,read, highlight, and annotate more than 220,000 full-text books in subject areas that include the social sciences and humanities.            Comments (0)                                         More books online via ebrary                   Reflecting the Audience : London Theatregoing, 1840-1880 Call Number: online via ebrary ISBN: 9781587294020   Performing Century : Nineteenth-Century Theatre's History Call Number: avail via ebrary ISBN: 0230572561   Popular Theatres of Nineteenth Century France Call Number: avail via ebrary ISBN: 9780203168110   Sourcebook on Naturalist Theatre Call Number: avail via ebrary ISBN: 0415152283   Politics of Irish Drama : Plays in Context from Boucicault to Friel Call Number: avail via ebrary ISBN: 9780521660518   Theatre, society, and the nation staging American identities Call Number: avail via ebrary ISBN: 9780521802642   Art, vision, and nineteenth-century realist drama : acts of seeing Call Number: avail. online via ebrary ISBN: 0415821762            Comments (0)                                         Other electronic books                  Palgrave Connect Ebooks This resource offers access to e-books, with a focus on the Humanities, Social Sciences and Business. This resource offers access to e-books, with a focus on the Humanities, Social Sciences and Business. ACLS Humanities E-book (formerly History E-book) includes the full text of over 1500 titles and is expanding to include most humanities disciplines and area studies. It includes books that remain vital to both scholars and advanced students and are frequently cited in the literature. Approximately 300 books are added annually to the collection. Sabin Americana, 1500-1926 this collection contains works about the Americas published throughout the world from 1500 to the early 1900's. Included are books, pamphlets, serials and other documents that provide original accounts of exploration, trade, colonialism, slavery and abolition, the western movement, Native Americans, military actions and much more. With over 6 million pages from 29,000 works, this collection is a cornerstone in the study of the western hemisphere. Early American Imprints, Series II: 1801-1819 (Shaw-Shoemaker Digital Collection) Full-text access to 36,000 books, broadsides and pamphlets published between 1800 and 1819. Browseable types include almanacs, anthologies, autobiographies, fiction of various kinds, religious material, and textbooks.            Comments (0)                                              close                                                                                                          #3 Finding Articles/Databases                                                                                  19th Century Fireman                   \"Always Ready,\" 1858, by Louis Maurer (1832-1932), from the Currier &amp; Ives \"American Fireman\" series of hand-colored lithographs   commons.wikimedia.org/ wiki/File:The_American_...   \"American Fireman\"             Comments (0)                                         The latest from: Nineteenth Century Theatre & Film                   This journal considers narrative or variety entertainments from all  countries and regions. Its scope embraces not only drama but dance,  opera, music hall, circus, fairground entertainment, and other forms  which implicate live audiences (actual, potential, or imaginary).           Loading...                     Comments (0)                                         British Periodicals                  C19: The Nineteenth Century Index the most comprehensive and dynamic source for discovering nineteenth-century books, periodicals, official documents, newspapers and archives. Includes Nineteenth Century Short Title Catalogue, The Wellesley Index, Poole's Index and Periodicals Index Online to create integrated bibliographic coverage of over 1.5 million books and official publications, 71,000 archival collections and 18.9 million articles published in over 2,500 journals, magazines and newspapers. 19th Century U.K. Periodicals contains 1.2 million pages of periodicals published in Great Britain from 1800-1900. It includes publications on women, children, leisure and sport, and humor. the most comprehensive and dynamic source for discovering nineteenth-century books, periodicals, official documents, newspapers and archives. Includes Nineteenth Century Short Title Catalogue, The Wellesley Index, Poole's Index and Periodicals Index Online to create integrated bibliographic coverage of over 1.5 million books and official publications, 71,000 archival collections and 18.9 million articles published in over 2,500 journals, magazines and newspapers. British Periodicals, Collections I, II races the development and growth of the periodical press in Britain from its origins in the seventeenth century through to the Victorian 'age of periodicals' and beyond. On completion this unique digital archive will consist of almost 500 periodical runs published from the 1680s to the 1930s.            Comments (0)                                         Google Scholar                  Google Scholar Searches academic publishers, professional societies and pre-print archives.            Comments (0)                                         Electronic Resources                 Electronic Resources    Use the following databases to locate articles on Theatre in the 19th century. Available from the Bobst Library database page at http://library.nyu.edu/collections/databases.html    North American Theatre Online Perhaps the most important resource for this class! Use it! the largest reference initiative ever undertaken in this subject area, a major reference tool containing tens of thousands of pages of key, in-copyright reference works available electronically for the first time.  # 40,000-plus pages of essential, in-copyright reference texts in this area, licensed from major publishers, electronic, indexed, and cross-searchable for the first time.  # Related resources, including posters, playbills, photos, architectural images, floor plans, and ephemera.  # Links to hundreds of editorially selected theatre Web resources.  # Hundreds of thousands of bibliographic records, unique to this resource, detailing people, plays, theatres, productions, production companies, cast lists, credit lists, and other information. American Broadsides and Ephemera the most extensive in existence -- American Broadsides and Ephemera offers fully searchable facsimile images of approximately 15,000 broadsides printed between 1820 and 1900 and 15,000 pieces of ephemera printed between 1760 and 1900. London Low Life London Low Life is a full-text searchable resource, containing colour digital images of rare books, ephemera, maps and other materials relating to 18th, 19th and early 20th century London.In addition to the digital documents, London Low Life contains a wealth of secondary resources, including a chronology, interactive maps, essays, online galleries and links to other useful websites. London Low Life is a full-text searchable resource, containing colour digital images of rare books, ephemera, maps and other materials relating to 18th, 19th and early 20th century London.In addition to the digital documents, London Low Life contains a wealth of secondary resources, including a chronology, interactive maps, essays, online galleries and links to other useful websites. Black Literature Index (via Black Studies Center) Searchable collection of over 70,000 bibliographic citations for fiction, poetry and literary reviews published in 110 black periodicals and newspapers between 1827-1940. Part of the Black Studies Center. A CD-ROM index to the microfiche collection Black Literature,1827-1940. hen completed, the microfiche collection will reproduce over 150,000 discrete pieces of fiction, poetry, book reviews and literary notices appearing in approximately 900 black periodicals and newspapers, 1827-1940. the CD Rom is located in the Social Science and Humanities Reference Room, on the 1st fl. Shakespeare Collection Provides access to general reference data, full-text scholarly periodicals, reprinted criticism, primary source material and the full-text annotated works from The Arden Shakespeare, the world's most recognized scholarly edition. American Periodicals Series (APS Online) provides the full text of articles, advertisements, illustrations, editiorial cartoons, obituaries, letters to the editor, etc., from more than 1,100 American magazines and journals that began publication between 1741, when Benjamin Franklin's General Magazine first appeared, and 1900. Popular, special interest and general magazines; literary and professional journals; children's and women's magazines; and many other historically significant periodicals are included. Early American Imprints, Series II: 1801-1819 (Shaw-Shoemaker Digital Collection) The continuation of Readex's Early American Imprints: Series I, Early American Imprints, Series II (1801-1819) provides full-text access to the 36,000 American books, pamphlets and broadsides published in the first nineteen years of the nineteenth century. Black Thought and Culture Contains 1297 sources with 1100 authors, covering the non-fiction published works of leading African-Americans. Particular care has been taken to index this material so that it can be searched more thoroughly than ever before. Where possible the complete published non-fiction works are included, as well as interviews, journal articles, speeches, essays, pamphlets, letters and other fugitive material. Covering the non-fiction published works of leading African Americans. Nineteenth Century Masterfile, 18th-early 20th centuries 19th Century Masterfile is a vast 'Index of Indexes', and is the largest resource for historical research prior to 1925. 19th Century Masterfile brings together over 60 subject indexes to: - Periodicals - Newspapers - Books - US Congressional Record - US and UK Government Documents - US Patents Modern Language Association (MLA) Bibliography; 1963 to present Indexes journal articles (except book reviews), books, collections, folklore, film, audiovisual materials, etc. International Bibliography of Theatre & Dance with Full Text he major index for international theatre literature published from 1982 to the present. IBTD indexes over 60,000 journal articles, books, dissertations, and ephemeral publications on all aspects of theatre and performance in 126 countries. America: History & Life with Full Text (EBSCO) Indexes literature covering the history and culture of the United States and Canada, from prehistory to the present. The database indexes 1,700 journals and also includes citations and links to book and media reviews. Strong English-language journal coverage is balanced by an international perspective on topics and events, including abstracts in English of articles published in more than 40 languages. Publication dates of coverage: 1964 to present. Citations with abstracts in English, to social science and humanities literature on all aspects of U.S. and Canadian history, culture and current affairs from prehistoric times to the present. Covers books, dissertations and articles from over 2,000 journals published world-wide. Since 1988, also contains reviews of films and videos. Catalogue de l'École biblique et archéologique française de Jérusalem Indexes millions of articles published in over 4,250 periodicals in the humanities and social sciences across more than 300 years. contains over 500 journals, providing access to over 12.9 million article pages - representing over 1.9 million articles. Gerritsen Collection--Women's History Online, 1543-1945 This database is the definitive cross-cultural resource for information on women's history. It spans more than four centuries and 15 languages and includes over two million pages in full image. Users can trace the evolution of feminism within a single country, as well as the impact of that country's feminist movement on other countries and their movements. The Gerritsen Collection also provides immediate access to many primary sources from around the world that were previously available only in a limited number of rare book rooms. In the late 1800's, Dutch physician Aletta Jacobs and her husband C.V. Gerritsen began collecting books, pamphlets and periodicals reflecting the evolution of a feminist consciousness and the movement for women's rights. The Gerritsen Collection has since become the greatest single source for the study of women's history in the world. Arts & Humanities Citation Index; 1988 to present Covers over 1,150 of the world's leading arts and humanities journals in a broad range of disciplines. Historical Abstracts with Full Text (EBSCO) Covers the history of the world (excluding the United States and Canada) from 1450 to the present, including world history, military history, women's history, history of education, and more. Indexes more than 1,700 academic historical journals in over 40 languages. Publication dates of coverage: 1955 to present. Abstracts and citations indexing over 2,000 journals, books, and dissertations. Covers world history (except the U.S. and Canada) since 1450. Schomburg Studies on the Black Experience Explore interdisciplinary topics through in-depth essays; read the seminal research and timelines that accompany each topic; and search for images and film clips to provide another dimension to your research. Investigate both historical viewpoints and new methodologies to better understand the complex nature of Black Studies today. International Index to Performing Arts Full Text Provides indexing and abstracts for more than 210 international journals in the performing arts. Dates of coverage: 1864 to present. Draws its content from more than 200 scholarly and performing arts periodicals, and also indexes a variety of documents such as biographical profiles, conference papers, obituaries, interviews etc. Covering a broad spectrum of the arts including dance, film, television, drama, theater, stagecraft, musical theatre, circus performance, pantomime, puppetry, magic and more. Many full text records contain an abstract plus the corresponding full text of the original article. JSTOR Provides access to an archive of important scholarly journals, primarily in the humanities and social sciences. Please note that for many titles, the most current issues are not available through Jstor. Full text of selected humanities, social science and science journals. Project Muse Provides full-text access to high quality humanities, arts, and social sciences journals from scholarly publishers. Full text of selected humanities, social science and physical science journals.            Comments (0)                                         Journals                 Journals     American Periodical Series, 1741-1900 Also available in microform. Call No: Film 277 American periodicals on diverse subjects, 1741-1900+.   Early American Periodicals Index to 1850 Call No: MP3 Indexes covering about 340 American magazines published through 1850. ound at the Microform Center on LL2   Early British Periodicals Call No: Film 599 British periodicals on varied subjects from 1681-1921 Access: A Guide to the Early British Periodicals Collection on Microfilm is available at the first floor Reference Desk ( Call No: Z6956.G6 U54 ). A title list can be found at the Microform Center on LL2. Individual titles are in Bobcat.   Nineteenth Century Theatre (former title: Nineteenth Century Theatre Research ) Bobst PN1851.N55 Current holdings in Periodicals Room (third floor, east wing) Nineteenth Century Theatre regularly publishes essays, documents, bibliographies, review essays, reviews and an annotated list of books received on the theatre of the 1800's. A wide scope allows the journal to present topics in European and American theatre, dance, opera, and other performing arts. The editors emphasize the publication and use of primary source material. Recent articles have included a demographic study of Victorian Theatre employees: a description of James Steele MacKaye's lighting designs for the 1893 Columbian Exposition: and excerpts from a diary kept by the manager of a Japanese acrobat troupe that toured the United States in 1867. Book reviews complete each issue. Indexed in American History and Life, Historical Abstracts, AHCI, MLA.   Theatre History Studies Bobst PN2000.T49 Current holdings in Periodicals Room (third floor, east wing) The official journal of the Mid-American Theatre Conference, Theatre History Studies covers all aspects of theatre. The well-illustrated volume contains essays, and book reviews. The journal attracts important names in theatre history and although it appears only once a year, provides interesting, well-researched history. Indexed in American History and Life, Historical Abstracts, AHCI, MLA.             Comments (0)                                         Microsets                 Microform Sets      To find periodicals in the Microform Center check Bobcat first. Periodicals in the Microform Center are generally listed in Bobcat and filed alphabetically by title, either as microfilm, microfiche or microcard. For a complete listing of all microform sets available see the binder at the first floor reference desk marked LL2 Periodicals, Newspapers, Scripts, Microforms. The following list is of microform sets that may be of interest for researchers of both American and British plays.          Drama on the World Stage: Prompt Books and Performance Records    Call No: Film 2614   Prompt books for non-Shakespearean plays, from the Folger Shakespeare Library.  Items date from the seventeenth to the early twentieth century.  Plays are mainly British, with some exceptions, notably work of Ibsen. Around 800 in all.   Access: Publisher's guide: Drama on the World Stage. PN2570.D7 1989, in the first floor Reference Room.        English and American Drama of the Nineteenth Century    Call No: MP7 (microprint) and MF326 (microfiche)   Varied dramatic works from nineteenth century England and America,  including plays, opera libretti, etc. American and British productions  of works from other countries and of pre-1800 plays are included.   Access: Nineteenth-Century American Drama: a finding guide, in the  first floor Reference Room at Ref1 PS632.H57 &amp; English Drama of the  Nineteenth Century: an index and finding guide, at Z2014.D7 E42 1985 on  the 10th floor.         Popular Stage: Drama in the Nineteenth Century England    Call No:Film 2615   A collection formed by the actor Frank Pettingell. Series One covers  1000 manuscripts by the most popular dramatists of the Victorian era.  Series Two covers 300 pantomime libretti, reflecting the tremendous  popularity of the form and Series Three covers the collection of  printed plays over 5000 in all. On reel one there is a complete listing  which gives an alphabetical index of authors and details of the plays.   Access: The Popular Stage guides to all three series can be found in  the first floor reference area at Ref1 PN2594.P6.         Three Centuries of English and American Plays    Call No: MP13 (microprint)   Comprehensive collection of English plays, published 1515-1800, and American plays, published 1714-1830.  Includes translations of foreign plays and multiple editions of many titles. Around 5600 plays in all.   Access: Three Centuries of English and American Plays: a checklist.  Z2014.D7 B45, in the first floor Reference Room and the Microform  Center.   *Collection divided into segments: American 1714-1830; British 1515-1641, 1642-1700, 1701-1750, 1751-1800.  Plays arranged by author or title for anonymous works.                    Comments (0)                                              close                                                                                                          #4 Newsapers/Oral Histories/Archives                                                                                  Biographies                  Biography in Context Online biographical reference database in the fields of literature, science, business, entertainment, politics, sports, history, current events and the arts.Biographical information on over one million people throughout history, around the world. The foundation of the Literature Resource Center is built on three hallmark author databases: Contemporary Authors Online, offering biographical coverage of more than 100,000 writers; Contemporary Literary Criticism Select, featuring entries on all authors appearing in CLC since vol. 95 of the print series and complete profiles of 266 most studied authors from editions prior to vol. 95; and Dictionary of Literary Biography Online, containing more than 10,000 biocritical essays on authors and their works written by academic scholars. American National Biography Offers portraits of more than 17,400 men and women -- from all eras and walks of life -- whose lives have shaped the nation. Provides biographical information on over 17,000 men and women -- from all eras and walks of life -- whose lives have shaped the nation. Biography & Genealogy Master Index Indexes biographical listings in dictionaries and encyclopedias covering millions individuals, both living and deceased, from every field of activity and from all areas of the world. Index indexes current, readily available reference sources, as well as the most important retrospective works that cover individuals, both living and deceased, from every field of activity and from all areas of the world.   * Biographical dictionaries and who's whos, which supply information on a number of individuals.   * Subject encyclopedias, which include some biographical entries.   * Volumes of literary criticism, which may contain only a limited amount of biographical information but give critical surveys of a writer's works.   * Indexes, which refer the user to a body of information found elsewhere. Biography Reference Bank (EBSCO) Contains biographical information on approximately half a million people, from antiquity to the present. Dates of coverage: Ancient Times to present. Plus contains more than 95,000 biographies and obituaries and more than 26,000 photographs of the subjects. Many of the biographies are enhanced with full text, abstracts, and citations from H. W. Wilson databases. Wilson Biographies Plus contains the full text of the articles from more than 100 print volumes of biographical reference books published by H. W. Wilson, including Current Biography, the World Author Series, Nobel Prize Winners, World Artists, World Film Directors, American Reformers, and numerous biographical books on musicians and composers from throughout history.            Comments (0)                                         Letters, Diaries & Oral Histories                  American Civil War: Letters and Diaries This database contains 2,009 authors and approximately 100,000 pages of diaries, letters and memoirs. Includes 4,000 pages of previously unpublished manuscripts such as the letters of Amos Wood and his wife and the diary of Maryland Planter William Claytor. The collection also includes biographies, an extensive bibliography of the sources in the database, and material licensed from The Civil War Day-by-Day by E.B. Long. knits together more than 1,000 sources of diaries, letters, and memoirs to provide fast access to thousands of views on almost every aspect of the war, including what was happening at home. The writings of politicians, generals, slaves, landowners, farmers, seaman, wives, and even spies are included. The letters and diaries are by the famous and the unknown, giving not only both the Northern and Southern perspectives, but also those of foreign observers.  In order to be selected for this database, items:     * Must have been written between 1855 and 1875   * Letters and diaries must have been written contemporaneously with the events they describe.   * Letters must be of a personal nature, e.g., official dispatches, reports, military orders, and \"public\" letters are excluded.   * Memoirs are restricted to those that describe events during the war (1860-1865) British and Irish Women's Letters and Diaries Includes 10,000 pages of diaries and letters revealing the experiences of approximately 500 women. The collection now includes primary materials spanning more than 300 years. The collection also includes biographies and an extensive annotated bibliography of the sources in the database. will include approximately 100,000 pages of published letters and diaries from individuals writing from the 1500 to 1900, plus several thousand pages of previously unpublished materials. Drawn from more than 1,000 sources, including journal articles, pamphlets, newsletters, monographs, and conference proceedings, much of the material is in copyright.            Comments (0)                                         Finding Archives                  NYU Finding Aids Search Use the search box to search finding aids for any or all of these collections: The Fales Library & Special Collections The Tamiment Library & Robert F. Wagner Labor Archives New York University Archives New-York Historical Society Brooklyn Historical Society New York Public Library Archives  Museum of the City of New York Visitors can search for images by production, performer, theatrical playhouse Fashion Institute of Technology  Metropolitan Museum of Art  New-York Historical Society  ArchiveGrid Search nearly a million collection descriptions from thousands of libraries, museums, and archives. Researchers searching ArchiveGrid can learn about the many items in each of these collections, contact archives to arrange a visit to examine materials, and order copies. provides a powerful search engine and clearinghouse to archival repositories and their holdings world wide. In a way, it is one-stop shopping for archival research. In a single effort, users can search their topics across all contributing archival finding aids and access contact information for individual repositories immediately. Archive Finder Archive Finder is a current directory which describes over 206,200 collections of primary source material housed in thousands of repositories across the United States, the United Kingdom and Ireland. A current directory which describes over 206,200 collections of primary source material housed in thousands of repositories across the United States, the United Kingdom and Ireland.            Comments (0)                                         NEW DATABASE!                   Artemis Primary Sources (Gale) Gale Artemis is a groundbreaking research environment that integrates formerly disparate digital collections to enable innovative research. Gale Artemis provides an unprecedented, seamless research experience that helps students find a starting point, search across a wide array of materials and points in time, and discover new ways to analyze information.            Comments (0)                                         19th Century Newspapers                  Historical Newspapers (Proquest) Search the archives of major U.S. and African American Newspapers. Includes: Atlanta Constitution (1868 - 1942), Atlanta Daily World (1931-2003), Baltimore Afro-American (1893-1988), Chicago Tribune (1849 - 1986), Christian Science Monitor (1908 - 1995), Los Angeles Times (1881 - 1986), New York Amsterdam News (1922-1993), Pittsburgh Courier (1911-2002), The Chicago Defender (1910 - 1975), The New York Times (1851 - 2005), The New York Tribune (1841-1922), The New York Tribune (1900 - 1910), San Francisco Chronical (1865-1922), The Wall Street Journal (1889 - 1991), and The Washington Post (1877 - 1992). ProQuest Historical Newspapers features the following titles:     * Atlanta Constitution—1868-1942   * The Baltimore Sun—1837-1985   * The Boston Globe—1872-1925   * The Chicago Tribune—1849-1986   * The Christian Science Monitor—1908-1995   * Hartford Courant—1764-1984   * Los Angeles Times—1881-1986   * The New York Times with Index—1851-2005   * New York Tribune—1841-1922   * San Francisco Chronicle—1865-1922   * St. Louis Post-Dispatch—1874-1922 New!   * Wall Street Journal—1889-1991   * Washington Post—1877-1992    International Newspapers:     *    The Guardian & The Observer—1791-2003   *    Irish Times & Weekly Irish Times—1859-2007   *    The Scotsman—1817-1950    Black Newspapers:     *    Atlanta Daily World—1931-2003   *    The Baltimore Afro-American—1893-1988   *    Cleveland Call & Post—1934-1991   *    Chicago Defender—1910-1975   *    Los Angeles Sentinel—1934-2005   *    New York Amsterdam News—1922-1993   *    The Norfolk Journal & Guide—1921-2003   *    The Philadelphia Tribune—1912-2001   *    Pittsburgh Courier—1911-2002 Accessible Archives Accessible Archives is a collection of databases containing full-text versions of historical books, periodicals, and other documents pertaining to American history before 1900. This is a valuable resource for history researchers looking for primary source materials.    Databases include:     * The Liberator 1831-1865   * Godey`s Lady`s Book 1830-1885   * The Pennsylvania Gazette 1728-1800   * The Civil War: A Newspaper Perspective   * African American Newspapers   * American County Histories to 1900   * The Pennsylvania Genealogical Catalogue   * The Pennsylvania Newspaper Record America's Historical Newspapers Includes Early American Newspapers Series 1 - 5, 1690-1922 and Hispanic American Newspapers, 1808-1980 Allows users to search more than 1,000 U.S. historical newspapers published between 1690 and 1922, including titles from all 50 states. Black Studies Center (ProQuest) Black Studies Center is a fully cross-searchable gateway to Black Studies including scholarly essays, recent periodicals, historical newspaper articles, the Schomburg Studies, and much more. It combines several resources for research and teaching in Black Studies: Schomburg Studies on the Black Experience, International Index to Black Periodicals (IIBP), historical black newspapers, and the Black Literature Index. the major indexing and fulltext database for African American studies. It includes the Schomburg Studies on the Black Experience, a series of essays by leading scholars about the Black Experience; HistoryMakers, a streaming audiovisual collection of 100 oral history interviews (of 2-3 hours each and corresponding transcripts) with prominent contemporary African Americans; historical backfiles of The Chicago Defender and Daily Defender; the International Index to Black Periodicals, which covers scholarly and popular Black Studies journals, including full text for many titles; and Black Literature Index, which contains over 70,000 bibliographic citations for fiction, poetry and literary reviews published in 110 black periodicals and newspapers between 1827-1940. Access Newspaper Archive Search across newspapers dating as far back as the 1700s. Contains tens of millions of searchable newspaper pages, dating as far back as the 1700s HarpWeek Provides online access to Harper's Weekly: 1857-1912,America's leading 19th century illustrated newspaper. America's leading 19th century illustrated newspaper. Times Digital Archive (London) Provides full-text access to back issues of The Times newspaper. Dates of coverage: 1785 to 2006. Provides the full text of newspaper from 1785-1985 Hispanic American Newspapers, 1808-1980 represents the single largest compilation of Spanish-language newspapers printed in the U.S. during the 19th and 20th centuries. The distinctive collection features hundreds of Hispanic American newspapers, including many long scattered and forgotten titles published in the 19th century.            Comments (0)                                         Interpreting History Through Written Documents                 All documents say something about ways of life in the past, and any written document can be used as the main focus, an auxiliary item, or one of a series of items in an exhibition. In this filmed illustrated lecture Loren N. Horton, historian, outlines in detail the various types and categories of documents, questions to be asked before beginning to do research on documents and how to interpret any given document. He then illustrates his points with a nineteenth century travel diary that was used as the focus of an exhibiton.            Comments (0)                                         B'hoy and g'hal                   Mary Taylor and Frank Chanfrau as a Bowery g'hal and b'hoy in A Glance at New York . From the Google Print version of Theatre Culture in America, 1825-1860 by Rosemary K. Bank.   commons.wikimedia.org/ wiki/File:Mary_Taylor_a...             Comments (0)                                         Additional Newspaper Reviews                 How to Locate Newspaper Reviews     Early American Newspapers Electronic Access avail. Also available in microform. Call No: Film350 and MP8 (microprints) American Newspapers from 1690 to 1876.  Be sure to ask for the binder labeled \"LL2 periodicals, newspapers, scripts, microforms\" at the Ref 1 desk on the first floor for a complete listing of early American newspapers.               Comments (0)                                              close                                                                                                          #5 Finding Images / Videos                                                                                  Finding Images                  New York Public Library Digital Gallery Provides access to over 275000 images digitized from the library collections, including illuminated manuscripts, historical maps, vintage posters, etc. Google Images  Philip H. Ward Collection of Theatrical Images, 1856-1910 Comprises 573 items, mostly black-and-white photographic prints of 111 identified actors, actresses, and other performing artists The Museum of the City of New York over 15,000 images of theatrical production are now freely accessible online through the Museum’s Collections Portal Ringling Theatre Collection; Images of 19th Century Actors and Actresses Cabinet cards, postcards and photographs of 19th Century American and British actors and actresses. American Variety Stage: Vaudeville and Popular Entertainment, 1870-1920 This site \"illustrates the vibrant and diverse forms of popular entertainment, especially vaudeville, that thrived from 1870-1920.\" Includes a biographical chronology of escape artist and magician Harry Houdini, theater playbills and programs, sound and video clips, and Yiddish and English-language playscripts. 19th Century Actors Photographs consists of 610 cartes-de-visite studio portraits of entertainers, actors, and actresses who performed on the American stage in the mid- to late 1800s. Many of these actors and actresses were little known outside of the major theater centers of New York City, Philadelphia, and Boston. Library of Congress American Memory Online access to print, pictorial and audio-visual collections and other digital services CAMIO CAMIO is OCLC's Catalog of Art Museum Images Online — is a growing online collection documenting works of art from around the world, representing the collections of prominent museums. CAMIO highlights the creative output of cultures around the world, from prehistoric to contemporary times, and covering the complete range of expressive forms. Library of Congress's Catalog of Art Museum Images Online — is a growing online collection documenting works of art from around the world ARTstor  American Memory: historical collections for the national digital library  AP Images, formerly Accunet/AP Photo Archive Associated Press Images contains over 3.5 million news photographs from the 1840's through today.            Comments (0)                                         Finding Images in BobCat                 To find images within books in BobCat go to the search box and click on advanced . Then enter the topic in the first box limited to Anywhere in the Record . In the second box enter either illus. (for illustrations) or Plates (for color plates) also Anywhere in the Record.           Comments (0)                                         Search BobCat                        Books &amp; More     Search for books, journals, videos, etc. in our local libraries and special collections.          NYU Libraries' online catalog.           Comments (0)                                         A Search for an American Voice in Theater: Prelude and First Curtains                            Comments (0)                                         William Gillette: A Connecticut Yankee and the American Stage                            Comments (0)                                         videos from the Avery Fisher Center//located on the 2nd fl. of Bobst                  The Emerging woman NYU Bobst Avery Fisher Center Main Collection (VCA 387 ) Summary: Uses old engravings, photographs, newsreels, film clips and interviews to show the varied economic, social and cultural experiences of women since the early nineteenth century. Five points:New York's Irish working class in the 1850s In this dramatized narrative New York City in the 1850s is seen through the conflicting perspectives of a native-born Protestant reformer and an immigrant Irish-Catholic family. The Five Points slum is reveals nineteenth century stereotypes about the behavior and beliefs of the immigrant poor. Daughters of free men In this dramatization fifteen year old Lucy Hall leaves her New Hampshire farm in 1833 to work in America's first factories. Along with other young Yankee women, Lucy enters a bewildering new world of factory labor and boarding house life. The action is depicted through old photographs and illustrations from nineteenth century books and periodicals. Historic travel US. New York a century ago Welcome to New York! scenes that gave The City its vibrant image a century ago. Includes early films of the Statue of Liberty, the New York Police and the Harbor Police at work, Buffalo Bill's Wild West parade, construction workers in peril, the demolition of the Star Theatre, the elevated railroad, the Brooklyn Bridge and New York subway and the arrival of immigrants at Ellis Island. America 1900 The 19th century's final year would prove to be a turning point. American troops are sent overseas for the first time, a public debate rages over sex and morality, racial tensions threaten to explode, and the pace of technological change propels everyone into the unknown. Features archival film and photographs.            Comments (0)                                         Streaming Videos Online                   commons.wikimedia.org/ wiki/File:Sarah_Bernhar... , Photography of Sarah Bernhardt by F&eacute;lix Nadar     Theatre in Video Contains more than 250 performances of the world's leading plays, together with more than 100 documentaries, all in streaming video America at Work, School, and Leisure, 1894-1915 Work, school, and leisure activities in the United States from 1894 to 1915 are featured in this presentation of 150 motion pictures Uncle tom's Cabin  American Memory Film Collections Several hundred early motion pictures are viewable in the Library's American Memory collections.            Comments (0)                                         Fair Use of Images                  SCMS: Fair Usage Publication of Film Stills (1993)            Comments (0)                                              close                                                                                                          Social and Cultural History                                                                                  Important Texts                   American eras ISBN: 0787614785 NYU Bobst 1st Floor Reference (E169.1 .A471979 1997 Non-circulating v.1-8)   A companion to 19th-century America ISBN: 0631209859 NYU Bobst 1st Floor Reference  (E338 .C85 2001 Non-circulating)   Rudeness & civility : manners in nineteenth-century urban America Call Number: E161 .K37 1990 ISBN: 0809034700   The good old days : a history of American morals and manners as seen through the Sears Roebuck catalog Call Number: E168 .C685 1976 ISBN: 9780405076800   Learning to behave : a guide to American conduct books before 1900 Call Number: NYU Bobst 1st Floor Reference (BJ1547 .N48 1994 Non-circulating) ISBN: 0313267529            Comments (0)                                         The Victorian Web                   The Victorian Web The Victorian Web presents images and documents, including entire books, as nodes in a network of complex connections. Its purpose is to emphasizes the link rather than the search.            Comments (0)                                         Victorian Popular Culture                   Victorian Popular Culture An essential resource for the study of popular entertainment in the nineteenth and early twentieth centuries. This innovative portal invites users into the darkened halls, small backrooms and travelling venues that hosted everything from spectacular shows and bawdy burlesque, to the world of magic and spiritualist séances. ** The resource is divided into four self-contained sections: Moving Pictures, Optical Entertainments and the Advent of Cinema; Music Hall, Theatre and Popular Entertainment; Circuses, Sideshows and Freaks; Spiritualism, Sensation and Magic.            Comments (0)                                         Everyday Life & Women in America                   Everyday Life & Women in America (AMP) (Adam Matthew Digital) This digital collection is an unparalleled resource for the study of American social, cultural, and popular history, providing immediate access to rare primary source material from the Sallie Bingham Center for Women’s History, Duke University and The New York Public Library. It comprises thousands of fully searchable images (alongside transcriptions) of monographs, pamphlets, periodicals and broadsides addressing 19th and early 20th century political, social and gender issues, religion, race, education, employment, marriage, sexuality, home and family life, health, and pastimes. The collection is especially rich in conduct of life and domestic management literature, offering vivid insights into the daily lives of women and men, as well as emphasizing contrasts in regional, urban and rural cultures.            Comments (0)                                         London Low Life                   London Low Life London Low Life is a full-text searchable resource, containing colour digital images of rare books, ephemera, maps and other materials relating to 18th, 19th and early 20th century London.In addition to the digital documents, London Low Life contains a wealth of secondary resources, including a chronology, interactive maps, essays, online galleries and links to other useful websites.            Comments (0)                                         Travel Writing, Spectacle and World History                   Travel Writing, Spectacle and World History This resource brings together hundreds of accounts by women of their travels across the globe from the early 19th century to the late 20th century. Students and researchers will find sources covering a variety of topics including; architecture; art; the British Empire; climate; customs; exploration; family life; housing; industry; language; monuments; mountains; natural history; politics and diplomacy; race; religion; science; shopping; war. * Women's Travel Diaries and Correspondence from The Schlesinger Library at the Radcliffe Institute for Advanced Study, Harvard University.            Comments (0)                                              close                                                                                                          Citing Information                                                                                  How to Cite Articles and Books                 In academic writing, it is important to cite your references - in other words, to acknowledge and document the authors' works which you have consulted and used in your own work. There are a number of different options for formatting citations. Certain bibliographic styles correspond to certain disciplines, and you often may have a specific style assigned to you for a project. However, the most important thing to remember is that your citation style must be consistent throughout a single paper.           Comments (0)                                         Citation Tips                   To Search: click on Humanities, Documenting sources, LA in-text citations, or MLA list of works cited. includes how to cite live performance.  Research and Documentation Style Guide            Comments (0)                                         Plagiarism - whose idea was that                   http://www.flickr.com/photos/ryanr/142455033/             Comments (0)                                         RefWorks                   RefWorks -- an online research management, writing and collaboration tool -- is designed to help researchers easily gather, manage, store and share all types of information, as well as generate citations and bibliographies.  RefWorks RefWorks is a free (to the NYU community) Web-based program you can use to organize your research. Enter citations as you work, import references retrieved from online bibliographic databases into your RefWorks database and create bibliographies in a variety of formats. Your RefWorks bibliographies are stored on the RefWorks server and are available from any computer with Internet access. For more on RefWorks, see: http://nyu.libguides.com/refworks/            Comments (0)                                         Easy Bib                   Need something less heavy-duty than RefWorks or EndNote? NYU Libraries now subscribes to EasyBib, a online bibliography formatting and citation management tool which supports: -MLA, APA, and Chicago styles -Parenthetical and footnote formatting -Saving, sharing, and exporting citation lists  EasyBib Automatic Bibliography and Citation Maker            Comments (0)                                         New! Oxford Bibliographies Online                   Oxford Bibliographies Online Oxford Bibliography Online is a tool designed to help busy researchers find reliable sources of information by directing them to an in-depth bibliography. It therefore allows the scholar to be led to exactly the right chapter, book, website, archive, data set they need for their research. The resource includes many subject areas.            Comments (0)                                         Avoiding Plagiarism                   This site contains an interactive tutorial that explains what plagiarism is and how to properly credit authors.  You Quote it, You Note it!            Comments (0)                                              close                                                                                                          Primary Sources                                                           This link points to an external URL. Go there now .                               close                                                                                                          Subject Librarian                                                           Pamela Bloom Librarian for Theatre & Performance Studies  JavaScript disabled or chat unavailable.  pamela.bloom@nyu.edu  Contact Info: Location: Bobst Library, Mezz.   212-998-2618 Send Email  Subjects: Theatre & Performance Studies          Links: Website / Blog Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]