[{"detail": [{"content": "Wireless Personal Communications | Enterprise Learning | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Outreach / Enterprise Learning / Programs / Executive Programs                         Enterprise Learning                                                             Wireless Personal Communications                             Overview       Curriculum       Contact         Download Brochure (PDF)   Overview   Wireless Personal Communications service describes a set of communications capabilities that allows peoples in anywhere, stationary or on the move, to communication anytime with other peoples or machines. It is the fastest growing industry and has become an indispensable element of everyday life of the general public. Cellular phones are the key enabling devices and have experienced exponential growth over the last three decades. There are currently billions of cell phone users worldwide. In addition, wireless local area networks are currently poised to supplement or replace wired networks. Many new applications, including wireless sensor networks, automated highways, smart homes, and remote telemedicine, are also emerging. There is no doubt that this is the wireless personal communications world.   This course will cover the underlying principles of wireless communications and practical systems including the fundamentals of science and technology of wireless communications. Topics in this course include Radio Signal Propagation, Impairments and Mitigations, Interference-limited Communications, Frequency Reuse and Cellular Structure, Traffic Analysis and Trunking Loss, Multiple-access and Air Interface (FDMA, TDMA, CDMA, OFDMA), Building blocks and essential functions (modulations and coding) of wireless networks, and Standardized Wireless Systems (AMPS, GSM, WCDMA, LTE, WiMax, and Wifi).   Curriculum   Module: Introduction to Wireless Personal Communications   This module covers:   Understand concepts of spectrum, multiple access, history of wireless communications, types and requirements of services, and economic and social aspects.   Module: Cellular Concept   This module covers:   Interference-limited communications, cellular structure, frequency reuse, traffic analysis, and trunking loss.   Module: Channel Impairments and Mitigations   This module covers:   Radio signal propagation fundamentals, transmission loss and link budget, fading and diversity, distortion and equalization, and time variation: channel sound rate adaptation, etc.   Module: Modulation and Demodulation   This module covers:   Building blocks of transceivers, basics of modulation, important modulation format, demodulator structure, and error probability.   Module: Channel Coding   This module covers:   Block codes, convolutional codes, trellis coded modulation, turbo-codes, and low-density parity check codes.   Module: AMPS   This module covers:   System architecture, physical and logical channels, phone call example, and network operation.   Module: GSM   This module covers:   System overview, air interface, physical and logical channels, and physical layer procedures.   Module: WCDMA (UMTS)   This module covers:   Brief overview of CDMA principles, system overview, air interface, physical and logical channels, and physical layer procedures.   Module: OFDM Systems   This module covers:   Brief overview of OFDM principles, 4th generation cellular networks (LTF), 4th generation cellular networks (WiMax), and WLAN (WiFi).     Contact Us           Jay VanDerwerken   Managing Director   Enterprise learning   E-mail: jvanderwerken@nyu.edu      Phone: 718-260-3611                                    Enterprise Learning      Worldwide Delivery   Board   News and Publications   Programs Master&#039;s Degree   Graduate Certificates   3-Course Immersion Certificates   Executive Programs Advanced Technical Leadership Certificate   Wireless Personal Communications   Clean Energy Leadership Certificate   Enabling Tools and Technologies for 21st Century Industry   Multi-Protocol Label Switching   Sustainability Leadership Certificate   Transients, Surges and Faults in Power Systems     Enterprise Learning/SCPS Joint Program     Corporate Rewards   Corporate Members   Corporate Partners   Society Co-Sponsors   Contact                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]