[{"detail": [{"content": "Requirements | Prehealth | New York University                                              Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                       Home &gt; Prehealth Courses &gt; Requirements         Requirements     Required courses and their prerequisites    Students in prehealth programs must take the same sequence of courses   no matter what college they attend. These courses are required by the   professional schools, not by the undergraduate colleges. Fortunately,   the requirements for the four-year doctoral programs in most of the   healthcare professions are similar.    You should plan on taking the following courses:             Course No.    Course Title    Prerequisites       CHEM-UA 125    General Chemistry I &amp; Lab    MATH-UA 9 (or calculus ready)       CHEM-UA 126    General Chemistry II &amp; Lab    CHEM-UA 125       BIOL-UA 11    Principles of Biology I    CHEM-UA 125 (pre- or co-requisite)       BIOL-UA 12    Principles of Biology II    BIOL-UA 11 or permission, CHEM-UA 126 (pre- or co-requisite)    BIOL-UA 123 Principles of Biology Lab BIOL-UA 11 or permission    CHEM-UA 225    Organic Chemistry I &amp; Lab    CHEM-UA 126       CHEM-UA 226    Organic Chemistry II &amp; Lab    CHEM-UA 225    *CHEM-UA 881 (or equivalent) Biochemistry I CHEM-UA 226     PHYS-UA 11    General Physics I    MATH-UA 121       PHYS-UA 12    General Physics II    PHYS-UA 11       MATH-UA 121    Calculus I (or AP Calculus)    http://www.math.nyu.edu/degree/undergrad/calculus.html       EXPOS-UA 1    Writing the Essay          ENGL-UA/EXPOS-UA    English Elective     *1-2 Social/Behavioral science courses  Varied (consult with your adivsor)   *These courses are strongly recommended for all students preparing to take the MCAT2015 exam in the spring of 2015 and beyond    These courses are the minimum requirements. Some schools may   require additional courses, particularly in mathematics and/or   biochemistry. You should familiarize yourself with the requirements for   those schools to which you think you may apply. The best source for this   information is the AAMC publication \"Medical Schools Admissions   Requirements.\"    The specific prehealth requirements outlined above must be completed   before you matriculate into medical school. Since the MCAT is based upon   the assumption that you have completed these courses, the normal   procedure is to complete them before sitting for this examination.    You are probably most concerned about the science requirements and we   will certainly address that below. For the moment, begin by noting the non-science requirements: Writing the Essay and English. Take them and all   your liberal arts courses, even Core requirements, seriously; medical   and other health professional schools want and value applicants who can   write well and conduct research. A word to the wise: the English course   really should be taken in the English Department, as this is what   medical and other schools expect and as it may avoid any confusion. Do not take a course on literature in   translation and hope that the schools will accept it; some may, but   others may challenge it and require you to send them your course   description and syllabus.    As a general rule of thumb, all prehealth students will take General   Chemistry (plus labs), Calculus (if no AP credit), and Writing the Essay   as freshmen, regardless of their intended major. Potential Biology,   Biochemistry, and Neural Science majors should take Biology during the   first year in addition to General Chemistry. Students must take General   Chemistry either before or with Biology.    Physics majors must take the \"majors only\" Physics I-II-III (PHYS-UA   91, PHYS-UA 93, PHYS-UA 95) and Labs I-II-III (PHYS-UA 92, PHYS-UA 94,   PHYS-UA 96) - not General Physics I and II (PHYS-UA 11-12). Biology majors are not required to take Principles of Biology Lab (BIOL-UA 123). After the first year, non-science majors traditionally take Biology   as sophomores, along with either Organic Chemistry (plus labs) or   General Physics, because medical and other schools prefer applicants who   take at least one year of “double science.” This leaves one science   sequence for non-science majors to take in their junior year. They are   strongly advised to take additional science courses as seniors.    In addition to these prehealth courses, you will also need to complete all the requirements for your Bachelor's degree.    NOTE: PREMED, PREDENTAL, PREVET STUDENTS SHOULD NOT TAKE COURSES IN   NURSING, NUTRITION, OR THE OT DEPARTMENT TO IMPROVE THEIR MATH/SCIENCE   GPA—THESE COURSES ARE DESIGNATED BY AMCAS AS ALLIED HEALTH COURSES.    ALSO, MOLECULAR AND CELLULAR BIOLOGY IS NOW A PREREQUISITE TO ALMOST   EVERY BIOLOGY COURSE AFTER PRINCIPLES. THE BIOLOGY DEPARTMENT WILL NOT   WAIVE THIS REQUIREMENT.             Advanced placement credit, previous college credit, and foreign credit   One question that frequently arises is, “How do colleges and medical   schools view students who have earned Advanced Placement credit, foreign   transfer credit, and/or college credit while in high school?” These   situations may sound very similar, and undergraduate colleges treat them   all in the same way. However, most medical schools do not treat these   credits the same way a four-year college does. Upon admission to the   freshman class, NYU will grant credit towards the bachelor's degree for   most Advanced Placement test scores of 4 or 5, and for courses from an   accredited Foreign or U.S. College. For full details, consult the   current College of Arts and Science Bulletin.    How medical schools view these credits Here, the situation is   different: although some medical schools do accept Advanced Placement   credit to satisfy prehealth admissions requirements, many do not. Nor   are the individual schools entirely clear or consistent on this matter.   Even if a certain medical or health professional school does accept AP   credit, you will be a much stronger candidate for admission if you take   all of your science courses in college (rather than resting on your high   school laurels). A good rule of thumb is: If you can present an   official transcript from a four-year U.S. college with a grade for   these subjects, you are safe; if not, you may have difficulties. With   most U.S. college credit, therefore, you have no problems, although   students are warned that science courses taken at a local college while   in high school may not be as rigorous as NYU's science classes, and   therefore may not prepare you well for the MCAT or for upper-level   science if you choose to take it. Students in this situation may need to   repeat science courses here. With Advanced Placement credit and   foreign transfer credit, you may experience difficulty with medical   schools, and it is therefore necessary to approach the topic with some   caution. Each subject has its own peculiarities and we will consider   each separately. For all of these situations, please keep in   mind that skipping over an introductory-level science class has led to   poor grades in the more advanced courses for more than one student in   the past—even for those who were A students in high school science   classes and had AP credit. That is why you are often advised to forfeit   your AP credit or previous college credit in the sciences and begin with   introductory courses.    AP Biology AP credit in biology is considered preparation for   Principles of Biology I and II (BIOL-UA 11-12) at NYU. The vast majority   of students forfeit their AP credit and take Principles here. This is a   good thing, because all medical schools require one year of biology taken in college. Only a tiny number of students are   allowed, based on their score, to use their AP credit to skip Principles   of Biology altogether. They place into Molecular and Cellular Biology,   which they are not allowed to take until sophomore year. This is the case for two reasons: 1)   Principles of Biology will give you a superb foundation for the   Biological Sciences section of the MCAT, much better than your AP course   ever could. 2) Medical schools require one year of biology with   labs. If   during and after taking the Molecular and Cell Biology sequence, a   student elects not to continue with the biology major, he or she will   still need one year of biology coursework with lab.    AP Chemistry Prehealth students with Advanced Placement credit in   chemistry must forfeit their AP credit and take the subject here. Advanced General Chemistry is a heavily   Calculus and Physics based course. To enroll in Advanced General Chemistry you must provide evidence of earning a 4 or better on the AP Calculus exam, have completed one year of high school physics and, and have completed one year of high   school chemistry (AP chemistry preferred). Students must also pass the placement exam which is held during CAS orientation.    AP Physics The only way to satisfy the two-semester physics   requirement with AP credit is to score a 5 on the Physics B exam, or to   score a 4 or 5 on both of the Physics C exams. Even if you can meet   this high standard, you will be a much stronger candidate for medical   school if you take physics at NYU. Many medical schools prefer that you   take physics in college, and some have been known not to accept AP   credit. The safest thing for non-physics majors to do is to forfeit   their AP credit and take General Physics I and II (PHYS-UA 11-12) at   NYU. Using your AP credit to skip over General Physics and go into a   more advanced course is not advisable for non-majors. Note that   the Physics I-II-III sequence, with accompanying labs (PHYS-UA 91,   PHYS-UA 93, PHYS-UA 95, and PHYS-UA 92, PHYS-UA 94, PHYS-UA 96) is only   recommended for physics majors. If you start this three-course sequence,   you must finish it, to ensure that you have the requisite labs that   some medical schools require and the background you will need for the   MCAT. The physics sequence at NYU is very challenging and   markedly different from AP Physics courses taken in high school. You   should always consult with a department advisor to determine course   sequencing.    AP Mathematics Some medical schools require one or two semesters   of college math, and most of these schools will accept AP credit.    Foreign college credit If you have foreign college credit in   the sciences and do not want to retake the corresponding course or take   one of the higher-level alternatives, please reconsider. Medical schools   strongly advise or require that all of the required prehealth science   courses be taken at an American institution. However, you may   opt to have your foreign transcript evaluated by a reputable evaluation   agency. You would be well-advised to call early to several medical   schools to which you plan to apply to obtain a consensus on \"acceptable\"   evaluation agencies. Do this early as many agencies have to get   information from the foreign schools you attended, and these schools may   take months (even years) to respond.                 Home       Careers       Prehealth Courses              Requirements            Suggested Electives              Withdrawals, Repeats, P/F, Summer Science              Majors &amp; Study Abroad              Predental Info              Preveterinary Info              Preoptometry Info              Other Health Professions Info         Application Process       Extracurricular Involvement       Resources       BCPM Calculator       Postbaccalaureate Program       Global Public Health/Science       Contact Us                          Stay Connected           Twitter             Contact Us"}]},
{"detail": [{"content": "Requirements | Prehealth | New York University                                              Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                       Home &gt; Prehealth Courses &gt; Requirements         Requirements     Required courses and their prerequisites    Students in prehealth programs must take the same sequence of courses   no matter what college they attend. These courses are required by the   professional schools, not by the undergraduate colleges. Fortunately,   the requirements for the four-year doctoral programs in most of the   healthcare professions are similar.    You should plan on taking the following courses:             Course No.    Course Title    Prerequisites       CHEM-UA 125    General Chemistry I &amp; Lab    MATH-UA 9 (or calculus ready)       CHEM-UA 126    General Chemistry II &amp; Lab    CHEM-UA 125       BIOL-UA 11    Principles of Biology I    CHEM-UA 125 (pre- or co-requisite)       BIOL-UA 12    Principles of Biology II    BIOL-UA 11 or permission, CHEM-UA 126 (pre- or co-requisite)    BIOL-UA 123 Principles of Biology Lab BIOL-UA 11 or permission    CHEM-UA 225    Organic Chemistry I &amp; Lab    CHEM-UA 126       CHEM-UA 226    Organic Chemistry II &amp; Lab    CHEM-UA 225    *CHEM-UA 881 (or equivalent) Biochemistry I CHEM-UA 226     PHYS-UA 11    General Physics I    MATH-UA 121       PHYS-UA 12    General Physics II    PHYS-UA 11       MATH-UA 121    Calculus I (or AP Calculus)    http://www.math.nyu.edu/degree/undergrad/calculus.html       EXPOS-UA 1    Writing the Essay          ENGL-UA/EXPOS-UA    English Elective     *1-2 Social/Behavioral science courses  Varied (consult with your adivsor)   *These courses are strongly recommended for all students preparing to take the MCAT2015 exam in the spring of 2015 and beyond    These courses are the minimum requirements. Some schools may   require additional courses, particularly in mathematics and/or   biochemistry. You should familiarize yourself with the requirements for   those schools to which you think you may apply. The best source for this   information is the AAMC publication \"Medical Schools Admissions   Requirements.\"    The specific prehealth requirements outlined above must be completed   before you matriculate into medical school. Since the MCAT is based upon   the assumption that you have completed these courses, the normal   procedure is to complete them before sitting for this examination.    You are probably most concerned about the science requirements and we   will certainly address that below. For the moment, begin by noting the non-science requirements: Writing the Essay and English. Take them and all   your liberal arts courses, even Core requirements, seriously; medical   and other health professional schools want and value applicants who can   write well and conduct research. A word to the wise: the English course   really should be taken in the English Department, as this is what   medical and other schools expect and as it may avoid any confusion. Do not take a course on literature in   translation and hope that the schools will accept it; some may, but   others may challenge it and require you to send them your course   description and syllabus.    As a general rule of thumb, all prehealth students will take General   Chemistry (plus labs), Calculus (if no AP credit), and Writing the Essay   as freshmen, regardless of their intended major. Potential Biology,   Biochemistry, and Neural Science majors should take Biology during the   first year in addition to General Chemistry. Students must take General   Chemistry either before or with Biology.    Physics majors must take the \"majors only\" Physics I-II-III (PHYS-UA   91, PHYS-UA 93, PHYS-UA 95) and Labs I-II-III (PHYS-UA 92, PHYS-UA 94,   PHYS-UA 96) - not General Physics I and II (PHYS-UA 11-12). Biology majors are not required to take Principles of Biology Lab (BIOL-UA 123). After the first year, non-science majors traditionally take Biology   as sophomores, along with either Organic Chemistry (plus labs) or   General Physics, because medical and other schools prefer applicants who   take at least one year of “double science.” This leaves one science   sequence for non-science majors to take in their junior year. They are   strongly advised to take additional science courses as seniors.    In addition to these prehealth courses, you will also need to complete all the requirements for your Bachelor's degree.    NOTE: PREMED, PREDENTAL, PREVET STUDENTS SHOULD NOT TAKE COURSES IN   NURSING, NUTRITION, OR THE OT DEPARTMENT TO IMPROVE THEIR MATH/SCIENCE   GPA—THESE COURSES ARE DESIGNATED BY AMCAS AS ALLIED HEALTH COURSES.    ALSO, MOLECULAR AND CELLULAR BIOLOGY IS NOW A PREREQUISITE TO ALMOST   EVERY BIOLOGY COURSE AFTER PRINCIPLES. THE BIOLOGY DEPARTMENT WILL NOT   WAIVE THIS REQUIREMENT.             Advanced placement credit, previous college credit, and foreign credit   One question that frequently arises is, “How do colleges and medical   schools view students who have earned Advanced Placement credit, foreign   transfer credit, and/or college credit while in high school?” These   situations may sound very similar, and undergraduate colleges treat them   all in the same way. However, most medical schools do not treat these   credits the same way a four-year college does. Upon admission to the   freshman class, NYU will grant credit towards the bachelor's degree for   most Advanced Placement test scores of 4 or 5, and for courses from an   accredited Foreign or U.S. College. For full details, consult the   current College of Arts and Science Bulletin.    How medical schools view these credits Here, the situation is   different: although some medical schools do accept Advanced Placement   credit to satisfy prehealth admissions requirements, many do not. Nor   are the individual schools entirely clear or consistent on this matter.   Even if a certain medical or health professional school does accept AP   credit, you will be a much stronger candidate for admission if you take   all of your science courses in college (rather than resting on your high   school laurels). A good rule of thumb is: If you can present an   official transcript from a four-year U.S. college with a grade for   these subjects, you are safe; if not, you may have difficulties. With   most U.S. college credit, therefore, you have no problems, although   students are warned that science courses taken at a local college while   in high school may not be as rigorous as NYU's science classes, and   therefore may not prepare you well for the MCAT or for upper-level   science if you choose to take it. Students in this situation may need to   repeat science courses here. With Advanced Placement credit and   foreign transfer credit, you may experience difficulty with medical   schools, and it is therefore necessary to approach the topic with some   caution. Each subject has its own peculiarities and we will consider   each separately. For all of these situations, please keep in   mind that skipping over an introductory-level science class has led to   poor grades in the more advanced courses for more than one student in   the past—even for those who were A students in high school science   classes and had AP credit. That is why you are often advised to forfeit   your AP credit or previous college credit in the sciences and begin with   introductory courses.    AP Biology AP credit in biology is considered preparation for   Principles of Biology I and II (BIOL-UA 11-12) at NYU. The vast majority   of students forfeit their AP credit and take Principles here. This is a   good thing, because all medical schools require one year of biology taken in college. Only a tiny number of students are   allowed, based on their score, to use their AP credit to skip Principles   of Biology altogether. They place into Molecular and Cellular Biology,   which they are not allowed to take until sophomore year. This is the case for two reasons: 1)   Principles of Biology will give you a superb foundation for the   Biological Sciences section of the MCAT, much better than your AP course   ever could. 2) Medical schools require one year of biology with   labs. If   during and after taking the Molecular and Cell Biology sequence, a   student elects not to continue with the biology major, he or she will   still need one year of biology coursework with lab.    AP Chemistry Prehealth students with Advanced Placement credit in   chemistry must forfeit their AP credit and take the subject here. Advanced General Chemistry is a heavily   Calculus and Physics based course. To enroll in Advanced General Chemistry you must provide evidence of earning a 4 or better on the AP Calculus exam, have completed one year of high school physics and, and have completed one year of high   school chemistry (AP chemistry preferred). Students must also pass the placement exam which is held during CAS orientation.    AP Physics The only way to satisfy the two-semester physics   requirement with AP credit is to score a 5 on the Physics B exam, or to   score a 4 or 5 on both of the Physics C exams. Even if you can meet   this high standard, you will be a much stronger candidate for medical   school if you take physics at NYU. Many medical schools prefer that you   take physics in college, and some have been known not to accept AP   credit. The safest thing for non-physics majors to do is to forfeit   their AP credit and take General Physics I and II (PHYS-UA 11-12) at   NYU. Using your AP credit to skip over General Physics and go into a   more advanced course is not advisable for non-majors. Note that   the Physics I-II-III sequence, with accompanying labs (PHYS-UA 91,   PHYS-UA 93, PHYS-UA 95, and PHYS-UA 92, PHYS-UA 94, PHYS-UA 96) is only   recommended for physics majors. If you start this three-course sequence,   you must finish it, to ensure that you have the requisite labs that   some medical schools require and the background you will need for the   MCAT. The physics sequence at NYU is very challenging and   markedly different from AP Physics courses taken in high school. You   should always consult with a department advisor to determine course   sequencing.    AP Mathematics Some medical schools require one or two semesters   of college math, and most of these schools will accept AP credit.    Foreign college credit If you have foreign college credit in   the sciences and do not want to retake the corresponding course or take   one of the higher-level alternatives, please reconsider. Medical schools   strongly advise or require that all of the required prehealth science   courses be taken at an American institution. However, you may   opt to have your foreign transcript evaluated by a reputable evaluation   agency. You would be well-advised to call early to several medical   schools to which you plan to apply to obtain a consensus on \"acceptable\"   evaluation agencies. Do this early as many agencies have to get   information from the foreign schools you attended, and these schools may   take months (even years) to respond.                 Home       Careers       Prehealth Courses              Requirements            Suggested Electives              Withdrawals, Repeats, P/F, Summer Science              Majors &amp; Study Abroad              Predental Info              Preveterinary Info              Preoptometry Info              Other Health Professions Info         Application Process       Extracurricular Involvement       Resources       BCPM Calculator       Postbaccalaureate Program       Global Public Health/Science       Contact Us                          Stay Connected           Twitter             Contact Us"}, {"content": "High Deductible Health Plan + Health Savings Account                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Benefits   /   Full-Time Faculty   /   High Deductible Health Plan + Health Savings Account                 Sub Navigation                                 Deductibles and Levels of Coverage                       The HSA Component                       Decision Support Tools                                                                   High Deductible Health Plan + Health Savings Account          Among the medical plans NYU offers to serve its diverse faculty and employee community is a High Deductible Health Plan (HDHP) with Health Savings Account (HSA) .     What is the HDHP option?   The HDHP is administered through UnitedHealthcare, like the UHC Choice Plus Advantage and Choice Plus Value Point-of-Service Plans. With the HDHP, the annual deductible will be higher than other medical plans; however, that is only part of the cost you should consider when making your enrollment decision. Another cost to think about is the amount you pay for medical coverage through your payroll contributions. For the HDHP with HSA, this deduction from your paycheck is lower than other medical plans . Compared with the monthly premium for the UHC Choice Plus Advantage Plan, you can save approximately 40% with the HDHP with HSA! The lower premium gives you the perfect opportunity to start saving in an HSA account.     You have the freedom to see any health care provider , including specialists, without a referral, although you will save money if you see in-network providers. This is especially important since instead of a copay, you will be paying the full cost of a doctor’s visit or service until you satisfy your deductible. Once you meet the annual deductible, you will pay a lower coinsurance percentage when you use an in-network provider.   To encourage a healthy lifestyle and active management of your health, eligible preventive care services, such as routine physicals and well-woman exams, are covered at 100% . Some preventive care prescriptions will also be covered at 100%. All other services (including prescription drugs) are subject to the deductible before the Plan pays a portion of the cost. Once you meet the deductible, you and the Plan share the costs of your care (coinsurance).   How does the HSA component help?     If you enroll in the HDHP, you will have the opportunity to open a Health Savings Account (HSA). The HSA is essentially a bank account that allows you to save and pay for eligible health care expenses . Depending on your annual salary, NYU may contribute to your HSA on your behalf! You own your HSA and the account balance rolls over year-to-year. The &quot;use-it-or-lose-it&quot; rule that applies to Flexible Spending Accounts does not apply to HSAs. HSA funds can be used to pay for services until you meet your deductible, pay coinsurance amounts after you meet your deductible, or you can save your HSA balance, letting the balance grow tax-free and using it for future health care expenses.   How can I learn more?   For more detailed information about HDHP with HSA at NYU, visit these pages – Deductibles and Levels of Coverage , The HSA Component , and Decision Support Tools – accessible at the top of this page. A comprehensive video is also available to view, below. Additionally, during Annual Enrollment, you will have access to robust Decision Support Tools in the Benefits Resource Center.                                   Click above to view the HDHP with HSA video, featuring full Plan details. The entire video is less than 30 minutes, or may be viewed by short chapters if you wish to skip to review a specific section. Note at 13:51 (2:00 in the HSA Details chapter) that contribution limits have changed for 2015 &ndash; Under age 55: $3,350 individual coverage, or $6,650 family coverage; age 55 or older: $4,350 individual coverage, or $7,650 family coverage.                                                               Tip: Opening Your HDHP's  Health Savings Account     In order to ensure that your January payroll contributions and, if applicable, the University contributions are deposited into your account on January 1, 2015, you must open your account with Optum Bank by December 18, 2014. The enrollment process is online and takes approximately 10 minutes to complete. In order for the information you enter to be saved, please enter and complete all enrollment details before you logout.                     HDHP at NYU: Among the University's medical plan offerings, eligible faculty , administrators (including part-time ), professional research staff , and members of Local 810 may elect a consumer-driven health plan – NYU's High Deductible Health Plan (HDHP) with Health Savings Account (HSA), administered by UnitedHealthcare.   HDHPs are designed to give you more control over how you spend your health care dollars. You also have the opportunity to enroll in an HSA, a bank account that you may contribute to through pre-tax payroll deductions and withdraw from to pay for eligible out-of-pocket expenses.                 Plan Features   Lower payroll deductions than the other medical plan options (a savings of approximately 40%!)  100% preventive care coverage  Access to in-network and out-of-network providers  Lower coinsurance than the UHC Choice Plus Point-of-Service Plans once you have met your deductible  Tax-advantaged Health Savings Account (HSA) to help you build savings for medical expenses  NYU contribution to the HSA if you earn less than $75,000 per year                 Tip: Decision Support Tools in the  Benefits Resource Center   NYU is committed to providing you choice, value, and quality in health care coverage, with benefit plans that are competitive, affordable, and compliant. During Annual Enrollment, you will have access to robust Decision Support Tools that will be available through the Benefits Resource Center. These tools will help you decide which health care coverage is right for you and your family.                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt;    Office of the Bursar    &gt; Payment Information    &gt; Payment Plans                                                                                                        Skip to Navigation | Skip to Content                                                       Home | Location &amp; Hours | Contact                         Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z               Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                         Search        go                                                               New York University              New York University              Office of the Bursar                                                            eSuite Information                                        Payment Information                               Steps to Take After Registering                          Account Balance                          Financial Clearance                          Payment Deadline Dates                           Payment Plans                               Methods of Payment                                                         Loans and NY State Tap Awards                                     Tuition and Fees                                     Your Account                                     Refunds                                      Tax Topics                                           Forms                                           Services                                               Home        |        Payment Information                 |         Payment Plans                                                           NYU offers several payment plans to assist in either budgeting or financing your education. The information listed will enable you to decide which of these plans will be most beneficial to you.            Deferred Payment Plan      TuitionPay Plan (TPP)      Tuition Stabilization Plan      Fixed Payment Plan           Deferred Payment Plan -- Summer 2015:           The Deferred Payment Plan allows you to pay 50% of the net balance due for the Summer 2015 semester by the payment deadline, and defer the remaining 50% to be paid later in the term.            The Summer 2015 Deferred Payment Plan is available via eSuite. Log onto eSuite and click the &quot;Payment Plans&quot; tab.       The initial 50% payment will be due by the Summer semester payment deadline (May 14, 2015)       The remaining installment payments will be due on June 16, 2015 (50%)                   This plan is available to students who meet the following eligibility requirements:             Enrolled in Summer 2015 courses and/or Housing       Without a previously unsatisfactory university credit record       Not in arrears (past due) for any University charge or loan                 Terms and Conditions of the Plan :            The plan includes a non-refundable application fee of $50.00 , which is to be included with the initial payment on the payment due date.       If payment is not made in full by the final installment due date (June 16, 2015), interest at a rate of 1% per month on the unpaid balance will be assessed.       A late payment fee $25 dollars will be assessed each time a payment is late.                The Summer 2015 Deferred payment plan installment dates:                         Payments:        Dates:                         Initial Payment       May 14, 2015 (50%)                   Final Payment       June 16, 2015 (50%)                 How to Enroll in the Deferred Payment Plan in eSuite:      Once in NYU eSuite click the &quot;PAYMENT PLANS&quot; tab.            &quot;How to Enroll&quot; screens (PDF)                 1. Log into NYUHome using your NYU Net ID and Password.       2. Click the ACADEMIC S tab, then click ALBERT LOGIN       3. Click the STUDENT CENTER link       4. Once in the Albert Student Center, click on the &ldquo; VIEW BURSAR ACCOUNT&rdquo; link located under the Finances menu. Next, select the link  &quot;Click here to continue to the NYU Office of the Bursar eSuite &rdquo; link, which will link to the secure eSuite website.       5.      Click on the &quot;PAYMENT PLANS&quot; tab at the top of the page.       6. Click the green &quot;ENROLL NOW&quot; button.       7. Choose the &quot;Summer 2015&quot; term and click the &quot;SELECT&quot; button.       8. Review the plan details and click the &quot;CONTINUE&quot; button.       9. The balance for the current term and the initial 50% payment displays. ( * Please note: arrears must be paid separately and before enrolling in the online plan)       10. Click the &quot;DISPLAY PAYMENT SCHEDULE &quot; button.       *If your initial payment is paid by wire transfer, paper check, cash, tuition remission or a 3rd party sponsor credit, the payment is displayed in the paid portion of the schedule.       11. Select whether you would like to set up an automatic payment for the remaining installment(s).             * PLEASE NOTE: If you choose &quot;YES&quot; to SETUP AUTOMATIC PAYMENTS, and additional charges are added your account after you initially signed up for the plan, a higher amount will be automatically deducted from your checking account on the semester installment due dates. Additional charges may include but are not limited to changes in class enrollment, financial aid, housing, meal plan and health insurance) .           12. Review the plan information and click the &quot;CONTINUE&quot; button.       13. At the &quot;SELECT PAYMENT METHOD&quot; section, click the arrow for the drop down box and select &quot; NEW ELECTRONIC CHECK&quot; or your previously SAVED eCheck information . Enter your routing and U.S. checking account number, and click the &quot;CONTINUE&quot; button       15. After you read and review the &quot;PAYMENT PLAN AGREEMENT ,&quot; there is a check box at the bottom of the page. Once the box is selected, the green &quot;CONTINUE&quot; button will appear. You can also PRINT the agreement.       16. After you read and review the &quot; PAYMENT AGREEMENT ,&quot; there is a check box at the bottom of the page. Once the box is selected, the green &quot;CONTINUE&quot; button will appear. You can also PRINT the agreement.       17. If you have authorized to SETUP AUTOMATIC PAYMENTS you will need to read and review the TERMS and CONDITIONS. Once the box is selected, the green &quot;CONTINUE&quot; button will appear. You can also PRINT the agreement.       18. You will be emailed a payment confirmation and a message about successfully enrolling in the payment plan. If you signed up for AUTOMATIC PAYMENTS, you will receive an additional email about your future installments.           *After enrollment, the Deferred Payment Plan details can be viewed by clicking the &quot;PAYMENT PLANS&quot; tab.           Return to the top       TuitionPay Plan (not available for Summer term)      TuitionPay is a payment plan administered by SallieMae. The plan is open to all NYU students with the exception     of the School of Professional Studies (SPS) Non-Credit division. This interest-free plan allows for all or a portion of a student's educational expenses (including tuition, fees, room and board) to be paid in monthly installments.      TuitionPay is a budget plan that enables a family to spread payments over the course of the academic year. By enrolling in this plan, you spread your Fall semester tuition payments over a 4-month period (June through September); and your Spring semester tuition payment over another 4-month period (November through February).      With this plan, you budget the cost     of your     tuition and/or housing, after deducting any financial aid you will be receiving     and/or any payments you have made directly to NYU.      A non-refundable enrollment fee of $50.00 is required when applying for the     Fall and Spring plans. Monthly statements will be mailed by TuitionPay     and all payments should be made directly to them. For the Fall 2014, the deadline to enroll for the TuitionPay plan is July 26, 2014 .      For additional information contact TuitionPay at 1(800) 635-0120 or visit     the TuitionPay     Website .      Return to the top      Tuition Stabilization Plan (not available for Summer term)      The Tuition Stabilization Plan for the 2014-2015 academic year will be available shortly. Eligibility requires that you be a full-time undergraduate student. This plan may be used for up to 5 consecutive years or up to graduation (whichever comes first) to stabilize tuition/fees based on the semester that you join the plan. This plan does not cover summer semesters or part-time study.      There is a $1,000.00 cost per term associated with the plan.      For additional information please contact the Office of the Bursar at (212) 998-2806.            Fall 2014/Spring 2015 Tuition Stabilization form           Return to the top      Fixed Payment Plan (not available for Summer term)      The Fixed Payment Plan for the 2014-2015 academic year will be available shortly. Eligibility requires that you be a full-time undergraduate student that is not receiving any form of financial aid, loans or scholarships. This plan may be used to fix the cost of tuition/fees and room/board. The full payment for all semesters must be made at the start of joining the plan. The tuition pre-payment is computed on the basis of tuition, registration and service fees plus other fees or the amount of room/board that is in effect at the first semester of registration multiplied by the number of semesters at the current rate. This plan does not cover summer semesters or part-time study.      Students must join this plan in the fall semester for a minimum of 2 years/4 semesters and a maximum of 4 years/8 semesters.      For additional information please contact the Office of the Bursar at (212) 998-2806.            Fall 2014/Spring 2015 Fixed Payment Plan form           Return to the top"}]},
{"detail": [{"content": "Requirements | Prehealth | New York University                                              Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                       Home &gt; Prehealth Courses &gt; Requirements         Requirements     Required courses and their prerequisites    Students in prehealth programs must take the same sequence of courses   no matter what college they attend. These courses are required by the   professional schools, not by the undergraduate colleges. Fortunately,   the requirements for the four-year doctoral programs in most of the   healthcare professions are similar.    You should plan on taking the following courses:             Course No.    Course Title    Prerequisites       CHEM-UA 125    General Chemistry I &amp; Lab    MATH-UA 9 (or calculus ready)       CHEM-UA 126    General Chemistry II &amp; Lab    CHEM-UA 125       BIOL-UA 11    Principles of Biology I    CHEM-UA 125 (pre- or co-requisite)       BIOL-UA 12    Principles of Biology II    BIOL-UA 11 or permission, CHEM-UA 126 (pre- or co-requisite)    BIOL-UA 123 Principles of Biology Lab BIOL-UA 11 or permission    CHEM-UA 225    Organic Chemistry I &amp; Lab    CHEM-UA 126       CHEM-UA 226    Organic Chemistry II &amp; Lab    CHEM-UA 225    *CHEM-UA 881 (or equivalent) Biochemistry I CHEM-UA 226     PHYS-UA 11    General Physics I    MATH-UA 121       PHYS-UA 12    General Physics II    PHYS-UA 11       MATH-UA 121    Calculus I (or AP Calculus)    http://www.math.nyu.edu/degree/undergrad/calculus.html       EXPOS-UA 1    Writing the Essay          ENGL-UA/EXPOS-UA    English Elective     *1-2 Social/Behavioral science courses  Varied (consult with your adivsor)   *These courses are strongly recommended for all students preparing to take the MCAT2015 exam in the spring of 2015 and beyond    These courses are the minimum requirements. Some schools may   require additional courses, particularly in mathematics and/or   biochemistry. You should familiarize yourself with the requirements for   those schools to which you think you may apply. The best source for this   information is the AAMC publication \"Medical Schools Admissions   Requirements.\"    The specific prehealth requirements outlined above must be completed   before you matriculate into medical school. Since the MCAT is based upon   the assumption that you have completed these courses, the normal   procedure is to complete them before sitting for this examination.    You are probably most concerned about the science requirements and we   will certainly address that below. For the moment, begin by noting the non-science requirements: Writing the Essay and English. Take them and all   your liberal arts courses, even Core requirements, seriously; medical   and other health professional schools want and value applicants who can   write well and conduct research. A word to the wise: the English course   really should be taken in the English Department, as this is what   medical and other schools expect and as it may avoid any confusion. Do not take a course on literature in   translation and hope that the schools will accept it; some may, but   others may challenge it and require you to send them your course   description and syllabus.    As a general rule of thumb, all prehealth students will take General   Chemistry (plus labs), Calculus (if no AP credit), and Writing the Essay   as freshmen, regardless of their intended major. Potential Biology,   Biochemistry, and Neural Science majors should take Biology during the   first year in addition to General Chemistry. Students must take General   Chemistry either before or with Biology.    Physics majors must take the \"majors only\" Physics I-II-III (PHYS-UA   91, PHYS-UA 93, PHYS-UA 95) and Labs I-II-III (PHYS-UA 92, PHYS-UA 94,   PHYS-UA 96) - not General Physics I and II (PHYS-UA 11-12). Biology majors are not required to take Principles of Biology Lab (BIOL-UA 123). After the first year, non-science majors traditionally take Biology   as sophomores, along with either Organic Chemistry (plus labs) or   General Physics, because medical and other schools prefer applicants who   take at least one year of “double science.” This leaves one science   sequence for non-science majors to take in their junior year. They are   strongly advised to take additional science courses as seniors.    In addition to these prehealth courses, you will also need to complete all the requirements for your Bachelor's degree.    NOTE: PREMED, PREDENTAL, PREVET STUDENTS SHOULD NOT TAKE COURSES IN   NURSING, NUTRITION, OR THE OT DEPARTMENT TO IMPROVE THEIR MATH/SCIENCE   GPA—THESE COURSES ARE DESIGNATED BY AMCAS AS ALLIED HEALTH COURSES.    ALSO, MOLECULAR AND CELLULAR BIOLOGY IS NOW A PREREQUISITE TO ALMOST   EVERY BIOLOGY COURSE AFTER PRINCIPLES. THE BIOLOGY DEPARTMENT WILL NOT   WAIVE THIS REQUIREMENT.             Advanced placement credit, previous college credit, and foreign credit   One question that frequently arises is, “How do colleges and medical   schools view students who have earned Advanced Placement credit, foreign   transfer credit, and/or college credit while in high school?” These   situations may sound very similar, and undergraduate colleges treat them   all in the same way. However, most medical schools do not treat these   credits the same way a four-year college does. Upon admission to the   freshman class, NYU will grant credit towards the bachelor's degree for   most Advanced Placement test scores of 4 or 5, and for courses from an   accredited Foreign or U.S. College. For full details, consult the   current College of Arts and Science Bulletin.    How medical schools view these credits Here, the situation is   different: although some medical schools do accept Advanced Placement   credit to satisfy prehealth admissions requirements, many do not. Nor   are the individual schools entirely clear or consistent on this matter.   Even if a certain medical or health professional school does accept AP   credit, you will be a much stronger candidate for admission if you take   all of your science courses in college (rather than resting on your high   school laurels). A good rule of thumb is: If you can present an   official transcript from a four-year U.S. college with a grade for   these subjects, you are safe; if not, you may have difficulties. With   most U.S. college credit, therefore, you have no problems, although   students are warned that science courses taken at a local college while   in high school may not be as rigorous as NYU's science classes, and   therefore may not prepare you well for the MCAT or for upper-level   science if you choose to take it. Students in this situation may need to   repeat science courses here. With Advanced Placement credit and   foreign transfer credit, you may experience difficulty with medical   schools, and it is therefore necessary to approach the topic with some   caution. Each subject has its own peculiarities and we will consider   each separately. For all of these situations, please keep in   mind that skipping over an introductory-level science class has led to   poor grades in the more advanced courses for more than one student in   the past—even for those who were A students in high school science   classes and had AP credit. That is why you are often advised to forfeit   your AP credit or previous college credit in the sciences and begin with   introductory courses.    AP Biology AP credit in biology is considered preparation for   Principles of Biology I and II (BIOL-UA 11-12) at NYU. The vast majority   of students forfeit their AP credit and take Principles here. This is a   good thing, because all medical schools require one year of biology taken in college. Only a tiny number of students are   allowed, based on their score, to use their AP credit to skip Principles   of Biology altogether. They place into Molecular and Cellular Biology,   which they are not allowed to take until sophomore year. This is the case for two reasons: 1)   Principles of Biology will give you a superb foundation for the   Biological Sciences section of the MCAT, much better than your AP course   ever could. 2) Medical schools require one year of biology with   labs. If   during and after taking the Molecular and Cell Biology sequence, a   student elects not to continue with the biology major, he or she will   still need one year of biology coursework with lab.    AP Chemistry Prehealth students with Advanced Placement credit in   chemistry must forfeit their AP credit and take the subject here. Advanced General Chemistry is a heavily   Calculus and Physics based course. To enroll in Advanced General Chemistry you must provide evidence of earning a 4 or better on the AP Calculus exam, have completed one year of high school physics and, and have completed one year of high   school chemistry (AP chemistry preferred). Students must also pass the placement exam which is held during CAS orientation.    AP Physics The only way to satisfy the two-semester physics   requirement with AP credit is to score a 5 on the Physics B exam, or to   score a 4 or 5 on both of the Physics C exams. Even if you can meet   this high standard, you will be a much stronger candidate for medical   school if you take physics at NYU. Many medical schools prefer that you   take physics in college, and some have been known not to accept AP   credit. The safest thing for non-physics majors to do is to forfeit   their AP credit and take General Physics I and II (PHYS-UA 11-12) at   NYU. Using your AP credit to skip over General Physics and go into a   more advanced course is not advisable for non-majors. Note that   the Physics I-II-III sequence, with accompanying labs (PHYS-UA 91,   PHYS-UA 93, PHYS-UA 95, and PHYS-UA 92, PHYS-UA 94, PHYS-UA 96) is only   recommended for physics majors. If you start this three-course sequence,   you must finish it, to ensure that you have the requisite labs that   some medical schools require and the background you will need for the   MCAT. The physics sequence at NYU is very challenging and   markedly different from AP Physics courses taken in high school. You   should always consult with a department advisor to determine course   sequencing.    AP Mathematics Some medical schools require one or two semesters   of college math, and most of these schools will accept AP credit.    Foreign college credit If you have foreign college credit in   the sciences and do not want to retake the corresponding course or take   one of the higher-level alternatives, please reconsider. Medical schools   strongly advise or require that all of the required prehealth science   courses be taken at an American institution. However, you may   opt to have your foreign transcript evaluated by a reputable evaluation   agency. You would be well-advised to call early to several medical   schools to which you plan to apply to obtain a consensus on \"acceptable\"   evaluation agencies. Do this early as many agencies have to get   information from the foreign schools you attended, and these schools may   take months (even years) to respond.                 Home       Careers       Prehealth Courses              Requirements            Suggested Electives              Withdrawals, Repeats, P/F, Summer Science              Majors &amp; Study Abroad              Predental Info              Preveterinary Info              Preoptometry Info              Other Health Professions Info         Application Process       Extracurricular Involvement       Resources       BCPM Calculator       Postbaccalaureate Program       Global Public Health/Science       Contact Us                          Stay Connected           Twitter             Contact Us"}, {"content": "High Deductible Health Plan + Health Savings Account                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Benefits   /   Full-Time Faculty   /   High Deductible Health Plan + Health Savings Account                 Sub Navigation                                 Deductibles and Levels of Coverage                       The HSA Component                       Decision Support Tools                                                                   High Deductible Health Plan + Health Savings Account          Among the medical plans NYU offers to serve its diverse faculty and employee community is a High Deductible Health Plan (HDHP) with Health Savings Account (HSA) .     What is the HDHP option?   The HDHP is administered through UnitedHealthcare, like the UHC Choice Plus Advantage and Choice Plus Value Point-of-Service Plans. With the HDHP, the annual deductible will be higher than other medical plans; however, that is only part of the cost you should consider when making your enrollment decision. Another cost to think about is the amount you pay for medical coverage through your payroll contributions. For the HDHP with HSA, this deduction from your paycheck is lower than other medical plans . Compared with the monthly premium for the UHC Choice Plus Advantage Plan, you can save approximately 40% with the HDHP with HSA! The lower premium gives you the perfect opportunity to start saving in an HSA account.     You have the freedom to see any health care provider , including specialists, without a referral, although you will save money if you see in-network providers. This is especially important since instead of a copay, you will be paying the full cost of a doctor’s visit or service until you satisfy your deductible. Once you meet the annual deductible, you will pay a lower coinsurance percentage when you use an in-network provider.   To encourage a healthy lifestyle and active management of your health, eligible preventive care services, such as routine physicals and well-woman exams, are covered at 100% . Some preventive care prescriptions will also be covered at 100%. All other services (including prescription drugs) are subject to the deductible before the Plan pays a portion of the cost. Once you meet the deductible, you and the Plan share the costs of your care (coinsurance).   How does the HSA component help?     If you enroll in the HDHP, you will have the opportunity to open a Health Savings Account (HSA). The HSA is essentially a bank account that allows you to save and pay for eligible health care expenses . Depending on your annual salary, NYU may contribute to your HSA on your behalf! You own your HSA and the account balance rolls over year-to-year. The &quot;use-it-or-lose-it&quot; rule that applies to Flexible Spending Accounts does not apply to HSAs. HSA funds can be used to pay for services until you meet your deductible, pay coinsurance amounts after you meet your deductible, or you can save your HSA balance, letting the balance grow tax-free and using it for future health care expenses.   How can I learn more?   For more detailed information about HDHP with HSA at NYU, visit these pages – Deductibles and Levels of Coverage , The HSA Component , and Decision Support Tools – accessible at the top of this page. A comprehensive video is also available to view, below. Additionally, during Annual Enrollment, you will have access to robust Decision Support Tools in the Benefits Resource Center.                                   Click above to view the HDHP with HSA video, featuring full Plan details. The entire video is less than 30 minutes, or may be viewed by short chapters if you wish to skip to review a specific section. Note at 13:51 (2:00 in the HSA Details chapter) that contribution limits have changed for 2015 &ndash; Under age 55: $3,350 individual coverage, or $6,650 family coverage; age 55 or older: $4,350 individual coverage, or $7,650 family coverage.                                                               Tip: Opening Your HDHP's  Health Savings Account     In order to ensure that your January payroll contributions and, if applicable, the University contributions are deposited into your account on January 1, 2015, you must open your account with Optum Bank by December 18, 2014. The enrollment process is online and takes approximately 10 minutes to complete. In order for the information you enter to be saved, please enter and complete all enrollment details before you logout.                     HDHP at NYU: Among the University's medical plan offerings, eligible faculty , administrators (including part-time ), professional research staff , and members of Local 810 may elect a consumer-driven health plan – NYU's High Deductible Health Plan (HDHP) with Health Savings Account (HSA), administered by UnitedHealthcare.   HDHPs are designed to give you more control over how you spend your health care dollars. You also have the opportunity to enroll in an HSA, a bank account that you may contribute to through pre-tax payroll deductions and withdraw from to pay for eligible out-of-pocket expenses.                 Plan Features   Lower payroll deductions than the other medical plan options (a savings of approximately 40%!)  100% preventive care coverage  Access to in-network and out-of-network providers  Lower coinsurance than the UHC Choice Plus Point-of-Service Plans once you have met your deductible  Tax-advantaged Health Savings Account (HSA) to help you build savings for medical expenses  NYU contribution to the HSA if you earn less than $75,000 per year                 Tip: Decision Support Tools in the  Benefits Resource Center   NYU is committed to providing you choice, value, and quality in health care coverage, with benefit plans that are competitive, affordable, and compliant. During Annual Enrollment, you will have access to robust Decision Support Tools that will be available through the Benefits Resource Center. These tools will help you decide which health care coverage is right for you and your family.                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt;    Office of the Bursar    &gt; Payment Information    &gt; Payment Plans                                                                                                        Skip to Navigation | Skip to Content                                                       Home | Location &amp; Hours | Contact                         Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z               Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                         Search        go                                                               New York University              New York University              Office of the Bursar                                                            eSuite Information                                        Payment Information                               Steps to Take After Registering                          Account Balance                          Financial Clearance                          Payment Deadline Dates                           Payment Plans                               Methods of Payment                                                         Loans and NY State Tap Awards                                     Tuition and Fees                                     Your Account                                     Refunds                                      Tax Topics                                           Forms                                           Services                                               Home        |        Payment Information                 |         Payment Plans                                                           NYU offers several payment plans to assist in either budgeting or financing your education. The information listed will enable you to decide which of these plans will be most beneficial to you.            Deferred Payment Plan      TuitionPay Plan (TPP)      Tuition Stabilization Plan      Fixed Payment Plan           Deferred Payment Plan -- Summer 2015:           The Deferred Payment Plan allows you to pay 50% of the net balance due for the Summer 2015 semester by the payment deadline, and defer the remaining 50% to be paid later in the term.            The Summer 2015 Deferred Payment Plan is available via eSuite. Log onto eSuite and click the &quot;Payment Plans&quot; tab.       The initial 50% payment will be due by the Summer semester payment deadline (May 14, 2015)       The remaining installment payments will be due on June 16, 2015 (50%)                   This plan is available to students who meet the following eligibility requirements:             Enrolled in Summer 2015 courses and/or Housing       Without a previously unsatisfactory university credit record       Not in arrears (past due) for any University charge or loan                 Terms and Conditions of the Plan :            The plan includes a non-refundable application fee of $50.00 , which is to be included with the initial payment on the payment due date.       If payment is not made in full by the final installment due date (June 16, 2015), interest at a rate of 1% per month on the unpaid balance will be assessed.       A late payment fee $25 dollars will be assessed each time a payment is late.                The Summer 2015 Deferred payment plan installment dates:                         Payments:        Dates:                         Initial Payment       May 14, 2015 (50%)                   Final Payment       June 16, 2015 (50%)                 How to Enroll in the Deferred Payment Plan in eSuite:      Once in NYU eSuite click the &quot;PAYMENT PLANS&quot; tab.            &quot;How to Enroll&quot; screens (PDF)                 1. Log into NYUHome using your NYU Net ID and Password.       2. Click the ACADEMIC S tab, then click ALBERT LOGIN       3. Click the STUDENT CENTER link       4. Once in the Albert Student Center, click on the &ldquo; VIEW BURSAR ACCOUNT&rdquo; link located under the Finances menu. Next, select the link  &quot;Click here to continue to the NYU Office of the Bursar eSuite &rdquo; link, which will link to the secure eSuite website.       5.      Click on the &quot;PAYMENT PLANS&quot; tab at the top of the page.       6. Click the green &quot;ENROLL NOW&quot; button.       7. Choose the &quot;Summer 2015&quot; term and click the &quot;SELECT&quot; button.       8. Review the plan details and click the &quot;CONTINUE&quot; button.       9. The balance for the current term and the initial 50% payment displays. ( * Please note: arrears must be paid separately and before enrolling in the online plan)       10. Click the &quot;DISPLAY PAYMENT SCHEDULE &quot; button.       *If your initial payment is paid by wire transfer, paper check, cash, tuition remission or a 3rd party sponsor credit, the payment is displayed in the paid portion of the schedule.       11. Select whether you would like to set up an automatic payment for the remaining installment(s).             * PLEASE NOTE: If you choose &quot;YES&quot; to SETUP AUTOMATIC PAYMENTS, and additional charges are added your account after you initially signed up for the plan, a higher amount will be automatically deducted from your checking account on the semester installment due dates. Additional charges may include but are not limited to changes in class enrollment, financial aid, housing, meal plan and health insurance) .           12. Review the plan information and click the &quot;CONTINUE&quot; button.       13. At the &quot;SELECT PAYMENT METHOD&quot; section, click the arrow for the drop down box and select &quot; NEW ELECTRONIC CHECK&quot; or your previously SAVED eCheck information . Enter your routing and U.S. checking account number, and click the &quot;CONTINUE&quot; button       15. After you read and review the &quot;PAYMENT PLAN AGREEMENT ,&quot; there is a check box at the bottom of the page. Once the box is selected, the green &quot;CONTINUE&quot; button will appear. You can also PRINT the agreement.       16. After you read and review the &quot; PAYMENT AGREEMENT ,&quot; there is a check box at the bottom of the page. Once the box is selected, the green &quot;CONTINUE&quot; button will appear. You can also PRINT the agreement.       17. If you have authorized to SETUP AUTOMATIC PAYMENTS you will need to read and review the TERMS and CONDITIONS. Once the box is selected, the green &quot;CONTINUE&quot; button will appear. You can also PRINT the agreement.       18. You will be emailed a payment confirmation and a message about successfully enrolling in the payment plan. If you signed up for AUTOMATIC PAYMENTS, you will receive an additional email about your future installments.           *After enrollment, the Deferred Payment Plan details can be viewed by clicking the &quot;PAYMENT PLANS&quot; tab.           Return to the top       TuitionPay Plan (not available for Summer term)      TuitionPay is a payment plan administered by SallieMae. The plan is open to all NYU students with the exception     of the School of Professional Studies (SPS) Non-Credit division. This interest-free plan allows for all or a portion of a student's educational expenses (including tuition, fees, room and board) to be paid in monthly installments.      TuitionPay is a budget plan that enables a family to spread payments over the course of the academic year. By enrolling in this plan, you spread your Fall semester tuition payments over a 4-month period (June through September); and your Spring semester tuition payment over another 4-month period (November through February).      With this plan, you budget the cost     of your     tuition and/or housing, after deducting any financial aid you will be receiving     and/or any payments you have made directly to NYU.      A non-refundable enrollment fee of $50.00 is required when applying for the     Fall and Spring plans. Monthly statements will be mailed by TuitionPay     and all payments should be made directly to them. For the Fall 2014, the deadline to enroll for the TuitionPay plan is July 26, 2014 .      For additional information contact TuitionPay at 1(800) 635-0120 or visit     the TuitionPay     Website .      Return to the top      Tuition Stabilization Plan (not available for Summer term)      The Tuition Stabilization Plan for the 2014-2015 academic year will be available shortly. Eligibility requires that you be a full-time undergraduate student. This plan may be used for up to 5 consecutive years or up to graduation (whichever comes first) to stabilize tuition/fees based on the semester that you join the plan. This plan does not cover summer semesters or part-time study.      There is a $1,000.00 cost per term associated with the plan.      For additional information please contact the Office of the Bursar at (212) 998-2806.            Fall 2014/Spring 2015 Tuition Stabilization form           Return to the top      Fixed Payment Plan (not available for Summer term)      The Fixed Payment Plan for the 2014-2015 academic year will be available shortly. Eligibility requires that you be a full-time undergraduate student that is not receiving any form of financial aid, loans or scholarships. This plan may be used to fix the cost of tuition/fees and room/board. The full payment for all semesters must be made at the start of joining the plan. The tuition pre-payment is computed on the basis of tuition, registration and service fees plus other fees or the amount of room/board that is in effect at the first semester of registration multiplied by the number of semesters at the current rate. This plan does not cover summer semesters or part-time study.      Students must join this plan in the fall semester for a minimum of 2 years/4 semesters and a maximum of 4 years/8 semesters.      For additional information please contact the Office of the Bursar at (212) 998-2806.            Fall 2014/Spring 2015 Fixed Payment Plan form           Return to the top"}]}]