[{"detail": [{"content": "Fall 2014 Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2014 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2014 | Graduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Seminar in Literature: Research Methods and Techniques: The Philosophy of the Body (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1400    Bianchi    Monday    4:55-7:35       Literature, History and Politics: reading the Global South: Uneven Development, Anti-Imperial Thinking and Post Colonial Theory (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2150.001 SPAN-GA 2968.001 Dopico    Tuesday 1:00-3:00       Special Topics in Theory: Sense: Beyond Aesthetics (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2610    Kaffen    Thursday    2:00-4:45       Literature, History and Politics: Comparative Internationalisms: Rimbaud, Kropotkin, William Morris (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2150.002    Ross    Monday    11:00-1:00    Proseminar in Poetics &amp; Theory: Thinking with Tragedy: Ancient Genres and their Influences (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2821 Wofford and Slatkin Wednesday 5:00-7:30       Literary Theory: Culture as Politics (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3610    Zhang    Wednesday    3:30-6:10    Independent Study (permission of DGS Required) 4.0 COLIT- GA 2991   Academic Internship (permission of DGS required) 4.0 COLIT-GA 2992  Thesis Research (permission of DGS Required) 4.0 COLIT- GA 3991   Directed Research I (permission of DGS Required) 4.0 COLIT- GA 3998   Directed Research II (permission of DGS Required) 4.0 COLIT- GA 3999                      Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fall 2014 Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2014 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2014 | Graduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Seminar in Literature: Research Methods and Techniques: The Philosophy of the Body (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1400    Bianchi    Monday    4:55-7:35       Literature, History and Politics: reading the Global South: Uneven Development, Anti-Imperial Thinking and Post Colonial Theory (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2150.001 SPAN-GA 2968.001 Dopico    Tuesday 1:00-3:00       Special Topics in Theory: Sense: Beyond Aesthetics (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2610    Kaffen    Thursday    2:00-4:45       Literature, History and Politics: Comparative Internationalisms: Rimbaud, Kropotkin, William Morris (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2150.002    Ross    Monday    11:00-1:00    Proseminar in Poetics &amp; Theory: Thinking with Tragedy: Ancient Genres and their Influences (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2821 Wofford and Slatkin Wednesday 5:00-7:30       Literary Theory: Culture as Politics (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3610    Zhang    Wednesday    3:30-6:10    Independent Study (permission of DGS Required) 4.0 COLIT- GA 2991   Academic Internship (permission of DGS required) 4.0 COLIT-GA 2992  Thesis Research (permission of DGS Required) 4.0 COLIT- GA 3991   Directed Research I (permission of DGS Required) 4.0 COLIT- GA 3998   Directed Research II (permission of DGS Required) 4.0 COLIT- GA 3999                      Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2015 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2015 | Graduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time    Culture and Critique: Transnational America (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1951 ENGL-GA 2916.001 DRAP-GA 1949.001 Garcia Thursday 11:00-1:45  Biopolitics and Culture in Contemporary Spain (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2645 Matos-Martin Wednesday 11:00-1:45    Revisiting the Western Classics: Ancient Materialisms: Matter &amp; Gender in Classical Antiquity (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2502 CLASS-GA 2502    Bianchi    Wednesday    4:55-7:35       Topics in Caribbean Literature: Comparatism, Contigency, and the Caribbean (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2650 HIST-GA 2801.002 Dopico    Tuesday 12:30-3:15       Seminar in Literature: Research Methods and Techniques: Theory and Critique of Comparative Literature (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1400    Apter    Thursday    2:00-4:45       Writing Seminar (Required course for Comp Lit PhD 3rd year students. This year-long course will be taken for 8 credits, fall and spring. Auditing is possible with the permission of the instructor. Enrollment restricted to comp Lit 3rd year students only.)    4.0    COLIT-GA 2000    Basterra    Wednesday    12:30-3:15     Topics in Translation: Translation and Comparatism (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2875 MEIS-GA 1770.001 Halim Monday 2:00-4:00  Topics in African Literature: Africa--In Theory (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 3630 DRAP-GA 3630.001 ENGL-GA 2902.001 HIST-GA 1784.001 Sanders Monday 11:00-1:45       Comparative Poetics/Proseminar in Poetics &amp; Theory: Prose and Cons: Poetics in the Age of Prose (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3399 POET-GA 2001    Gadberry    Tuesday    4:55-7:35    Independent Study (permission of DGS Required) 4.0 COLIT- GA 2991   Academic Internship (permission of DGS required) 4.0 COLIT-GA 2992  Thesis Research (permission of DGS Required) 4.0 COLIT- GA 3991   Directed Research I (permission of DGS Required) 4.0 COLIT- GA 3998   Directed Research II (permission of DGS Required) 4.0 COLIT- GA 3999    Seminar in Literature: Research Methods and Techniques Theory and Critique of Comparative Literature Apter  The seminar will review changing  debates in the history of Comparative Literature focusing on its long and  complicated relationship to philosophy and \"theory.\" Drawing on  the work of Auerbach, Spitzer, Lukács, Derrida, Foucault, Agamben, Jameson, Rancière,  Moretti, Spivak, and Butler, topics will include: philology and translation,  philosophical lexicons of the historical subject, theology and sacred language;   deconstruction versus historicism; style and poetics (punctuation);  common cultural property and national/patrimonial claims; chronicity,  periodicity and the conditions of contemporaneity; geopolitical cartographies  and neoliberal economic paradigms; logics of worlds and the politics of  security; specters of the (digital) humanities.  Requirements: Two 8 page papers and a presentation on a  class reading.   Unless otherwise noted, readings will  be posted on NYU Classes course site.  Revisiting the Western Classics: Ancient Materialisms: Matter &amp; Gender in Classical Antiquity Bianchi      In the face of the rising popularity of “new materialisms” it  is important to remember that the notion of “matter” itself arose in a specific  historical and philosophical context in classical antiquity. Matter, from the  Latin ‘ materia ’ (related to mater, mother) itself emerged from  Aristotle’s Greek innovation hulê (literally,  wood). In this class we will undertake close readings of key ancient works on  the origin and constitution of the natural world and its intersections with the  human world, including prephilosophical cosmogonies, Presocratic philosophies  of nature, Aeschylus’ Oresteia, Greek  atomism, Plato’s Timaeus , Aristotle’s   Physics, Metaphysics, and Generation of Animals , and Lucretius’ De Rerum Natura, tracing the emergence  of discourses of materiality alongside and in concert with tropes of sex and  gender. To assist us in this endeavor we will draw on contemporary readings including  Heidegger, Kristeva, Irigaray, Loraux, Butler, and Grosz, as well as critically  engaging Bachofen’s 19 th century conception of Mutterrecht . Some background knowledge of psychoanalytic theory is  advised as is knowledge of Greek, however all readings will be in translation. Topics in Caribbean Literature: Comparatism, Contigency, and the Caribbean Dopico  “ The Caribbean,” as David Scott has  argued, “is not merely modern…. it is modern in a fundamentally inaugural way.”  What does it mean to think of the Caribbean as an inaugural imaginary? And what does the Caribbean mean in a  post-colonial, post-socialist, post-revolutionary age? A long host of thinkers, writers and artists  of the nineteenth and twentieth century have insisted on the centrality of the  Caribbean as root and rhizome in our understanding of modernity and its  elements: enlightenment and capital, race and empire, sovereignty and  simulation, culture and nation, and, most romantically, or tragically,  revolution. But to think the Caribbean adequately one has to think beyond the  dialectics of roots and rhizome, beyond the poetics of relation, archipelago  and diaspora. This demands too that we read  beyond the tragic and monumental tropes of the Caribbean and read instead minor  forms and minor keys. Thinking and reading the Caribbean requires not only linguistic  and theoretical fluencies, but a capacity to read deep contexts and  contingencies within apparent economies of cultural and material scarcity. It  requires the capacity to engage the master paradigms of modernity and  simultaneously engage the more slippery problems of temporality, contingency,  misunderstanding, as well as the violent and demoralizing mechanisms of  domination, transaction and subordination.  This course considers  key texts and works of the Caribbean archipelago and reads them comparatively  and sometimes against the grain of their national, regional and postcolonial  inscriptions. We will read major cultural works and lesser-known expressions,  major literary works and alongside minor or forgotten forms. We will consider how the cultural monuments  of the Caribbean have occluded collective politics, aesthetic experiments,  insurgent movements and ephemeral forms. We counter pose the monumentality of  literature to the epistemologies and historical consciousness of other cultural  practices, aiming both for the contrapuntal and the counterintuitive. How, for example, have we come to understand  the Haitian Revolution or the Cuban Revolution within grand narratives and what  would it mean to read in them not epic, tragic destinies but more banal  parables about modernity —destinies consonant with other forms of communal  politics, other orders of transaction and betrayal, from Paris, to Prague, from  Berlin to Grenada? Comparative questions abound: What does it mean to read a history of  revolution and civil rights in the Caribbean nineteenth century? What is the  specificity of Caribbean race theory? What is the distance between a history of  literature and a history of print culture in the Caribbean? How does literature  compete with visual aesthetics? How do  we “read” Aponte’s lost book or desacralize Walcott’s Omeros? How does Patrick Chamoiseau destroy the  postcolonial novel? How does Dulce María Loynaz precede Sebald by half a  century? Why is Virgilio Piñera like  Franz Kafka?  We will also ask  about discursive notions of the Caribbean: what and whether the reparative  poetics of relation and antillanité hold . We will engage the divisions between  Francophone, Anglophone, and Hispanophone Caribbean studies and trace cultural  and theoretical genealogies and segregations, asking if the Caribbean has a  common culture beyond the major tropic/al conceits that artists and scholars  have used to bind literary production. We will ask, in the tradition of Edward  Said, whether, like the East, “Caribbeanism”  becomes a career, what the field might mean, and how it exists. What is the place of the Caribbean in the  conceptions and political destinies of the American hemisphere or the Global  South? The syllabus is still  in progress but will include selections from major canonical Caribbean texts  (Casal, Hostos, James, Métraux, Césaire, Price Mars, Mañach, Marinello, Ortiz,  Cabrera, Walcott, Brathwaite, Lamming),    theorists and historians of the Caribbean (James, Cesaire, Glissant,  Moreno Fraginals, Benítez Rojo, Trouillot, Scott), twentieth century literature (Carpentier,  Burgos, Loynaz, Lezama, Rodríguez Juliá, Piñera, Walcott) through to the post-colonial Caribbean  Anglophone corpus and onto contemporary writers from Rita Indiana Hernández to  Marlon James. We will pay special  attention to breaking postcolonial linguistic segregations, but also be mindful  of the operations and problem of genre, print culture, journal, performance,  and the pedagogies of civil society. We  will consider the formation of Caribbean Studies as a field and think of the  ways that journals from Orígenes and Tropiques , to Callaloo and Small Axe transform critical, artistic  and activist interventions on the Caribbean, and translate to intellectual  practices in the academy.          Comparative Poetics/Proseminar in Poetics &amp; Theory: Prose and Cons: Poetics in the Age of Prose Gadberry The long eighteenth-century has accrued a long   series of appellations, the Age of Reason, the Enlightenment, the   Augustan Age, and the Age of Prose among them. At the end of the   seventeenth century, the famous poet and critic Boileau is said to have   announced that Descartes himself had “cut poetry’s throat” while Matthew   Arnold looked back and deemed even the great poets of the eighteenth   century to be writing prose in their verse. Our course attempts to   uncover the fate of poetics in this “age of prose and reason.” How and   where do we find poetics at a moment at which poetry appears to be dead?   Our inquiry will pursue the longstanding antagonism between philosophy   and poetry as we plumb texts central to the conceptual legacy of the   period before the revival of poetics and poetry with Romanticism. Is   there a poetics of reason, of toleration, of common sense, of   laissez-faire? Just where does poetry go, and what might this have to do   with the birth of criticism? How does a poetics undergird the   subjectivities and, indeed, the systems that authors of the period   imagine? As we read texts of the period, we will engage twentieth- and   twenty-first-century interlocutors who will help us puzzle over what and   where poetry is in the moments of its apparent defeat or disappearance. Early   modern texts may include works by Hobbes, Milton, Locke, Corneille,   Boileau, Pope, Defoe, Baumgarten, Kant, Shaftesbury, Rousseau, and Vico.   Our modern texts may include works by Benjamin, Badiou, Derrida,   Peirce, Wittgenstein, Richards, among others. All texts will be   available in translation, but reading knowledge of French and/or German a   plus.      Culture and Critique: Transnational America Garcia This  seminar examines the transnational turn in U.S. literary studies and the  resulting reconfiguration of the relationship between American Studies and  Comparative Literature. We explore aesthetic renderings of “America” during  different historical junctures and devote special attention to  re-conceptualizations of “America” that create new objects of analysis, both  smaller and larger than the nation-form. If “trans” is from the Latin for  “over, across or beyond,” we ask what it means to think about American  literature as “over,” “across,” or “beyond” the nation form. Along the way, we  examine divergent practices of comparative cultural studies, including theories  of the Black Atlantic, and more recent efforts to globally re-map American  literary cultures and theorize American literature through concepts of the  planetary. Alongside works by such writers as Henry James, W. E. B. Du Bois, Jean  Toomer and Eric Walrond, and more recent contributions by such authors as  Joseph O’Neill and Mohsin Hamid, we consider past and present social theory and  cultural criticism that impinge upon twenty-first century comparative literary  studies and American studies alike. Tropics in Translation: Translation and Comparatism  Halim In various ways, translation has always played a signal role  in comparatism. Aiming to shed light on both issues within translation theory  and the changing nature of Comparative Literature, this course will address the  topic in relation to: World Literature, travelling theory, Translation Studies vis-à-vis  Comparative Literature, and South-South comparatism, among others. Readings by:  Amal Amireh, Emily Apter, Talal Asad, Susan Bassnett, David Damrosch, Ferial  Ghazoul, Richard Jacquemond, Mohja Kahf, André Lefevere, Edward Said, Gayatri  Spivak, Haun Saussy, Harish Trivedi, Lawrence Venuti, and others. Biopolitics and Culture in Contemporary Spain Matos-Martin     The notion of biopolitics is widely used today in many  disciplines and discourses to reflect on issues as diverse as neoliberalism,  globalization, fascism, demographic changes, global security, or health  problems. This notion, however, has been relatively little used in Spain. In  this course students will be introduced to different theories of biopolitics  --with an emphasis on violence and exclusion practices-- as articulated in  Spanish contemporary culture. As such, we will mostly analyze films and literary  texts that address experiences of social and political exclusion, marginality,  precariousness, abandonment or poverty within the modern Spanish context—from  the Spanish Civil War to the current moment of economic crisis. Theoretical  readings will include, among others, Foucault, Agamben, Esposito, Lemke,  Mbembe, Bauman, Lazzarato, Balibar, Butler, Negri and Rancière. Topics in African Literature: Africa--In Theory Sanders     Recently there has been an  explosion in “theory from the South.” Some of the most exciting interventions  have come from African theorists such as Ato Quayson, Achille Mbembe, Jean and  John Comaroff, and Mahmood Mamdani. Taking recent works by these theorists as  our starting point, we will explore the application and adaptation of  metropolitan thinkers such as Foucault, Derrida, and Schmitt, in order to  theorize “necropolitics,” genocide, and xenophobia, among other burning issues.  We will also take stock of earlier endeavors by Africanist and Afro-Americanist  thinkers such as Du Bois, Senghor, Mudimbe, Soyinka, and Ngugi to define  critically Africa’s specific contributions to the making (and making sense of)  the world that all of us inhabit. Since a number of these thinkers are also  writers and/or literary theorists, we shall also be analyzing key recent texts  by Ahmadou Kourouma, Phaswane Mpe, and Antjie Krog.                   Back to Top                     Contact us | &copy; New York University , Arts and Science"}]}]