[{"detail": [{"content": "Things to Do                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Madrid   /   Living in Madrid                 Sub Navigation                                 The City                       Culture & Customs                       Food & Nightlife                       European Travel                       Things to Do                                                                   Things to Do                           Students going for a boat ride.         Shopping                                                  Markets                                 The Rastro (La Latina)     Go early on Sundays, as it gets busy and it’s not great with too many people. Congregation of vendors of all types of goods. Good for little souvenirs for friends and family. Really fun to walk around.     The Mercado de la Cebada (La Latina - just steps from the metro on c/Toledo)     Awesome fresh fruits, veggies, meat, etc.                                                                    Retail Shopping Areas                                        Puerto del Sol     Great shopping (Zara, H&amp;M, Bershka, etc.)     Goya     Great commercial shops and classy department stores     El Corte Ingles     There are two big stores: one in Sol and one up by campus, in the other direction from the school from the Santiago Bernabeu metro stop   Huge Department Store, the only place you can walk into to buy bread, milk, and cereal and walk out with the new limited edition Louis Vuitton bag.   You can buy everything from deck furniture to perfume.   Corte Ingles supermarkets are separate.                                                        Supermarkets                                           Supermarkets                                  Caprabo (near campus all the way down Calle Segre/Calle de la Cinca)     Great supermarket      Champion (located all over Madrid)     Best supermarket in Madrid      Dia (located all over Madrid)     Cheap, but often a bit suspect   The produce was sometimes icky      El Corte Ingles (metro Sol and metro Santiago Benabeau)     Go early, as there are huge lines around 5:00 pm.      Taste of America (c/ Serrano 149)     American food store                            Attractions                                                  Museums                                  Prado (between metro stops Banco de Espana and Atocha)   Largest museum in Western Europe   Don’t Miss: Velazquez (Las Meninas), Goya, Greco   The hour before closing is free but there is usually a long line       Reina Sofia (metro Atocha)   Houses contemporary Spanish art   Picasso’s Guernica is a must see; Miró and Dalí are also featured   The hour before closing is free         Tip: Walk down Paseo del Prado to get from the Prado to the Reina Sofia. It’s a really fun and artsy street.     Thyssen (near metro Banco de Espana and Sevilla)   Used to be a private collection   A lot smaller than the Reina Sofia and the Prado   Don't miss Tiziano, Tintoretto, and Van der Heyden                                                                    Entertainment                                 Flamenco   Lots of bars have daily shows   Look out for discounts in papers and magazines   Sometimes you can catch flamenco dancers doing performances on the street outside the Palacio Real.           Sporting Events   Futbol, or soccer in Madrid, is huge. Take advantage of our campus’ vicinity to Santiago Bernabeu and go see Real Madrid play! After all, Spain won the 2008 Euro Cup!   To have the futbol experience without the price tag, consider going to a game against a lesser rival. Buy your ticket early and enjoy!                                                                                   Places to see                                 Palacio Real (metro Opera)     The Royal Palace, former home to the royal family, is gorgeous. The rooms are mostly kept intact so you can get an actual feeling of what it would have been like to live there.     Catedral de la Almudena (metro Opera)     This is the biggest cathedral in Madrid and is located right across from the Palacio Real. The design of the cathedral is very different from other cathedrals that you will see while you are in Europe.     Templo De Debod   Ancient Egyptian temple rebuilt in Madrid   Located in the Parque de Rosales, with a great view of Casa de Campo   Ask you intercambio to take you here, its especially pretty at sunset       Plaza de Espana   Usually filled with street vendors and tourists   Located at the end of Gran Via   In the middle of the plaza there is a statue of Cervantes and his characters, Don Quijote and Sancho Panza       Plaza Mayor   Main plaza of Madrid   Usually filled with street performers, tourists and locals and lines with restaurants, tourist shops and bars   Very close to Sol   A lot of festivities take place here (i.e. dos de mayo) and it's a great place to people-watch on a sunny day.       Goya's Tomb (Panteon de Goy)   Beautiful fresco paintings, done by Goya himself   A lesser known site, but a beautiful church, well worth seeing       Teleferico (metro Arguelles)   A cable car that traverses the Casa delCampo   Great views of Madrid   When you get off in Casa de Campo, explore for a bit before you get back on.                                                       Learn      Courses    Special Programs    Facilities    Faculty    Internships                  Live      Housing &amp; Meals    Getting Around    Language    Culture &amp; Customs    Health &amp; Safety    Staff                  Explore      Restaurants    Nightlife    Things to do    Local Travel    Regional Travel    Shopping                                                                                          NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                         European Travel                                                                                         Food and Nightlife                                             Relax in Retiro   Reitro is Madrid's Central Park. On a nice day, grab a baguette and a bottle of wine, call up some friends, and have a picnic in the park. There is also a lake in the middle of Reitro where you can rent a paddle boat and go for a row.            The best way to become a native in a city is to do what you would do at home in Madrid. So if you take yoga classes when you are in New York, take one here.                               \"I was lucky enough to enroll in the Art in the Prado Museum class that NYU Madrid offers. We would have class Tuesdays, and meet at the Prado Museum on Thursdays. It was one of the best courses I’ve taken, and I have a new appreciation for art that I never could have realized without having lived in Madrid.\"   - Adam, NYU Madrid student                           Questions?        Contact Us                                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]