[{"detail": [{"content": "Dual Degree Program in Engineering (with the Polytechnic Institute of NYU), CAS | NYU                                                  Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni                  Back to Home             Dual Degree Program in Engineering (with the Polytechnic Institute of NYU)   Beginning in fall 2010, the College’s dual-degree program in science and engineering with the Polytechnic Institute of NYU will offer highly qualified and motivated students who are technically oriented the opportunity to pursue both a liberal arts program with a major in science and a traditional engineering program. The program is ideal for the student interested in science and engineering who is also eager for a liberal arts experience before entering an undergraduate engineering environment. Upon completion of this five-year program, students receive the Bachelor of Science degree from the College of Arts and Science at New York University and the Bachelor of Science degree from the Polytechnic Institute of NYU. Students with this combination of degrees are likely to find excellent employment opportunities. The available dual-degree combination are as follows: • B.S. in biology/B.S. in chemical and biomolecular engineering • B.S. in chemistry/B.S. in chemical and biomolecular engineering • B.S. in computer science/B.S. in computer engineering • B.S. in computer science/B.S. in electrical engineering • B.S. in mathematics/B.S. in civil engineering • B.S. in mathematics/B.S. in computer engineering • B.S. in mathematics/B.S. in electrical engineering • B.S. in mathematics/B.S. in mechanical engineering • B.S. in physics/B.S. in civil engineering • B.S. in physics/B.S. in computer engineering • B.S. in physics/B.S. in electrical engineering • B.S. in physics/B.S. in mechanical engineering Students in the program complete all of the Morse Academic Plan (MAP) requirements, with the exception of the foreign language requirement, from which they are excused. (Their required math and science courses automatically satisfy the MAP’s Foundations of Scientific Inquiry requirements.) There is usually some flexibility concerning the semester in which a given course can be taken, and students with Advanced Placement credit can typically lighten some of their semester course loads and/or have room for more electives. Detailed programs of study for each of the curricula are available from Tyrell Davis, the adviser for all students in the various programs. He may be contacted at the College Advising Center, Silver Center, 100 Washington Square East, Room 905; 212-998-8130. Application materials for this dual-degree program may be requested from New York University, Office of Undergraduate Admissions, 665 Broadway, 11th Floor, New York, NY 10012-2339. REQUIREMENTS The dual-degree program is designed to meet the educational and career interests of students with strong qualifications, as evidenced by their GPA in high school and by their performance in mathematics and science. Students who rank near the top of their class and who have done well on standardized tests, particularly in mathematics, are especially well suited.  Students should have completed a rigorous college preparation program, including mathematics (through trigonometry), chemistry, and physics and exhibited substantial extracurricular activity and leadership. Students are usually admitted to the program as freshmen and must be prepared to begin with Calculus I (V63.0121) in the first semester of college. Given the highly structured curricula, transfer into the program after the first year is very difficult. Students must maintain satisfactory performance and must complete the required courses in a timely fashion in order to remain in the program. Their records are reviewed yearly by a faculty committee. THE PROGRAM Students accepted into the program spend their first three years of study in the College of Arts and Science at New York University. In the first year at the College, the different curricula call for many of the same courses. This gives students time to consult with faculty at both schools before committing themselves to a particular science/engineering major.                                      During Freshman Orientation, if they have not already done so, students select a major area for their study at New York University from the disciplines of biology, chemistry, computer science, mathematics, and physics. In their first year, students will have the opportunity to change this major and to reflect on their choice of an engineering major. In the spring of the third year, an orientation program helps students prepare for the transition to Poly in the fourth year. In the first three years of the program, students satisfy their MAP requirements and also take some of the Poly courses required for their choice of engineering major. Students may elect to withdraw from the dual-degree program in engineering and complete only the College of Arts and Science general and major requirements at New York University. The final two years of study are undertaken at the Polytechnic Institute of NYU in downtown Brooklyn, across the East River and a short subway ride from New York University’s Greenwich Village campus.                      At Poly, students complete the remaining technical courses required for their engineering major. Programs in engineering available to students in the NYU-Poly dual-degree program include chemical and biolmolecular engineering, civil engineering, computer engineering, electrical engineering, and mechanical engineering.                        Welcome!       About CAS       Academic Programs       Undergraduate Research       Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events               Updated on 02&#047;26&#047;2014       Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}]},
{"detail": [{"content": "Dual Degree Program in Engineering (with the Polytechnic Institute of NYU), CAS | NYU                                                  Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni                  Back to Home             Dual Degree Program in Engineering (with the Polytechnic Institute of NYU)   Beginning in fall 2010, the College’s dual-degree program in science and engineering with the Polytechnic Institute of NYU will offer highly qualified and motivated students who are technically oriented the opportunity to pursue both a liberal arts program with a major in science and a traditional engineering program. The program is ideal for the student interested in science and engineering who is also eager for a liberal arts experience before entering an undergraduate engineering environment. Upon completion of this five-year program, students receive the Bachelor of Science degree from the College of Arts and Science at New York University and the Bachelor of Science degree from the Polytechnic Institute of NYU. Students with this combination of degrees are likely to find excellent employment opportunities. The available dual-degree combination are as follows: • B.S. in biology/B.S. in chemical and biomolecular engineering • B.S. in chemistry/B.S. in chemical and biomolecular engineering • B.S. in computer science/B.S. in computer engineering • B.S. in computer science/B.S. in electrical engineering • B.S. in mathematics/B.S. in civil engineering • B.S. in mathematics/B.S. in computer engineering • B.S. in mathematics/B.S. in electrical engineering • B.S. in mathematics/B.S. in mechanical engineering • B.S. in physics/B.S. in civil engineering • B.S. in physics/B.S. in computer engineering • B.S. in physics/B.S. in electrical engineering • B.S. in physics/B.S. in mechanical engineering Students in the program complete all of the Morse Academic Plan (MAP) requirements, with the exception of the foreign language requirement, from which they are excused. (Their required math and science courses automatically satisfy the MAP’s Foundations of Scientific Inquiry requirements.) There is usually some flexibility concerning the semester in which a given course can be taken, and students with Advanced Placement credit can typically lighten some of their semester course loads and/or have room for more electives. Detailed programs of study for each of the curricula are available from Tyrell Davis, the adviser for all students in the various programs. He may be contacted at the College Advising Center, Silver Center, 100 Washington Square East, Room 905; 212-998-8130. Application materials for this dual-degree program may be requested from New York University, Office of Undergraduate Admissions, 665 Broadway, 11th Floor, New York, NY 10012-2339. REQUIREMENTS The dual-degree program is designed to meet the educational and career interests of students with strong qualifications, as evidenced by their GPA in high school and by their performance in mathematics and science. Students who rank near the top of their class and who have done well on standardized tests, particularly in mathematics, are especially well suited.  Students should have completed a rigorous college preparation program, including mathematics (through trigonometry), chemistry, and physics and exhibited substantial extracurricular activity and leadership. Students are usually admitted to the program as freshmen and must be prepared to begin with Calculus I (V63.0121) in the first semester of college. Given the highly structured curricula, transfer into the program after the first year is very difficult. Students must maintain satisfactory performance and must complete the required courses in a timely fashion in order to remain in the program. Their records are reviewed yearly by a faculty committee. THE PROGRAM Students accepted into the program spend their first three years of study in the College of Arts and Science at New York University. In the first year at the College, the different curricula call for many of the same courses. This gives students time to consult with faculty at both schools before committing themselves to a particular science/engineering major.                                      During Freshman Orientation, if they have not already done so, students select a major area for their study at New York University from the disciplines of biology, chemistry, computer science, mathematics, and physics. In their first year, students will have the opportunity to change this major and to reflect on their choice of an engineering major. In the spring of the third year, an orientation program helps students prepare for the transition to Poly in the fourth year. In the first three years of the program, students satisfy their MAP requirements and also take some of the Poly courses required for their choice of engineering major. Students may elect to withdraw from the dual-degree program in engineering and complete only the College of Arts and Science general and major requirements at New York University. The final two years of study are undertaken at the Polytechnic Institute of NYU in downtown Brooklyn, across the East River and a short subway ride from New York University’s Greenwich Village campus.                      At Poly, students complete the remaining technical courses required for their engineering major. Programs in engineering available to students in the NYU-Poly dual-degree program include chemical and biolmolecular engineering, civil engineering, computer engineering, electrical engineering, and mechanical engineering.                        Welcome!       About CAS       Academic Programs       Undergraduate Research       Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events               Updated on 02&#047;26&#047;2014       Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}, {"content": "Program of Study (CAS Bulletin)    |     Physics    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Research       Undergraduate Program       Graduate Program       Resources       Physics Dept Events       Recent News       Alumni             Stay Connected           YouTube       Ustream                    Back to Home       Program of Study (CAS Bulletin)   Departmental  Objectives      Majors The  programs for the major are designed to meet a number of goals. They provide  good preparation for graduate school; indeed, many of our students go on to  some of the world's best graduate programs. They develop a range of technical  skills, most of which relate to the challenging intellectual problems of  building quantitative theoretical models and making precise measurements of physically  interesting phenomena. The programs are also designed to satisfy curiosity  about the fundamental laws that govern every aspect of the world, from the  interactions of subatomic particles to the origin and behavior of the entire  universe.          The  programs are simultaneously very deep and very broad. Course work includes both  theoretical subjects and experimental activity in laboratories. The programs  are designed to give students flexibility in years three and four to pursue  interdisciplinary activities, spend time abroad, or delve into greater depth in  a subject or into original research.          The  department is a collegial place where faculty and students get to know one  another well. There are regular formal and informal seminars, as well as a  thriving Society of Physics Students, and students and faculty often  collaborate on original research problems. Many of the students participate in  original research and coauthor scientific publications. For all of these  reasons, and in addition to the rigor of the courses, students are extremely  well prepared for a wide range of activities—not just in scientific research,  but also in professional and engineering pursuits, or any area where abstract  thinking and quantitative modeling of real systems are necessary and rewarded.          Nonmajors    For  nonscience majors, there are nontechnical courses that introduce some of the  concepts and events that are most important to understanding physics and its  impact. For science majors outside of physics, there are technical courses that  provide a breadth of ideas about the fundamental laws that underpin the other  sciences. The department provides courses designed to meet the preprofessional  goals of prehealth students and students in engineering disciplines          Minors Students  who are interested in obtaining significant exposure to the ideas of physics  without committing to the major or without obtaining a comprehensive  mathematical background can minor in physics or astronomy.               Majors            Bachelor  of Arts (B.A.) Program          The  major in physics consists of the following eighteen courses (53 to 55 points):          Year  1:   Calculus I (MATH-UA 121)   Calculus II (MATH-UA 122)   Physics I (PHYS-UA 91) and Introductory Experimental Physics I (PHYS-UA 71) (5  points together)   Physics II (PHYS-UA 93) and Introductory Experimental Physics II (PHYS-UA 72)  (5 points together) Year  2:   Calculus III (MATH-UA 123)   Physics III (PHYS-UA 95) and Intermediate Experimental Physics I (PHYS-UA 73)  (5 points together)   Classical and Quantum Waves (PHYS-UA 105) and Intermediate Experimental Physics  II (PHYS-UA 74) (5 points together)   Mathematical Physics (PHYS-UA 106) Years  3 and 4:   Advanced Experimental Physics (PHYS-UA 112)   Quantum Mechanics I (PHYS-UA 123)   Electricity and Magnetism I (PHYS-UA 131)   Thermal and Statistical Physics (PHYS-UA 140)   Two advanced physics electives (3 or 4 points each) Mathematics  requirement: The  calculus requirement is satisfied by taking either the Calculus I, II, III  sequence (MATH-UA 121-123) or the sequence Honors Calculus I, II: Accelerated  Calculus with Linear Algebra (MATH-UA 221, 222; 5 points per term). Potential  physics majors should begin their calculus sequence in the fall semester of  their freshman year. Variations may be constructed with the approval of the director  of undergraduate studies. In addition, students are advised to take advanced  mathematics courses—such as Linear Algebra (MATH-UA 140)—as they proceed in the  major.          Double  major with physics:   The major offers flexibility to complete the requirements for a second major in  the College. Students may wish to combine a major in physics with a major in a  field such as mathematics, computer science, chemistry, economics, or biology.  Students should consult the director of undergraduate studies in their freshman  year to outline a program that is best tailored to their needs.          Bachelor  of Science (B.S.) Program          The  B.S. degree provides breadth in the sciences in addition to the physics major.  The B.S. degree in physics will be granted to students completing the  following:   The required courses for the B.A. major (see above), including one advanced  physics elective   Computational Physics (PHYS-UA 210)   Two courses in chemistry at or above the level of General Chemistry I, II and  Laboratory (CHEM-UA 125, 126)   One course in biology at or above the level of Principles of Biology I (BIOL-UA  11), or in chemistry above the level of General Chemistry II and Laboratory  (CHEM-UA 126)        Minors          Minor  in Physics          Consists  of four of the following courses, or three of the following courses plus one of  the courses listed under the minor in astronomy:   Sound and Music (PHYS-UA 10)   General Physics I (PHYS-UA 11)   General Physics II (PHYS-UA 12)   20th-Century Concepts of Space, Time, and Matter (PHYS-UA 20)   Any course at or above Physics I (PHYS-UA 91), except for pure laboratory  courses Minor  in Astronomy          Consists  of four courses. The Universe: Its Nature and History (PHYS-UA 7) is required,  plus the three following courses (or two of the following and one of the  courses listed under the minor in physics):   Origins of Astronomy (PHYS-UA 8)   Observational Astronomy (PHYS-UA 13)   Astrophysics (PHYS-UA 150)          Honors  Program          Candidates  for a degree with honors in physics must complete the requirements for the B.A.  major described above and attain a 3.65 GPA, both overall and in physics. They  must also complete the equivalent of a semester of experimental or theoretical  research. Students who wish to fulfill this requirement should discuss possible  options, such as independent study courses, with the director of undergraduate  studies. A research paper based on this work must be prepared and orally  presented.               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Dual Degree Program in Engineering (with the Polytechnic Institute of NYU), CAS | NYU                                                  Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni                  Back to Home             Dual Degree Program in Engineering (with the Polytechnic Institute of NYU)   Beginning in fall 2010, the College’s dual-degree program in science and engineering with the Polytechnic Institute of NYU will offer highly qualified and motivated students who are technically oriented the opportunity to pursue both a liberal arts program with a major in science and a traditional engineering program. The program is ideal for the student interested in science and engineering who is also eager for a liberal arts experience before entering an undergraduate engineering environment. Upon completion of this five-year program, students receive the Bachelor of Science degree from the College of Arts and Science at New York University and the Bachelor of Science degree from the Polytechnic Institute of NYU. Students with this combination of degrees are likely to find excellent employment opportunities. The available dual-degree combination are as follows: • B.S. in biology/B.S. in chemical and biomolecular engineering • B.S. in chemistry/B.S. in chemical and biomolecular engineering • B.S. in computer science/B.S. in computer engineering • B.S. in computer science/B.S. in electrical engineering • B.S. in mathematics/B.S. in civil engineering • B.S. in mathematics/B.S. in computer engineering • B.S. in mathematics/B.S. in electrical engineering • B.S. in mathematics/B.S. in mechanical engineering • B.S. in physics/B.S. in civil engineering • B.S. in physics/B.S. in computer engineering • B.S. in physics/B.S. in electrical engineering • B.S. in physics/B.S. in mechanical engineering Students in the program complete all of the Morse Academic Plan (MAP) requirements, with the exception of the foreign language requirement, from which they are excused. (Their required math and science courses automatically satisfy the MAP’s Foundations of Scientific Inquiry requirements.) There is usually some flexibility concerning the semester in which a given course can be taken, and students with Advanced Placement credit can typically lighten some of their semester course loads and/or have room for more electives. Detailed programs of study for each of the curricula are available from Tyrell Davis, the adviser for all students in the various programs. He may be contacted at the College Advising Center, Silver Center, 100 Washington Square East, Room 905; 212-998-8130. Application materials for this dual-degree program may be requested from New York University, Office of Undergraduate Admissions, 665 Broadway, 11th Floor, New York, NY 10012-2339. REQUIREMENTS The dual-degree program is designed to meet the educational and career interests of students with strong qualifications, as evidenced by their GPA in high school and by their performance in mathematics and science. Students who rank near the top of their class and who have done well on standardized tests, particularly in mathematics, are especially well suited.  Students should have completed a rigorous college preparation program, including mathematics (through trigonometry), chemistry, and physics and exhibited substantial extracurricular activity and leadership. Students are usually admitted to the program as freshmen and must be prepared to begin with Calculus I (V63.0121) in the first semester of college. Given the highly structured curricula, transfer into the program after the first year is very difficult. Students must maintain satisfactory performance and must complete the required courses in a timely fashion in order to remain in the program. Their records are reviewed yearly by a faculty committee. THE PROGRAM Students accepted into the program spend their first three years of study in the College of Arts and Science at New York University. In the first year at the College, the different curricula call for many of the same courses. This gives students time to consult with faculty at both schools before committing themselves to a particular science/engineering major.                                      During Freshman Orientation, if they have not already done so, students select a major area for their study at New York University from the disciplines of biology, chemistry, computer science, mathematics, and physics. In their first year, students will have the opportunity to change this major and to reflect on their choice of an engineering major. In the spring of the third year, an orientation program helps students prepare for the transition to Poly in the fourth year. In the first three years of the program, students satisfy their MAP requirements and also take some of the Poly courses required for their choice of engineering major. Students may elect to withdraw from the dual-degree program in engineering and complete only the College of Arts and Science general and major requirements at New York University. The final two years of study are undertaken at the Polytechnic Institute of NYU in downtown Brooklyn, across the East River and a short subway ride from New York University’s Greenwich Village campus.                      At Poly, students complete the remaining technical courses required for their engineering major. Programs in engineering available to students in the NYU-Poly dual-degree program include chemical and biolmolecular engineering, civil engineering, computer engineering, electrical engineering, and mechanical engineering.                        Welcome!       About CAS       Academic Programs       Undergraduate Research       Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events               Updated on 02&#047;26&#047;2014       Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}, {"content": "Program of Study (CAS Bulletin)    |     Physics    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Research       Undergraduate Program       Graduate Program       Resources       Physics Dept Events       Recent News       Alumni             Stay Connected           YouTube       Ustream                    Back to Home       Program of Study (CAS Bulletin)   Departmental  Objectives      Majors The  programs for the major are designed to meet a number of goals. They provide  good preparation for graduate school; indeed, many of our students go on to  some of the world's best graduate programs. They develop a range of technical  skills, most of which relate to the challenging intellectual problems of  building quantitative theoretical models and making precise measurements of physically  interesting phenomena. The programs are also designed to satisfy curiosity  about the fundamental laws that govern every aspect of the world, from the  interactions of subatomic particles to the origin and behavior of the entire  universe.          The  programs are simultaneously very deep and very broad. Course work includes both  theoretical subjects and experimental activity in laboratories. The programs  are designed to give students flexibility in years three and four to pursue  interdisciplinary activities, spend time abroad, or delve into greater depth in  a subject or into original research.          The  department is a collegial place where faculty and students get to know one  another well. There are regular formal and informal seminars, as well as a  thriving Society of Physics Students, and students and faculty often  collaborate on original research problems. Many of the students participate in  original research and coauthor scientific publications. For all of these  reasons, and in addition to the rigor of the courses, students are extremely  well prepared for a wide range of activities—not just in scientific research,  but also in professional and engineering pursuits, or any area where abstract  thinking and quantitative modeling of real systems are necessary and rewarded.          Nonmajors    For  nonscience majors, there are nontechnical courses that introduce some of the  concepts and events that are most important to understanding physics and its  impact. For science majors outside of physics, there are technical courses that  provide a breadth of ideas about the fundamental laws that underpin the other  sciences. The department provides courses designed to meet the preprofessional  goals of prehealth students and students in engineering disciplines          Minors Students  who are interested in obtaining significant exposure to the ideas of physics  without committing to the major or without obtaining a comprehensive  mathematical background can minor in physics or astronomy.               Majors            Bachelor  of Arts (B.A.) Program          The  major in physics consists of the following eighteen courses (53 to 55 points):          Year  1:   Calculus I (MATH-UA 121)   Calculus II (MATH-UA 122)   Physics I (PHYS-UA 91) and Introductory Experimental Physics I (PHYS-UA 71) (5  points together)   Physics II (PHYS-UA 93) and Introductory Experimental Physics II (PHYS-UA 72)  (5 points together) Year  2:   Calculus III (MATH-UA 123)   Physics III (PHYS-UA 95) and Intermediate Experimental Physics I (PHYS-UA 73)  (5 points together)   Classical and Quantum Waves (PHYS-UA 105) and Intermediate Experimental Physics  II (PHYS-UA 74) (5 points together)   Mathematical Physics (PHYS-UA 106) Years  3 and 4:   Advanced Experimental Physics (PHYS-UA 112)   Quantum Mechanics I (PHYS-UA 123)   Electricity and Magnetism I (PHYS-UA 131)   Thermal and Statistical Physics (PHYS-UA 140)   Two advanced physics electives (3 or 4 points each) Mathematics  requirement: The  calculus requirement is satisfied by taking either the Calculus I, II, III  sequence (MATH-UA 121-123) or the sequence Honors Calculus I, II: Accelerated  Calculus with Linear Algebra (MATH-UA 221, 222; 5 points per term). Potential  physics majors should begin their calculus sequence in the fall semester of  their freshman year. Variations may be constructed with the approval of the director  of undergraduate studies. In addition, students are advised to take advanced  mathematics courses—such as Linear Algebra (MATH-UA 140)—as they proceed in the  major.          Double  major with physics:   The major offers flexibility to complete the requirements for a second major in  the College. Students may wish to combine a major in physics with a major in a  field such as mathematics, computer science, chemistry, economics, or biology.  Students should consult the director of undergraduate studies in their freshman  year to outline a program that is best tailored to their needs.          Bachelor  of Science (B.S.) Program          The  B.S. degree provides breadth in the sciences in addition to the physics major.  The B.S. degree in physics will be granted to students completing the  following:   The required courses for the B.A. major (see above), including one advanced  physics elective   Computational Physics (PHYS-UA 210)   Two courses in chemistry at or above the level of General Chemistry I, II and  Laboratory (CHEM-UA 125, 126)   One course in biology at or above the level of Principles of Biology I (BIOL-UA  11), or in chemistry above the level of General Chemistry II and Laboratory  (CHEM-UA 126)        Minors          Minor  in Physics          Consists  of four of the following courses, or three of the following courses plus one of  the courses listed under the minor in astronomy:   Sound and Music (PHYS-UA 10)   General Physics I (PHYS-UA 11)   General Physics II (PHYS-UA 12)   20th-Century Concepts of Space, Time, and Matter (PHYS-UA 20)   Any course at or above Physics I (PHYS-UA 91), except for pure laboratory  courses Minor  in Astronomy          Consists  of four courses. The Universe: Its Nature and History (PHYS-UA 7) is required,  plus the three following courses (or two of the following and one of the  courses listed under the minor in physics):   Origins of Astronomy (PHYS-UA 8)   Observational Astronomy (PHYS-UA 13)   Astrophysics (PHYS-UA 150)          Honors  Program          Candidates  for a degree with honors in physics must complete the requirements for the B.A.  major described above and attain a 3.65 GPA, both overall and in physics. They  must also complete the equivalent of a semester of experimental or theoretical  research. Students who wish to fulfill this requirement should discuss possible  options, such as independent study courses, with the director of undergraduate  studies. A research paper based on this work must be prepared and orally  presented.               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Program    |     Physics    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Research     Undergraduate Program     Graduate Program       Resources       Physics Dept Events       Recent News       Alumni             Stay Connected           YouTube       Ustream             See Also         NYU Academic Calendar           Undergraduate Admissions           CAS Bulletin               Core Information from the Bulletin         Major in Physics           Minor in Physics           Program of Study           Course Offerings           Degree Requirements           Undergraduate Degree Time Line           Undergraduate Courses             Related Information         Prizes and Awards           General Physics Tutoring Clinic Schedule           Fall 2015 Course Schedule (PDF)           Spring 2015 Course Schedule (PDF)           Fall 2014 Course Schedule (PDF)           Prospective Students           Current and New Students           Undergraduate Advisement           College Core Curriculum           International Students           NYU Society of Physics Students           Requesting Recommendation Letters           FAQs           Physics Undergrad Research           Undergraduate Lab Info           Undergraduate Advising Form                 Home &gt; Undergraduate Program     Undergraduate Program   Contact Information        Director of Undergraduate Studies:   Professor David Hogg   E-mail: david.hogg@nyu.edu   Phone: 212-992-8781          Undergraduate Advisor:   Professor Daniel Zwanziger   E-mail: daniel.zwanziger@nyu.edu   Phone: 212-998-7732          Assistant to the Director of Undergraduate Studies:   Bill LePage   E-mail: wlp1@nyu.edu   Phone: 212-998-7704           Physics is the most basic of the natural sciences. It is concerned with understanding the world on all scales of length, time, and energy. The methods of physics are diverse, but they share a common objective to develop and refine fundamental models that quantitatively explain observations and the results of experiments. The discoveries of physics, exemplified by the laws of physics, rank among the most important achievements of human inquiry, and have had an enormous impact on human culture and civilization. Members of the department carry out research in the fields of astrophysics, biophysics, cosmology, elementary particle physics, gravitation, hard and soft condensed matter physics, and statistical physics. Experimental work is carried out in state-of-the art laboratories in the department and at national and international facilities such as the Large Hadron Collider at CERN and astronomical telescopes in space. The majority of NYU physics graduates go to graduate school in physics, and the rest pursue careers in medicine, finance, engineering and law. 27 percent of majors are women; 5% black, 16% Asian, and 8% Latino.      The NYU SPS chapter organizes a mentoring program that pairs first-year students with upper division Physics Majors, organizes lunches for students, and sponsors weekly sessions where faculty are invited to discuss their research. There are many opportunities for faculty-student interaction. These include the weekly colloquium and weekly events such as the CCPP (Center for Cosmology and Particle Physics) Brown Bag, in which faculty present talks on their research.       The educational programs of the Department are aimed at providing a range of courses to meet the needs of different student groups. For undergraduate physics majors, there is a rigorous core program, exposure to current frontiers, and opportunities for research. For science majors outside physics there are technical courses that emphasize the fundamental physical laws that underpin other sciences; and for non-science majors there are non-technical courses that introduce some of the most important concepts of physics and their impact on the contemporary world.      Faculty       Professors Emeriti:    Bederson, Borowitz, Brown, Glassgold, Hoffert, Levy, Lowenstein, Richardson, Robinson, Rosenberg, Sculli, Yarmus      Silver Professors; Professors of Physics:    Chaikin, Dvali, Pine      Collegiate Professors; Professors of Physics:    Farrar, Mincer      Professors:    Budick, Gabadadze, Grier, Grosberg, Hohenberg, Kent, Nemethy, Percus, Porrati, Schucking, Sokal, Stein, Stroke, Zhang, Zwanziger      Associate Professors:   Blanton, Gruzinov, Hogg, Kleban, MacFadyen, Mitra, Scoccimarro, Sleator, Weiner      Assistant Professors:    Brujic, Cranmer, Dubovsky, Gershow, Haas, Modjaz, Wyart      Clinical Associate Professor:    Adler            Program       DEPARTMENTAL OBJECTIVES       Majors: The Major programs are designed to meet a number of goals: They provide good preparation for graduate school; indeed many of the Majors go on to some of the world's best graduate programs. They develop a range of technical skills, most of which relate to the challenging intellectual problems of building quantitative theoretical models and making precise measurements of physically interesting phenomena. The Major programs are also designed to satisfy curiosity about the fundamental laws that govern every aspect of the world from the interactions of subatomic particles to the origin and behavior of the entire Universe.      The Major programs are simultaneously very deep and very broad. Course work includes both theoretical subjects and experimental activity in laboratories. The programs are designed to give students flexibility in Years 3 and 4 to pursue interdisciplinary activities, spend time abroad, or go into greater depth in a subject or into original research.      The Department is a collegial place where the faculty and the students get to know one another well; there are regular formal and informal seminars; there is a thriving Society of Physics Students; and students and faculty often collaborate on original research problems. Many of the Majors participate in original research and co-author scientific publications. For all of these reasons, and in addition to the rigor of the courses, the Majors are extremely well prepared for a wide range of activities—not just in scientific research, but also in professional and engineering pursuits—or any area where abstract thinking and quantitative modeling of real systems is necessary and rewarded.      Non-majors: For non-science majors, there are non-technical courses that introduce some of the concepts and events that are most important to understanding physics and its impact on the contemporary world. For science majors outside of physics, there are technical courses that bring breadth or ideas about fundamental laws that underpin the other sciences. The Department provides courses designed to meet the pre-professional goals of pre-health students and students in engineering disciplines.      Minors: There are Minor programs in Physics and Astrophysics for students who are interested in obtaining significant experience in the ideas of physics without committing to the Major or without obtaining a comprehensive mathematical background.       SUGGESTED PROGRAMS FOR MAJORS IN PHYSICS       B.A. PROGRAM       Bachelor of Arts in Physics: The Major in Physics consists of the following courses:    Year 1: MATH-UA 121, MATH-UA 122, PHYS-UA 91, PHYS-UA 71, PHYS-UA 93, and PHYS-UA 72    Year 2: MATH-UA 123, PHYS-UA 95, PHYS-UA 73, PHYS-UA 105, PHYS-UA 106, and PHYS-UA 74    Years 3 and 4: PHYS-UA 112, PHYS-UA 123, PHYS-UA 131, PHYS-UA 140, and two electives from among the advanced Physics courses      Mathematics: The calculus requirement may be satisfied by taking Honors Calculus I, II (MATH-UA 221,0222) or Calculus I, II, III (MATH-UA 121-123). Students who take the Honors Calculus sequence begin it in the fall semester of their freshman year. Students who complete Honors Calculus I, II are encouraged to take Linear Algebra (MATH-UA 140) in the fall term of the second year. Variations may be constructed with the approval of the director of undergraduate studies. In addition, Students are advised to take advanced mathematics courses as they proceed in the Major.      Double major including physics: The Major offers flexibility to complete the requirements for a second major in the College. Students may wish to combine a major in physics with a major in a field such as mathematics, computer science, chemistry, economics, or biology. Students should consult the director of undergraduate studies in their freshman year to outline a program that is best tailored to their needs.      B.S. PROGRAM       Bachelor of Science in Physics: The B.S. degree involves breadth in the sciences in addition to the Physics Major. The B.S. degree in physics will be granted to students completing the following:       The required courses for the B.A. Major, including one of the Physics electives   Computational Physics (PHYS-UA 210)   Two courses in chemistry at or above the level of General Chemistry I, II (CHEM-UA 101,102)   A course in biology at or above the level of Principles of Biology (BIOL-UA 11) or in chemistry above the level of General Chemistry II (CHEM-UA 102)         MINORS       Minor in Physics: Provides the student with a general survey of the field, plus specialized study. Consists of four of the following courses, or three of the following courses plus one of the courses listed under the minor in astronomy: PHYS-UA 10, PHYS-UA 11, PHYS-UA 12, PHYS-UA 20, and all courses numbered above and including PHYS-UA 91 (except for pure laboratory courses).      Minor in Astronomy: Provides a comprehensive introduction to astronomy, including modern concepts, historical ideas, and observational experience. Consists of four courses; PHYS-UA 07 is required, plus the three following courses (or two of the following, and one of the courses listed under the minor in physics): PHYS-UA 08, PHYS-UA 13, and PHYS-UA 150.      HONORS PROGRAM       Candidates for a degree with honors in physics must complete the requirements for the B.A. Major described above. They must also complete the equivalent of a semester of experimental or theoretical research. Students who wish to fulfill this requirement should discuss possible options, such as independent study courses, with the director of undergraduate studies. A research paper based on this work must be prepared and orally presented. For additional general requirements for a degree with honors, please see the Honors and Awards section of this bulletin.            Courses       The following courses are lectures unless otherwise indicated.       The Universe: Its Nature and History    PHYS-UA 07 Offered every year. 4 points.    Qualitative introduction to our understanding of the nature and evolution of the universe. Topics include the creation of the cosmos; its explosive evolution, present structure, and ultimate fate; the nature of stars and galaxies; the structure and evolution of our Milky Way; the birth, life, and eventual death of the solar system; our place and role in the universe; and the relationship of modern astronomical ideas to other cultural disciplines.       Origins of Astronomy    PHYS-UA 08 Identical to V65.0008. Not open to students who completed V55.0206. Offered every other year. 4 points.    Introduction to the historical development of astronomy, from earliest times through the Copernican revolution. Traces the changes in our perception of the heavens and the influences that led to those changes, from astrology to the discoveries of Galileo and the physics of Newton. Includes descriptive astronomy of the solar system and a trip to the Hayden Planetarium.       Sound and Music    PHYS-UA 10 Assumes high school-level mathematics background. Offered every year. 4 points.    Explores the production of musical sound and how it is perceived by us, dealing mainly with the physical basis of sound. Covers sound waves, resonance, how musical instruments produce sound, the concepts of scales and harmony, physical acoustics, physiological factors of perception, acoustics of auditoria, and sound recording and reproduction. Develops the necessary physics for the course, as needed.       General Physics I    PHYS-UA 11 Prerequisite: MATH-UA 121 or permission of the instructor. Lecture, laboratory, and recitation. Not open to students who have completed PHYS-UA 91 with a grade of C- or better. Offered in the fall. 5 points.    Begins a two-semester introduction to physics intended primarily for preprofessional students and for those majoring in a science other than physics, although well-prepared students may wish to take the physics majors sequence PHYS-UA 91 through PHYS-UA 73 instead. Topics include kinematics and dynamics of particles; momentum, work, and energy; gravitation; circular, angular, and harmonic motion; mechanical and thermal properties of solids, liquids, and gases.       General Physics II    PHYS-UA 12 Prerequisite: PHYS-UA 11 with a grade of C- or better, or permission of the department. Lecture, laboratory, and recitation. Offered in the spring. 5 points.    Continuation of PHYS-UA 11. Topics include electric charge, field, and potential; magnetic forces and fields; resistive, capacitive, and inductive circuits; electromagnetic induction; wave motion; electromagnetic waves; geometrical optics; interference, diffraction, and polarization of light; relativity; atomic and nuclear structure; elementary particle physics.       Observational Astronomy    PHYS-UA 13 Prerequisite: V55.0202 or above, PHYS-UA 07 or above, or permission of the instructor for nonscience majors and minors; no prerequisite for science majors and minors or those who have satisfied Natural Science I requirements. Lecture and laboratory. Offered every year. 4 points.    Introduction to the theory and practice of technical amateur astronomy. The approach is hands-on, with weekly evening laboratory/observing sessions. Topics include astronomical coordinate systems, optics, how to use a telescope, and the phenomena that can be seen in the urban night sky. Observing sessions involve the use of eight-inch telescopes.       20th-Century Concepts of Space, Time, and Matter    PHYS-UA 20 Assumes high-school-level geometry and intermediate algebra background. Not open to students who have completed V55.0204. Offered every year. 4 points.    The 20th century has been witness to two major revolutions in man's concepts of space, time, and matter. Einstein's special and general theories of relativity: implications of the special theory, for our understanding of the unity of space and time, and the general theory, for our understanding of the nature of gravity. Quantum mechanics: a new picture of the basic structure and interactions of atoms, molecules, and nuclei. Topics include the uncertainty principle, wave-particle duality, and the continuing search for the fundamental constituents of matter.       Engineering Physics II    PHYS-UA 82 Prerequisite: PHYS-UA 81. Lecture and recitation. Offered in fall 2010 only. 3 points.    The following topics are covered: electric charge and Coulomb's law; electric fields, Gauss's law; electric potential; capacitance; current and resistance; circuits; magnetic fields; magnetic fields due to currents, Ampere's law; induction and inductance, Faraday's and Lenz's law; magnetism of matter, Maxwell's equations; electromag-netic oscillations and alternating current; electromagnetic waves.       Engineering Physics III    PHYS-UA 83 Prerequisite: PHYS-UA 82. Lecture, recitation, and laboratory. Offered in spring 2011 only. 4 points.    The following topics are covered: images, mirrors, and lenses; interference; diffraction; relativity; photons and the photoelectric effect; matter waves; atoms; electricity in solids, semiconductors; nuclear physics, radioactivity, alpha and beta decays; fission and fusion.       Physics I    PHYS-UA 91 Corequisite: MATH-UA 121 or MATH-UA 221. Physics majors must also register for PHYS-UA 71. Lecture and recitation. Offered in the fall. 3 points.    With PHYS-UA 93 and PHYS-UA 95, forms a three-semester sequence that must be taken in order, starting in the fall semester. Begins a three-semester introduction to physics intended for physics majors and other interested science and mathematics majors. Topics include kinematics and dynamics of particles; energy and momentum; rotational kinematics and dynamics; harmonic oscillators; gravitational fields and potentials; special relativity.       Introductory Experimental Physics I    PHYS-UA 71 Corequisite: PHYS-UA 91. Laboratory. Offered in the fall. 2 points.    Experiments are based on subjects covered in PHYS-UA 91.       Physics II    PHYS-UA 93 Prerequisite: PHYS-UA 91 with a grade of C or better, or permission of the department. Corequisite: MATH-UA 122 or MATH-UA 222. Physics majors must also register for PHYS-UA 72. Lecture and recitation. Offered in the spring. 3 points.    Continuation of PHYS-UA 91. Topics include electrostatics; dielectrics; currents and circuits; the magnetic field and magnetic materials; induction; AC circuits; Maxwell's equations.       Introductory Experimenatl Physics II    PHYS-UA 72 Corequisite: PHYS-UA 93. Laboratory. Offered in the spring. 2 points.    Experiments are based on subjects covered in PHYS-UA 91 and PHYS-UA 93.       Physics III    PHYS-UA 95 Prerequisite: PHYS-UA 93 with a grade of C or better, or permission of the department. Corequisite: MATH-UA 123 or MATH-UA 222. Physics majors must also register for PHYS-UA 73. Lecture and recitation. Offered in the fall. 3 points.    Physics majors must also register for PHYS-UA 73. Continuation of PHYS-UA 93. Topics include wave motion; Fourier series; sound; the reflection, refraction, interference, and diffraction of light; polarization; thermodynamics; kinetic theory and statistical physics.       Intermediate Experimental Physics I    PHYS-UA 73 Corequisite: PHYS-UA 95. Laboratory. Offered in the fall. 2 points.    Experiments are based on subjects covered in PHYS-UA 93 and PHYS-UA 95.       Classical and Quantum Waves    PHYS-UA 105 Prerequisites PHYS-UA 95. Physics majors must also register for PHYS-UA 74. Lecture and recitation. Offered in the spring. 3 points.    Introduction to the physics of classical and quantum waves for students who have had at least one year of college physics and three semesters of calculus or intensive calculus. Topics include linear and non-linear oscillators, resonance, coupled oscillators, normal modes, mechanical waves, light, matter waves, Fourier analysis, Fourier optics (diffraction), and an introduction to numerical (computer) methods for solving differential equations.      Mathematical Physics    PHYS-UA 106 Prerequisite: PHYS-UA 95. Lecture and recitation. Offered in the spring. 3 points.    Mathematical preparation for the junior and senior courses in physics. Vector analysis, Fourier series and integrals, ordinary differential equations, matrices, partial differential equations, and boundary-value problems.       Classical and Quantum Waves Laboratory    PHYS-UA 74 Corequisite: PHYS-UA 105. Laboratory. Offered in the spring. 2 points.    The course introduces students to experiments pertaining to the subjects of the associated lecture course and to experimental methods used in contemporary physics research.       Electronics for Scientists    PHYS-UA 110 Identical to BIOL-UA 110, CHEM-UA 671. Prerequisite: PHYS-UA 12 or PHYS-UA 93 or permission of the instructor. Lecture and laboratory. Offered in the fall. 5 points.    Introduction to basic analog and digital electronics used in modern experiments and computers, for students from any science discipline. Basic concepts and devices presented in lecture are studied in the laboratory. Topics include filters, power supplies, transistors, operational amplifiers, digital logic gates, and both combinatorial and sequential digital circuits. Students learn the functions of modern electronic instrumentation and measurement.       Experimental Physics    PHYS-UA 112 Prerequisites: PHYS-UA 73 and PHYS-UA 74. Laboratory. Offered every year. 3 points.    Introduces the experiments and techniques of modern physics. Students have at their option a variety of open-ended experiments they can pursue, including the use of microcomputers for data analysis. Experimental areas include optical spectroscopy, the Mossbauer Effect, cosmic rays, magnetic resonance, condensed matter, and relativistic mass.       Dynamics    PHYS-UA 120 Prerequisites: PHYS-UA 95 and PHYS-UA 106. Offered every year. 3 points.    Intermediate-level course on the principles and applications of dynamics. Emphasis on the formulation of problems and their numerical solution. Topics include conservation laws, central force motion, Lagrange's and Hamilton's equations, normal modes and small oscillations, and accelerated reference frames.       Quantum Mechanics I    PHYS-UA 123 Prerequisite: PHYS-UA 105. Offered every year. 3 points.    Introduction to the experimental basis and the formal mathematical structure of quantum mechanics. Topics include foundational experiments, wave-participle duality, wavefunctions, the uncertainty principle, the time independent Schrodinger equation and its applications to one-dimensional problems and the hydrogen atom, angular momentum, and spin; Hilbert Space, operators, and observables; time independent perturbation theory; atomic spectra.      Quantum Mechanics II    PHYS-UA 124 Prerequisite: PHYS-UA 123. Offered every year. 3 points.    Continuation of PHYS-UA 123. Topics include the time dependent Schrödinger equation, the Schrödinger and Heisenberg description of quantum systems, time dependent perturbation theory, scattering theory, quantum statistics, and applications to atomic, molecular, nuclear, and elementary particle physics.      Electricity and Magnetism I    PHYS-UA 131 Prerequisite: PHYS-UA 105 and PHYS-UA 106. Offered every year. 3 points.    Introduction to electrodynamics with applications to physical problems. Topics include electrostatics, magnetostatics, Maxwell's equations, electromagnetic forces, electromagnetic waves, radiation from accelerating charges and currents, and special relativity.       Electricity and Magnetism II    PHYS-UA 132 Prerequisite: PHYS-UA 131. Offered every year. 3 points.    Continuation of PHYS-UA 131, with greater depth and emphasis on more complex phenomena and applications. Topics include solutions to the Laplace and Poisson equations, dielectrics and magnetic materials, gauge invariance, plasmas, Fresnel equations, transmission lines, wave guides, and antennas.      Optics    PHYS-UA 133 Prerequisites: PHYS-UA 105 or permission of the instructor. 3 points.    Introduction to physical and geometrical optics. Wave phenomena including diffraction, interference, first-order and higher-order coherence. Holography, phase contrast and atomic force microscopy, and limits of resolution are some of the subjects included. Topics include atomic energy levels and radiative transitions, detectors from photon counting to bolometers in the infrared.       Condensed Matter Physics    PHYS-UA 135 Prerequisite: PHYS-UA 105 or permission of the instructor. Offered every other year. 3 points.    Designed as an introduction to condensed matter physics for students with knowledge of elementary quantum mechanics. Topics include crystal structure, lattice vibrations, and the energy band theory of metals and semiconductors. Topics include the electronic, magnetic, and optical properties of solids and some modern research topics such as the physics of nano-structures, soft condensed matter physics, and superconductivity.       Readings in Particle Physics    PHYS-UA 136 Prerequisite: PHYS-UA 105. Offered every other year. 3 points.    Particle physics is the study of the very fundamental constituents of matter and of the forces between them. By its nature it is microscopic, but it also connects with astrophysics and cosmology on the largest scales. This course introduces the most important advances in elementary particle physics. It centers on journal articles in which these advances were first published, with overview lectures, original reading, discussion, and student presentations. Topics include the discovery of elementary particles in cosmic rays, antimatter, symmetries found in nature, and the invention of the Quark model of elementary particles and its experimental verification.       Thermal and Statistical Physics    PHYS-UA 140 Prerequisite: PHYS-UA 95. Offered every year. 3 points.    Topics include relation of entropy to probability and energy to temperature; the laws of thermodynamics; Maxwell-Boltzmann, Bose-Einstein, and Fermi-Dirac statistics; equations of state for simple gases and chemical and magnetic systems; and elementary theory of phase transitions.       Astrophysics    PHYS-UA 150 Prerequisite: PHYS-UA 95 or permission of the instructor. Offered every other year. 4 points.    Introduction to modern astrophysical problems with an emphasis on the physical concepts involved: radio, optical, and X-ray astronomy; stellar structure and evolution; white dwarfs, pulsars, and black holes; and galaxies, quasars, and cosmology.       Physics of Biology    PHYS-UA 160 Prerequisite: PHYS-UA 95. Offered every other year. 3 points.    Using basic physical concepts such as energy, entropy and force, explores biology from a different perspective. Presents a survey of basic biological processes at all levels of organization (molecular, cellular, organismal, and population) in the light of simple ideas from physics. To illustrate this approach, examines a few contemporary research topics, including self-assembly, molecular motors, low Reynolds fluid dynamics, optical imaging, and single-molecule manipulation. Attempts to construct links between fundamental concepts of biology and physics and to expose enormous open questions in the life sciences from the point of view of a physicist. Geared toward students with a background in mathematics and the physical sciences.       General Relativity    PHYS-UA 170 Prerequisite: PHYS-UA 120 or permission of the instructor. Offered in the spring. 3 points.    This course provides an introduction to general relativity, stressing physical phenomena and their connection to experiments and observations. Topics include: special relativity, gravity as geometry, black holes, gravitational waves, cosmology, Einstein equations.       Computational Physics    PHYS-UA 210 Prerequisite: PHYS-UA 106 or permission of the instructor, and knowledge of a scientific programming language (such as C, C++, Fortran, or Python). Offered every year. 4 points.    Introduction to computational physics, with an emphasis on fields of current research interest where numerical techniques provide unique physical insight. Topics are chosen from various branches of physics, including numerical solution of ordinary and partial differential equations, eigenvalue problems, Monte Carlo methods in statistical mechanics, field theory, dynamical systems, and chaos.       Special Topics in Physics    PHYS-UA 800 Prerequisites vary with the topic. Offered occasionally. 3 points.    Covers advanced topics or recent developments in physics. Detailed course descriptions are made available when topics are announced.      Independent Study    PHYS-UA 997 (fall), PHYS-UA 998 (spring) Prerequisite: permission of the director of undergraduate studies. 2 to 4 points per term.                  Contact Us | &copy; New York University , Arts and Science"}]}]