[{"detail": [{"content": "Academic Services | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academic Services             Academic Services                 Academic Services       Academic Calendar   Advising   Course Descriptions   Course and Faculty Evaluations   Course Updates   Degree Requirements   Exam Information and Schedules   Forms   Registration Information   Schedule of Classes   Contact Us               Related Links           Records and Registration 2015-16 Academic Calendar                               Timely Items:   Academic Calendar   Academic Policies Guide   Academic Regulations and Requirements Guide (JD)   Credit/Fail/Auditing   Degree Requirements   Final Exam Guide   JD Degree Audit Instructions            Academic Sitemap   The links below are a map to the many academic resources that are on this website. If you feel that a link is missing, please send us an email .           Courses   NYUClasses   Course Advising   Course Descriptions   Course Schedule Fall 2015   Course Schedule Spring 2016   Course and Faculty Evaluations   Course Updates   Directed Research   Faculty Profiles   Grade Distributions   Required First-Year Courses   1L Reading Groups   Scheduling Your Courses       Exams   Early Exam Guide   Exam Archives (Law Library)   Exam Policies (SA)   Exam Software (Exam4)   Final Exam Guide   Laptop Configuration   Postponement   Take-Home Exam System (THES)       Guides Library   ABRA Registration Guide   Academic Policies Guide   First-Year Electives Guide   JD Academic Regulations Guide   JD/MBA Student Handbook   Take-Home Exam System (THES) Guide   Year-Long Registration Guide           Getting Assistance   Course Advising   Academic Enrichment   Tutoring Program       JD Degree Information   Degrees Offered   Degree Requirements   Dual Degrees   Graduation/Commencement   Degree Progress Checklist   JD Degree Audit Instructions       Bar Information   Bar Exam Information   Applying for Graduation using Albert           Registration   ABRA Bidding Registration System   Academic Calendar   Credit/Fail/Auditing   Cross-Registration   Forms   Leave of Absence/Withdrawal   Non-Classroom Credits   Payments   Registration Calendar   Scheduling Your Courses   Student-ID#   Transcripts and Enrollment Certifications   Writing Credit   Year-Long Registration Guides       Programs   Academic Careers Program   Academic Scholarship Programs   Clinics   Colloquia   Fellowships   Furman Scholars Program   Graduate Degrees   Graduate Tax Program   Hauser Global Scholars Program   Hays Civil Liberties Program   Lawyering   Leadership Program in Law &amp; Business   Study Abroad Programs       Academic Areas of Study   Business   Clinics   Constitutional   Criminal   Environmental   Intellectual Property &amp; Antitrust   Interdisciplinary   International   Labor &amp; Employment   Procedure   Tax               Academic Services   If you need help with...     Curriculum Planning   Degree Progress   Degree Requirements   Examination Issues   Regulations and Policies         Records &amp; Registration   If you need help with...     Administration of Examinations   Degree Certifications   Grade Processing   Maintenance of Student Records   Transcript Requests                                    Latest from the Docket           May 5: Deadline to Drop a Spring 2015 Class   The deadline for upper-year students to drop a spring 2015 class is 4:45 pm on Tuesday, May 5, 2015. Important items: Submit add/drop form to your program office by the deadline. Dropping to below... more      Credit/Fail Option for J.D. Students Ends Tuesday, May 5   2L and 3L JD students may elect the credit/fail option for no more than two upper-level courses. (This count does not include classes where the only grade available is a CR, e.g., Lawyering, Journal... more      Spring 2015 Exam Schedules and Final Exam Guide   The exam period begins on Friday, May 8, 2015. First-year exams begin on Monday, May 11. Please review the exam schedule links below: All Exams First-year in-class exams First-year take-home exams... more      Results of Exam Postponements/Accommodations Requests Will Be Made Available on Monday, April 27 via ExamReporter   Please note that the deadline to submit a request was April 9, 2015. Students who timely submitted a request will be able to view the results of their request beginning April 27, 2015 via... more      1Ls: Registration Information Session on Friday, April 24, 2:00-2:50 pm   The schedule of classes for 2015-2016 will be released shortly and you may have gone to a Pathways session. As you look forward to registering for classes for your second year, we know that you may... more                                          Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Academic Services | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academic Services             Academic Services                 Academic Services       Academic Calendar   Advising   Course Descriptions   Course and Faculty Evaluations   Course Updates   Degree Requirements   Exam Information and Schedules   Forms   Registration Information   Schedule of Classes   Contact Us               Related Links           Records and Registration 2015-16 Academic Calendar                               Timely Items:   Academic Calendar   Academic Policies Guide   Academic Regulations and Requirements Guide (JD)   Credit/Fail/Auditing   Degree Requirements   Final Exam Guide   JD Degree Audit Instructions            Academic Sitemap   The links below are a map to the many academic resources that are on this website. If you feel that a link is missing, please send us an email .           Courses   NYUClasses   Course Advising   Course Descriptions   Course Schedule Fall 2015   Course Schedule Spring 2016   Course and Faculty Evaluations   Course Updates   Directed Research   Faculty Profiles   Grade Distributions   Required First-Year Courses   1L Reading Groups   Scheduling Your Courses       Exams   Early Exam Guide   Exam Archives (Law Library)   Exam Policies (SA)   Exam Software (Exam4)   Final Exam Guide   Laptop Configuration   Postponement   Take-Home Exam System (THES)       Guides Library   ABRA Registration Guide   Academic Policies Guide   First-Year Electives Guide   JD Academic Regulations Guide   JD/MBA Student Handbook   Take-Home Exam System (THES) Guide   Year-Long Registration Guide           Getting Assistance   Course Advising   Academic Enrichment   Tutoring Program       JD Degree Information   Degrees Offered   Degree Requirements   Dual Degrees   Graduation/Commencement   Degree Progress Checklist   JD Degree Audit Instructions       Bar Information   Bar Exam Information   Applying for Graduation using Albert           Registration   ABRA Bidding Registration System   Academic Calendar   Credit/Fail/Auditing   Cross-Registration   Forms   Leave of Absence/Withdrawal   Non-Classroom Credits   Payments   Registration Calendar   Scheduling Your Courses   Student-ID#   Transcripts and Enrollment Certifications   Writing Credit   Year-Long Registration Guides       Programs   Academic Careers Program   Academic Scholarship Programs   Clinics   Colloquia   Fellowships   Furman Scholars Program   Graduate Degrees   Graduate Tax Program   Hauser Global Scholars Program   Hays Civil Liberties Program   Lawyering   Leadership Program in Law &amp; Business   Study Abroad Programs       Academic Areas of Study   Business   Clinics   Constitutional   Criminal   Environmental   Intellectual Property &amp; Antitrust   Interdisciplinary   International   Labor &amp; Employment   Procedure   Tax               Academic Services   If you need help with...     Curriculum Planning   Degree Progress   Degree Requirements   Examination Issues   Regulations and Policies         Records &amp; Registration   If you need help with...     Administration of Examinations   Degree Certifications   Grade Processing   Maintenance of Student Records   Transcript Requests                                    Latest from the Docket           May 5: Deadline to Drop a Spring 2015 Class   The deadline for upper-year students to drop a spring 2015 class is 4:45 pm on Tuesday, May 5, 2015. Important items: Submit add/drop form to your program office by the deadline. Dropping to below... more      Credit/Fail Option for J.D. Students Ends Tuesday, May 5   2L and 3L JD students may elect the credit/fail option for no more than two upper-level courses. (This count does not include classes where the only grade available is a CR, e.g., Lawyering, Journal... more      Spring 2015 Exam Schedules and Final Exam Guide   The exam period begins on Friday, May 8, 2015. First-year exams begin on Monday, May 11. Please review the exam schedule links below: All Exams First-year in-class exams First-year take-home exams... more      Results of Exam Postponements/Accommodations Requests Will Be Made Available on Monday, April 27 via ExamReporter   Please note that the deadline to submit a request was April 9, 2015. Students who timely submitted a request will be able to view the results of their request beginning April 27, 2015 via... more      1Ls: Registration Information Session on Friday, April 24, 2:00-2:50 pm   The schedule of classes for 2015-2016 will be released shortly and you may have gone to a Pathways session. As you look forward to registering for classes for your second year, we know that you may... more                                          Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Examinations & Grading | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Graduate Tax Program &rsaquo; Summer Session &rsaquo; Examination &amp; Grading                  Graduate Tax Program                 Examinations &amp; Grading                 Summer Session       CLE   Dropping a Class   Exam Schedule   Examination &amp; Grading   Financial Aid   Furman Hall Access   Health Insurance   Housing   Other Law School Policies   Proof of Immunization   Registration   Tuition &amp; Fees                           Examinations   All summer session examinations will take place in-class on the dates specified in the registration document. Students in the Executive LLM program may take summer exams using the remote proctor device for any online course or an on campus course with a corresponding online section. Other students who are located outside of the NYC area may petition to take exams using the remote proctor device, but should do so at the outset of the summer session. All summer exams must be taken on a computer using either the securexam software (for exams taken using the remote proctor device) or using exam4 for on campus exams. Take home exams are downloaded using the take home exam system, or THES.     Rescheduling   Summer examinations can only be rescheduled for documented health or other emergencies. Exceptions will not be made to accommodate bar examinations or bar review courses. Summer session students should not register for a course unless they are sure that they will be able to sit for the exam at its scheduled time. For a full discussion of the examination rescheduling policy, see the Examinations section of the Academic Policy Guide. Students meeting the criteria in the guide for a postponement should contact Academic Services.     Attendance   In cases where a student is excessively absent, the student may be denied a grade in, and credit for, the course without any notice, and the grade of WD or F/AB will be entered. Rules of the American Bar Association, the New York State Court of Appeals, other state high courts and the Law School itself all require regular classroom attendance. Students are advised that excessive absenteeism can result without further warning in: 1) grade lowering or 2) denial of permission to complete coursework and/or sit for the exam, and receipt of a grade of WD or F/AB.   Missing more than one-fifth of the classes for any course is presumptively excessive. Any student who finds himself or herself at risk of missing more than one-fifth of classes for any course should immediately speak with the instructor and/or the Assistant Dean for Student Affairs and explain the situation.   Faculty members may establish a higher standard of regular attendance than that described above, and may also take attendance, class participation, and the quality of class performance into account in determining the student's grade as long as the faculty member has, during the first week of class, announced an intention to do so or has included that intention in the syllabus or other class materials distributed in the first week of class.   More information on the attendance policy is available in the Academic Policy Guide.     Anonymous Grading   Examinations are graded anonymously at NYU School of Law; students may not write their names on exams. Instead, students must use their Examination Number. All students must obtain their Examination Number by logging into Albert . The four digit number is located on the Schedule screen on each student's Albert record. Students may not substitute their Social Security Number or Student Identification Number for their Examination Number. Students should remember to bring their Examination Number with them to the exam, as additional time cannot be allotted to students who fail to bring their Examination Numbers. In addition to their Examination Number, students must bring valid photo ID to the examination.     Additional Time   No additional time is given to foreign-educated students taking examinations for whom English is not their first language. However, dictionaries are permitted, unless the faculty member prohibits their use. Students with disabilities in need of accommodation should contact the Moses Center, 240 Greene Street, Fourth Floor, at (212) 998-4980. To preserve anonymity, students should not discuss accommodations with the course instructor.     Grading Guidelines   Non-mandatory grading guidelines adopted by the faculty are listed below. Percentages are rounded to the closest integer. Faculty are strongly encouraged to adhere to the guidelines. The guidelines do not apply to seminar courses, defined for this purpose to mean any course in which there are no more than 28 students taking the course for a letter grade. In classes in which the credit/fail grades are permitted, these percentages are calculated only using students taking the course for a letter grade.         A+   0-2%   (target 1%) (*mandatory cap)       A   7-13%   (target 10%)       A-   16-24%   (target 20%) (maximum for A tier = 31%)       B+   22-30%   (target 26%) Maximum grades above B = 57%       B   Remainder         B-   4-11%   (target 7-8%)       C   2-5%         D/F   0-5%             * To maintain the vitality of the A grade, the cap on the A+ grade is mandatory for all courses. However, at least one A+ can be awarded in every course in the law school. These rules apply even in courses, such as seminars, where fewer than 28 students are enrolled: only a single A+ can be awarded.     Changing Grades   After a professor has submitted a grade to the Office of Records and Registration, the professor may not change the grade unless he or she certifies in writing that it was incorrect as a result of a mechanical computation or transcription error. A grade may not be changed as a result of a reevaluation of a student's work. No grade may be changed for any reason after a student has graduated.     Reporting of Grades   Grades and transcripts may be obtained by logging into Albert after the exam period is over. Students who are in financial arrears will not be able to obtain transcripts.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Academic Services | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academic Services             Academic Services                 Academic Services       Academic Calendar   Advising   Course Descriptions   Course and Faculty Evaluations   Course Updates   Degree Requirements   Exam Information and Schedules   Forms   Registration Information   Schedule of Classes   Contact Us               Related Links           Records and Registration 2015-16 Academic Calendar                               Timely Items:   Academic Calendar   Academic Policies Guide   Academic Regulations and Requirements Guide (JD)   Credit/Fail/Auditing   Degree Requirements   Final Exam Guide   JD Degree Audit Instructions            Academic Sitemap   The links below are a map to the many academic resources that are on this website. If you feel that a link is missing, please send us an email .           Courses   NYUClasses   Course Advising   Course Descriptions   Course Schedule Fall 2015   Course Schedule Spring 2016   Course and Faculty Evaluations   Course Updates   Directed Research   Faculty Profiles   Grade Distributions   Required First-Year Courses   1L Reading Groups   Scheduling Your Courses       Exams   Early Exam Guide   Exam Archives (Law Library)   Exam Policies (SA)   Exam Software (Exam4)   Final Exam Guide   Laptop Configuration   Postponement   Take-Home Exam System (THES)       Guides Library   ABRA Registration Guide   Academic Policies Guide   First-Year Electives Guide   JD Academic Regulations Guide   JD/MBA Student Handbook   Take-Home Exam System (THES) Guide   Year-Long Registration Guide           Getting Assistance   Course Advising   Academic Enrichment   Tutoring Program       JD Degree Information   Degrees Offered   Degree Requirements   Dual Degrees   Graduation/Commencement   Degree Progress Checklist   JD Degree Audit Instructions       Bar Information   Bar Exam Information   Applying for Graduation using Albert           Registration   ABRA Bidding Registration System   Academic Calendar   Credit/Fail/Auditing   Cross-Registration   Forms   Leave of Absence/Withdrawal   Non-Classroom Credits   Payments   Registration Calendar   Scheduling Your Courses   Student-ID#   Transcripts and Enrollment Certifications   Writing Credit   Year-Long Registration Guides       Programs   Academic Careers Program   Academic Scholarship Programs   Clinics   Colloquia   Fellowships   Furman Scholars Program   Graduate Degrees   Graduate Tax Program   Hauser Global Scholars Program   Hays Civil Liberties Program   Lawyering   Leadership Program in Law &amp; Business   Study Abroad Programs       Academic Areas of Study   Business   Clinics   Constitutional   Criminal   Environmental   Intellectual Property &amp; Antitrust   Interdisciplinary   International   Labor &amp; Employment   Procedure   Tax               Academic Services   If you need help with...     Curriculum Planning   Degree Progress   Degree Requirements   Examination Issues   Regulations and Policies         Records &amp; Registration   If you need help with...     Administration of Examinations   Degree Certifications   Grade Processing   Maintenance of Student Records   Transcript Requests                                    Latest from the Docket           May 5: Deadline to Drop a Spring 2015 Class   The deadline for upper-year students to drop a spring 2015 class is 4:45 pm on Tuesday, May 5, 2015. Important items: Submit add/drop form to your program office by the deadline. Dropping to below... more      Credit/Fail Option for J.D. Students Ends Tuesday, May 5   2L and 3L JD students may elect the credit/fail option for no more than two upper-level courses. (This count does not include classes where the only grade available is a CR, e.g., Lawyering, Journal... more      Spring 2015 Exam Schedules and Final Exam Guide   The exam period begins on Friday, May 8, 2015. First-year exams begin on Monday, May 11. Please review the exam schedule links below: All Exams First-year in-class exams First-year take-home exams... more      Results of Exam Postponements/Accommodations Requests Will Be Made Available on Monday, April 27 via ExamReporter   Please note that the deadline to submit a request was April 9, 2015. Students who timely submitted a request will be able to view the results of their request beginning April 27, 2015 via... more      1Ls: Registration Information Session on Friday, April 24, 2:00-2:50 pm   The schedule of classes for 2015-2016 will be released shortly and you may have gone to a Pathways session. As you look forward to registering for classes for your second year, we know that you may... more                                          Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Examinations & Grading | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Graduate Tax Program &rsaquo; Summer Session &rsaquo; Examination &amp; Grading                  Graduate Tax Program                 Examinations &amp; Grading                 Summer Session       CLE   Dropping a Class   Exam Schedule   Examination &amp; Grading   Financial Aid   Furman Hall Access   Health Insurance   Housing   Other Law School Policies   Proof of Immunization   Registration   Tuition &amp; Fees                           Examinations   All summer session examinations will take place in-class on the dates specified in the registration document. Students in the Executive LLM program may take summer exams using the remote proctor device for any online course or an on campus course with a corresponding online section. Other students who are located outside of the NYC area may petition to take exams using the remote proctor device, but should do so at the outset of the summer session. All summer exams must be taken on a computer using either the securexam software (for exams taken using the remote proctor device) or using exam4 for on campus exams. Take home exams are downloaded using the take home exam system, or THES.     Rescheduling   Summer examinations can only be rescheduled for documented health or other emergencies. Exceptions will not be made to accommodate bar examinations or bar review courses. Summer session students should not register for a course unless they are sure that they will be able to sit for the exam at its scheduled time. For a full discussion of the examination rescheduling policy, see the Examinations section of the Academic Policy Guide. Students meeting the criteria in the guide for a postponement should contact Academic Services.     Attendance   In cases where a student is excessively absent, the student may be denied a grade in, and credit for, the course without any notice, and the grade of WD or F/AB will be entered. Rules of the American Bar Association, the New York State Court of Appeals, other state high courts and the Law School itself all require regular classroom attendance. Students are advised that excessive absenteeism can result without further warning in: 1) grade lowering or 2) denial of permission to complete coursework and/or sit for the exam, and receipt of a grade of WD or F/AB.   Missing more than one-fifth of the classes for any course is presumptively excessive. Any student who finds himself or herself at risk of missing more than one-fifth of classes for any course should immediately speak with the instructor and/or the Assistant Dean for Student Affairs and explain the situation.   Faculty members may establish a higher standard of regular attendance than that described above, and may also take attendance, class participation, and the quality of class performance into account in determining the student's grade as long as the faculty member has, during the first week of class, announced an intention to do so or has included that intention in the syllabus or other class materials distributed in the first week of class.   More information on the attendance policy is available in the Academic Policy Guide.     Anonymous Grading   Examinations are graded anonymously at NYU School of Law; students may not write their names on exams. Instead, students must use their Examination Number. All students must obtain their Examination Number by logging into Albert . The four digit number is located on the Schedule screen on each student's Albert record. Students may not substitute their Social Security Number or Student Identification Number for their Examination Number. Students should remember to bring their Examination Number with them to the exam, as additional time cannot be allotted to students who fail to bring their Examination Numbers. In addition to their Examination Number, students must bring valid photo ID to the examination.     Additional Time   No additional time is given to foreign-educated students taking examinations for whom English is not their first language. However, dictionaries are permitted, unless the faculty member prohibits their use. Students with disabilities in need of accommodation should contact the Moses Center, 240 Greene Street, Fourth Floor, at (212) 998-4980. To preserve anonymity, students should not discuss accommodations with the course instructor.     Grading Guidelines   Non-mandatory grading guidelines adopted by the faculty are listed below. Percentages are rounded to the closest integer. Faculty are strongly encouraged to adhere to the guidelines. The guidelines do not apply to seminar courses, defined for this purpose to mean any course in which there are no more than 28 students taking the course for a letter grade. In classes in which the credit/fail grades are permitted, these percentages are calculated only using students taking the course for a letter grade.         A+   0-2%   (target 1%) (*mandatory cap)       A   7-13%   (target 10%)       A-   16-24%   (target 20%) (maximum for A tier = 31%)       B+   22-30%   (target 26%) Maximum grades above B = 57%       B   Remainder         B-   4-11%   (target 7-8%)       C   2-5%         D/F   0-5%             * To maintain the vitality of the A grade, the cap on the A+ grade is mandatory for all courses. However, at least one A+ can be awarded in every course in the law school. These rules apply even in courses, such as seminars, where fewer than 28 students are enrolled: only a single A+ can be awarded.     Changing Grades   After a professor has submitted a grade to the Office of Records and Registration, the professor may not change the grade unless he or she certifies in writing that it was incorrect as a result of a mechanical computation or transcription error. A grade may not be changed as a result of a reevaluation of a student's work. No grade may be changed for any reason after a student has graduated.     Reporting of Grades   Grades and transcripts may be obtained by logging into Albert after the exam period is over. Students who are in financial arrears will not be able to obtain transcripts.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "The Curve &#124; Life at NYU Law                                                                                               &darr; Skip to Main Content                                                                           Home &#8250; Classes &#8250; The Curve                              October 26, 2012                  The Curve                           As you probably know, there is a curve in law school . This means that I am not graded on how good I am but on how good others are in relation to me. I find this odd in a few ways.   One way is that it produces a lot of false negatives . A false negative occurs when something is incorrectly labeled as &#8220;not good.&#8221; Think of the NBA. We could rank every player in the league by skill level from 1 to 500, and one player would necessarily be #500. There is a man who has played basketball his entire life with great success and has made it to the NBA! . . . where he is now the worst. He is the worst basketball player in the NBA, and that is truly unfair&#8211;this guy is an incredible basketball player who is only bad compared to the absolute best in the world.     At our orientation we were given an allegory of monkeys playing games in trees in a big jungle. In each tree, the cleverest monkey gets to do whatever she wants, and all the others respect her. But a day comes when each &#8220;cleverest monkey in the tree&#8221; moves to the same tree in the middle of the forest. Suddenly none of these monkeys are special anymore. NYU Law is supposed to be like this. The sharpest students from around the country are picked for the super tree. What happens then? I don&#8217;t really know. If we don&#8217;t have to compare ourselves to each other, then we just enjoy our intellectual company and play clever games that we couldn&#8217;t play before. (It is important to note that while this tree does involve a lot of fun and games, there is also a lot of reading to do, a whole lot. Unfortunately, I think the monkey analogy breaks down when we imagine them reading in their tree all day.)     I like the NBA analogy quite a bit. Actually, in a convenient series of events, ESPN.com recently did rank all players from 1 to 500. Eddy Curry , a 29-year-old, 295-pound, 7-foot-tall NBA champion was ranked dead last (given a rating of 1.21 out of 10), with his former teammate Lebron James (9.99) at number one. Truthfully, NBA fans might argue that Eddy Curry is not a false negative. Instead, he is just an overweight dude who can&#8217;t play much basketball anymore. To this, Eddy Curry might rightly reply that they are just jealous. In fact, I bet Eddy Curry doesn&#8217;t care that you think he is bad at basketball. Why should he? I still think he would beat me one-on-one (it is also worth noting that in the 2011 version of this study, Eddy Curry was ranked #493 and he still didn&#8217;t care).   Another odd thing about the curve is what it incentivizes. I came to law school because I like school, I like education, and I wanted to learn the law and get a J.D. With or without grades, I would read my casebooks and ask questions in class and take my exams at year&#8217;s end. I came to law school on purpose. I wasn&#8217;t forced to come here. I am paying money to be here&#8212;-I don&#8217;t need grades to tell me to try. A curved grade may indirectly encourage learning, but it may also directly encourage me to just hope that other people do poorly. In a reverse NBA example, it is easy to become amazing at basketball in a curved system. If I moved to Mars, I would literally be the best player on the planet ( population 1 ).   But this is true of all competitions. Someone has to win and someone has to lose. Different people care different amounts about their final place in the rankings; for example, some people who run marathons try to win, while others just hope to finish. Though it is not entirely clear why law school is a competition at all.   Here is how I like to think of the curve: I am average. We are all average. Every one of us will get a &#8220;B.&#8221; I know this isn&#8217;t exactly true, but if we assume that the grades are centered around a &#8220;B&#8221; average with rare &#8220;A&#8221; or &#8220;C&#8221; grades, and even rarer &#8220;A+&#8221; or failing grades, then we can feel free from pressure. It is no longer about the grade at the end of the year. As long as I do all the work, if I do my best and try to learn as much as I can then I will get my stamp of approval at the end of the year (in this case, the letter &#8220;B&#8221; on a sheet of paper), and that is it. Only extraordinary circumstance, maybe luck, will change that. I like this, because in the NBA it is okay to be average. I even think it is okay to be the worst.                         This entry was written by        Nate Stein '15 and posted on October 26, 2012.               The entry was filed under these categories: Classes , Law and Pop Culture , Tips and Advice                            Read more from Life at NYU Law      10 Steps to Understanding the Law Student in Your Life    The Showdown: NYU vs. Columbia    Is a Bicycle a Vehicle? (And Other Legal Questions)    8 Signs You&#8217;re Learning to Think Like a Lawyer    The Best Way to Prepare for 1L Year    A Semester in Singapore    My Spring Break: Cuban Law and Society                                                         Share                                                                                                           Life at NYU Law &middot; Subscribe RSS Feed now                                               Search for:                              Nate Stein '15                                 Nate Stein is a 1L who once wanted to be a professional author, but there was also a time when he wanted to be an astronaut. Now all of his writing (and space travel) is done for fun. His interests include (but are not limited to) photography, poetry, pianos, and people who smile.                                                Admissions (13)     Campus Events (38)     Classes (70)     Clinics (10)     Extracurricular Activities (74)     Faculty (24)     International Law (22)     Internships/Jobs (39)     Law and Pop Culture (16)     Law Journals (14)     New York City (46)     Off Hours Fun (39)     Public Interest (36)     Religion (4)     Scholarship (10)     Studying Abroad (8)     Tips and Advice (97)     Topics of Law (26)                                             Law School Home Page        Students Landing Page        Admissions        Public Interest Law Center        The Docket                                   Subscribe for RSS Reader         Subscribe by Email              Log in                                                                                                                     &copy; 2015       Life at NYU Law"}]}]