[{"detail": [{"content": "Literary Cultures | Draper Program | NYU                                                              Back to  previous page                                Literary Cultures Encompassing a wide spectrum of literary traditions and their intersections with other practices, Literary Cultures looks through multiple critical lenses to understand more clearly questions of literary production, implication, and promise. This area of inquiry organizes multidisciplinary theoretical approaches to a wide array of literary and cultural expressions in which considerations of style, technique, and genre are complemented with questions of cultural and material context. Literary texts, in their myriad forms, are a major dynamic in the construction of identity, including aspects of gender, race, and class. Students in Literary Cultures explore aspects of this dynamic, while also examining what is distinct about literary expression.  Sample Courses:  Students should refer to a current class schedule each semester to   determine current course offerings.The list below is representative, not exhaustive. The Passions of the Mind: Affect,   Literature, and Music in Europe, 1600-1850 G65.1005 Studies   relationships among affect, literature, and music in early modern   Europe. Examines the ancient roots of early modern affective theories   and contrasts those theories with our own. Takes as working hypotheses   that what we now call “emotions” are primarily culturally determined and   that social constructions of affect have varied over time. Three   questions are posed: (1) How did people in earlier periods understand   their affective experiences? (2) How did they think that affect—called   passions, affections, sentiments, feelings, or emotions—functioned in   literature and music? (3) How were these affective and aesthetic beliefs   manifested in literary and musical practices? Students read theoretical   and literary texts from the periods under study, as well as recent   historical and analytical writings, and listen to musical examples.   Topics include social constructionism, catharsis, the passions, the   origins of opera, moral sentiments, sensibility, the emergence of the   modern self, program music, and the roles of affect in ethics and   rhetoric. Works by Aristotle, Cicero, Shakespeare, Monteverdi,   Descartes, Dryden, Haywood, Francis Hutcheson, Richardson, Adam Smith,   Mozart, Coleridge, Wordsworth, and others are studied. Note: Musical   training is not a prerequisite for this course. The Experience of Time in the 20th-Century   Novel G65.1009 Examines the representations of time in   20th-century European and American novels, as well as the relationship   between this fictional time and the descriptions of time offered in   philosophical and psychological works of the same period. Unlike earlier   fiction, novels produced during the 20th century no longer recount   objective sequences of events in the order in which they are supposed to   have occurred. With the advent of literary Modernism, writers began   fragmenting and reordering such “realistic” chronological accounts,   sometimes abandoning altogether any attempt at representing objective,   absolute time. Further, the subject matter of these texts is concerned   to an unprecedented degree with questions about time, its nature, and   the ways it is experienced in human life. This interest in time echoes   similar speculations among 20th-century philosophers and psychologists   regarding the consciousness of time. Reading works by Bergson, Husserl,   Proust, Woolf, Faulkner, Heidegger, Nabokov, and others, students   analyze the connections among innovations in narrative technique,   fiction’s increased thematic focus on time, and nonfictional   explorations of the experience of time during the last century. Introduction   to Literary Cultures I G65.1301 An intensive survey of   foundational texts in contemporary literary theory. Reading literary   works from antiquity through modernity, students investigate how   language and the literary determine our various approaches, relations,   and commitments to the “true” and the “real.” Touchstones for discussion   include imitation, representation, subjection, transformation,   resistance, and freedom. Introduction   to Literary Cultures II G65.1321 Investigates the ethical   and political dimensions of contemporary critical theory. Also explores   the ways in which literary texts articulate and unfold the ethical and   political paradoxes that traditional philosophical discourse too often   characterizes as simply forms of error, unreason, contradiction, or   transgression. Heidegger and Wittgenstein G65.2192 “Philosophy   is an age grasped in thought,” Hegel once said, and if the 20th century   was grasped in thought at all, it was by Martin Heidegger and Ludwig   Wittgenstein. If their thought is elusive, no wonder—for their age made   the very idea of comprehension suspect. In Heidegger and Wittgenstein we   meet two philosophers profoundly inclined toward the unity that   metaphysics promises, but forced to confront that promise as a receding   possibility in an incomprehensible historical moment. Topics in   Literary Cultures: Modernism, Myth, and Magical Thinking G65.3006   This course will explore the notion that modernist art and  thought emerged as a response to what the French sociologist Georges Bataille  called “the absence of myth.” Taking a  very interdisciplinary approach to modernism, students will read poetry, fiction, essays,  and travel writing, as well as texts from the fields of anthropology,  sociology, psychoanalysis, and Classics.    Authors may include T.S. Eliot, H.D., W.B. Yeats, Ezra Pound, E.M.  Forster, James Joyce, and Virginia Woolf.    Theorists and scholars may include Marcel Mauss, Georges Bataille,  Sigmund Freud, James Frazer, Jessie Weston, and Jane Harrison. Attention will also be devoted to visual  art, including works by Paul Gaugin, Pablo Picasso, and the Surrealists.         Topics in Literary Cultures seminars examine particularly focused   subject matter and themes, which change frequently. Previous seminars   have included “The Ethics of Literary Interpretation” and “Trauma and the Politics of Witnessing.”                   Back to Top                             Updated on 07&#047;29&#047;2010         Contact Us | &copy; New York University , Arts and Science"}]}]