[{"detail": [{"content": "Frequently Asked Questions: Testing Requirements--GRE and TOEFL, GSAS | NYU                                                    Navigation       Graduate School of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About GSAS | Programs | Admissions | Students | Alumni | Give to GSAS                  Back to Home             Frequently Asked Questions: Testing Requirements--GRE and TOEFL   Here you will find the answers to questions we commonly are asked by our applicants about the Graduate School’s policies on taking the GRE and TOEFL. Your test scores are an important part of your application. We recommend that you read these FAQs to learn our policies and to learn how to properly send your test scores to GSAS.            Do I have to take the GRE?    Do I have to take the TOEFL?    When should I take the GRE or TOEFL?    What is the correct institution code number for the GRE or TOEFL?    I sent my test scores to a different NYU school. Can you obtain them?    What department code should I provide when I take the GRE or TOEFL?    May I email or mail my GRE or TOEFL test scores to the Graduate School?    May I send my test scores to you before I submit my application?    I already took the test but did not send my scores to GSAS. What do I do?    Do you accept the IELTS instead of the TOEFL?    For how long are my test scores valid?    I sent you my test scores with a previous application. Will you have them on file?    What are your minimum test score requirements? What are the test scores of admitted students?    I have taken the GRE or TOEFL more than one time. What happens with my scores?    Do you care which version of the GRE or TOEFL I take?    Do you accept the LSAT or GMAT test instead of the GRE?    How do I properly report my TOEFL test scores in the online application?    I am not familiar with the GRE or TOEFL tests. How can I learn more?                   1. Do I have to take the GRE?   Yes, all applicants must take the general test of the GRE unless stated otherwise in our department-specific application requirements information. See the Requirements and Deadlines section in our Application Resource Center at http://gsas.nyu.edu/page/grad.admissionsapplication.html .      Some programs require the subject test, as well. You will also find program-specific requirements for the subject test on that same web page.       The Graduate School will not waive the GRE requirement based on life experience, educational background, country of residence, employment status, or other factors.         2. Do I have to take the TOEFL?   The Graduate School requires applicants who are not native English speakers to submit official TOEFL score reports. The TOEFL requirement is waived if your baccalaureate or master’s degree was (or will be) completed at an institution where the language of instruction is English. You do not need to do anything to inform us that you are eligible for the TOEFL waiver; we can determine this fact from your application materials .         3. When should I take the GRE or TOEFL?   To insure that your test scores arrive on time, we recommend you take the GRE no later than 4-6 weeks before the application deadline date. The TOEFL should be taken no later than 6-8 weeks before the application deadline date. We recognize that this time frame may be earlier than what is suggested by the Educational Testing Service (ETS). However, if you want to be sure that your test scores are compiled with your application by the deadline date, this amount of time should be allowed. We also require that you have your official test scores sent to us directly from ETS.         4. What is the correct institution code number for the GRE or TOEFL?   2596 is the NYU GSAS school code (New York U Grad Arts Sci). This code is used for both the GRE and TOEFL.         5. I sent my test scores to a different NYU school. Can you obtain them?   No, we are not able to obtain test scores if you sent them to any other school or program at NYU (e.g., Courant, Stern, Steinhardt, Tisch, Wagner). You will need to ask ETS to send your official test scores to school code 2596.         6. What department code should I provide when I take the GRE or TOEFL?   TOEFL requires you to list a department code; you should select the code that is most appropriate for your field of study. You may also use code 99. However, do not use code 00--we will not receive your test scores if you report 00 as the TOEFL department code. Also, do not leave the field blank. If you do, it will become code 00 and we will not receive your test scores.      You do not need to use a special department code for the GRE. (If you choose to report a department code, it does not matter which department code you choose. We will receive your GRE test scores with or without a department code, and regardless of the department you list.)         7. May I email or mail my GRE or TOEFL test scores to the Graduate School?   No. We require that official test scores be sent to us directly from the GRE or TOEFL program. If you are concerned  that your test scores will not be received in time, you may upload a copy of your test score report in your online   application. However, this will not substitute for our receiving official test scores. We will not accept any scores sent   by email attachment.         8. May I send my test scores to you before I submit my application?   Yes, we will match them to your application after it is submitted.         9. I already took the test but did not send my scores to GSAS. What do I do?   If you did not request that your test scores be sent to GSAS when you took the test, you can do so at a later date. For   the GRE, go to their web site at www.gre.org . On the home page you will see a link for test takers that states, \"My  GRE Account.” The TOEFL web site is www.toefl.org . You should go into the link called “My TOEFL iBT   account.” When you are in each account, you may order additional score reports for the appropriate test.         10. Do you accept the IELTS instead of the TOEFL?   No.         11. For how long are my test scores valid?   If you are applying for admission for the spring, summer or fall 2015 semesters, then we will accept test scores as   follows:      -- GRE: we accept GRE tests taken on or after October 15, 2009   -- TOEFL: we accept TOEFL tests taken on or after October 15, 2012      If you took the test(s) earlier than those dates, the Graduate School requires that you take the test(s) again at the   present time.         12. I sent you my test scores with a previous application. Will you have them on file?   If you sent official test scores to GSAS school code 2596 (and, in the case of TOEFL, to a department code other  than 00), we will keep them on file according to the policy we state in item 11 describing how long test scores   remain valid. We will add them to your current application, after it is submitted.         13. What are your minimum test score requirements? What are the test scores of admitted students?   Many factors influence the admission decision and the Graduate School does not set minimum test score standards   for the GRE. Also, we do not answer questions regarding what GRE test scores you should achieve in order to apply   for admission, or about the average test scores of our applicants or admitted students.       For the TOEFL, the Graduate School recommends that the applicant achieve a minimum TOEFL score of 100 on the   internet-based test. The Graduate School does not prohibit applicants with lower scores from applying for admission   since many factors influence the admission decision. Some departments or programs in the Graduate School may set   a higher TOEFL standard for admission.         14. I have taken the GRE or TOEFL more than one time. What happens with my scores?   If you take the GRE or TOEFL more than one time and send the official test scores to GSAS, we will forward all   of your test scores to the department. Departments usually look at all of the test scores they receive on your behalf.   Admission committees may use the most recent test score, the highest test score, or some combination of the scores.   This is at their discretion; there is no standard policy set by the Graduate School.         15. Do you care which version of the GRE or TOEFL I take?   The Graduate School accepts both versions of the GRE--computer and paper. We accept both versions of the   TOEFL--internet and paper. Official test scores are delivered faster if you take the computer or internet tests.         16. Do you accept the LSAT or the GMAT instead of the GRE?   No, the Graduate School will not accept the LSAT.      The master’s programs in Data Science and in the Department of Psychology will accept the GMAT in place of the general GRE. You   must ask the GMAT Program to send your official test scores to GSAS using school code 5TF-5G-76. [Important   note: The GMAT is NOT accepted by the Ph.D. programs in the Department of Psychology. The general GRE is   required.]      The dual-degree M.S./M.B.A. programs in Biology / Business and in Mathematics in Finance / General Management (with the Stern School of Business) will accept the GMAT in place of the general GRE. You must ask the GMAT Program to send your official test scores to GSAS using school code 5TF-5G-76 (you must also separately send GMAT scores to Stern, using their GMAT school code). [Important note: The GMAT is NOT accepted by other master’s programs in Biology, nor by the master's or advanced certificate programs in Mathematics in Finance. The general GRE is required.]      The Graduate School will not accept the GMAT for any other program of study. The general GRE is required.      If you are in one of the programs named above as approved for sending GMAT scores, you do not also report the GMAT scores in your online application and you should leave the GRE section of your online application blank.       17. How do I properly report my TOEFL test scores in the online application?   The online application asks you to report TOEFL results as five separate scores (Score 1 through Score 5). You   should report the scores in the same order as they appear on the paper test score report you receive from the TOEFL   Program. For the paper-based test, this order is Section 1, Section 2, Section 3, Total score and TWE score. For   the internet-based test, this order is reading, listening, speaking, writing and total. Please remember that scores   reported in the application are unofficial; you must still arrange to have official test scores sent to us directly from   the TOEFL program. Refer to items 4-6 above.         18. I am not familiar with the GRE or TOEFL tests. How can I learn more?   Extensive information about the test is available on the GRE and TOEFL web sites: www.gre.org and   www.toefl.org . Information about testing locations and test dates is provided there, as well.                                         The Graduate School       About GSAS       Programs       GSAS Application Resource Center       Financial Aid       Policies and Procedures       Scholarly Development       Student Affairs       Ph.D. Programs       Master's Programs       Give to GSAS       Alumni and Alumnae       Events               Updated on 04&#047;15&#047;2015       Contact Us | Faculty and Staff                             Contact Us | Faculty and Staff"}]},
{"detail": [{"content": "Frequently Asked Questions: Testing Requirements--GRE and TOEFL, GSAS | NYU                                                    Navigation       Graduate School of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About GSAS | Programs | Admissions | Students | Alumni | Give to GSAS                  Back to Home             Frequently Asked Questions: Testing Requirements--GRE and TOEFL   Here you will find the answers to questions we commonly are asked by our applicants about the Graduate School’s policies on taking the GRE and TOEFL. Your test scores are an important part of your application. We recommend that you read these FAQs to learn our policies and to learn how to properly send your test scores to GSAS.            Do I have to take the GRE?    Do I have to take the TOEFL?    When should I take the GRE or TOEFL?    What is the correct institution code number for the GRE or TOEFL?    I sent my test scores to a different NYU school. Can you obtain them?    What department code should I provide when I take the GRE or TOEFL?    May I email or mail my GRE or TOEFL test scores to the Graduate School?    May I send my test scores to you before I submit my application?    I already took the test but did not send my scores to GSAS. What do I do?    Do you accept the IELTS instead of the TOEFL?    For how long are my test scores valid?    I sent you my test scores with a previous application. Will you have them on file?    What are your minimum test score requirements? What are the test scores of admitted students?    I have taken the GRE or TOEFL more than one time. What happens with my scores?    Do you care which version of the GRE or TOEFL I take?    Do you accept the LSAT or GMAT test instead of the GRE?    How do I properly report my TOEFL test scores in the online application?    I am not familiar with the GRE or TOEFL tests. How can I learn more?                   1. Do I have to take the GRE?   Yes, all applicants must take the general test of the GRE unless stated otherwise in our department-specific application requirements information. See the Requirements and Deadlines section in our Application Resource Center at http://gsas.nyu.edu/page/grad.admissionsapplication.html .      Some programs require the subject test, as well. You will also find program-specific requirements for the subject test on that same web page.       The Graduate School will not waive the GRE requirement based on life experience, educational background, country of residence, employment status, or other factors.         2. Do I have to take the TOEFL?   The Graduate School requires applicants who are not native English speakers to submit official TOEFL score reports. The TOEFL requirement is waived if your baccalaureate or master’s degree was (or will be) completed at an institution where the language of instruction is English. You do not need to do anything to inform us that you are eligible for the TOEFL waiver; we can determine this fact from your application materials .         3. When should I take the GRE or TOEFL?   To insure that your test scores arrive on time, we recommend you take the GRE no later than 4-6 weeks before the application deadline date. The TOEFL should be taken no later than 6-8 weeks before the application deadline date. We recognize that this time frame may be earlier than what is suggested by the Educational Testing Service (ETS). However, if you want to be sure that your test scores are compiled with your application by the deadline date, this amount of time should be allowed. We also require that you have your official test scores sent to us directly from ETS.         4. What is the correct institution code number for the GRE or TOEFL?   2596 is the NYU GSAS school code (New York U Grad Arts Sci). This code is used for both the GRE and TOEFL.         5. I sent my test scores to a different NYU school. Can you obtain them?   No, we are not able to obtain test scores if you sent them to any other school or program at NYU (e.g., Courant, Stern, Steinhardt, Tisch, Wagner). You will need to ask ETS to send your official test scores to school code 2596.         6. What department code should I provide when I take the GRE or TOEFL?   TOEFL requires you to list a department code; you should select the code that is most appropriate for your field of study. You may also use code 99. However, do not use code 00--we will not receive your test scores if you report 00 as the TOEFL department code. Also, do not leave the field blank. If you do, it will become code 00 and we will not receive your test scores.      You do not need to use a special department code for the GRE. (If you choose to report a department code, it does not matter which department code you choose. We will receive your GRE test scores with or without a department code, and regardless of the department you list.)         7. May I email or mail my GRE or TOEFL test scores to the Graduate School?   No. We require that official test scores be sent to us directly from the GRE or TOEFL program. If you are concerned  that your test scores will not be received in time, you may upload a copy of your test score report in your online   application. However, this will not substitute for our receiving official test scores. We will not accept any scores sent   by email attachment.         8. May I send my test scores to you before I submit my application?   Yes, we will match them to your application after it is submitted.         9. I already took the test but did not send my scores to GSAS. What do I do?   If you did not request that your test scores be sent to GSAS when you took the test, you can do so at a later date. For   the GRE, go to their web site at www.gre.org . On the home page you will see a link for test takers that states, \"My  GRE Account.” The TOEFL web site is www.toefl.org . You should go into the link called “My TOEFL iBT   account.” When you are in each account, you may order additional score reports for the appropriate test.         10. Do you accept the IELTS instead of the TOEFL?   No.         11. For how long are my test scores valid?   If you are applying for admission for the spring, summer or fall 2015 semesters, then we will accept test scores as   follows:      -- GRE: we accept GRE tests taken on or after October 15, 2009   -- TOEFL: we accept TOEFL tests taken on or after October 15, 2012      If you took the test(s) earlier than those dates, the Graduate School requires that you take the test(s) again at the   present time.         12. I sent you my test scores with a previous application. Will you have them on file?   If you sent official test scores to GSAS school code 2596 (and, in the case of TOEFL, to a department code other  than 00), we will keep them on file according to the policy we state in item 11 describing how long test scores   remain valid. We will add them to your current application, after it is submitted.         13. What are your minimum test score requirements? What are the test scores of admitted students?   Many factors influence the admission decision and the Graduate School does not set minimum test score standards   for the GRE. Also, we do not answer questions regarding what GRE test scores you should achieve in order to apply   for admission, or about the average test scores of our applicants or admitted students.       For the TOEFL, the Graduate School recommends that the applicant achieve a minimum TOEFL score of 100 on the   internet-based test. The Graduate School does not prohibit applicants with lower scores from applying for admission   since many factors influence the admission decision. Some departments or programs in the Graduate School may set   a higher TOEFL standard for admission.         14. I have taken the GRE or TOEFL more than one time. What happens with my scores?   If you take the GRE or TOEFL more than one time and send the official test scores to GSAS, we will forward all   of your test scores to the department. Departments usually look at all of the test scores they receive on your behalf.   Admission committees may use the most recent test score, the highest test score, or some combination of the scores.   This is at their discretion; there is no standard policy set by the Graduate School.         15. Do you care which version of the GRE or TOEFL I take?   The Graduate School accepts both versions of the GRE--computer and paper. We accept both versions of the   TOEFL--internet and paper. Official test scores are delivered faster if you take the computer or internet tests.         16. Do you accept the LSAT or the GMAT instead of the GRE?   No, the Graduate School will not accept the LSAT.      The master’s programs in Data Science and in the Department of Psychology will accept the GMAT in place of the general GRE. You   must ask the GMAT Program to send your official test scores to GSAS using school code 5TF-5G-76. [Important   note: The GMAT is NOT accepted by the Ph.D. programs in the Department of Psychology. The general GRE is   required.]      The dual-degree M.S./M.B.A. programs in Biology / Business and in Mathematics in Finance / General Management (with the Stern School of Business) will accept the GMAT in place of the general GRE. You must ask the GMAT Program to send your official test scores to GSAS using school code 5TF-5G-76 (you must also separately send GMAT scores to Stern, using their GMAT school code). [Important note: The GMAT is NOT accepted by other master’s programs in Biology, nor by the master's or advanced certificate programs in Mathematics in Finance. The general GRE is required.]      The Graduate School will not accept the GMAT for any other program of study. The general GRE is required.      If you are in one of the programs named above as approved for sending GMAT scores, you do not also report the GMAT scores in your online application and you should leave the GRE section of your online application blank.       17. How do I properly report my TOEFL test scores in the online application?   The online application asks you to report TOEFL results as five separate scores (Score 1 through Score 5). You   should report the scores in the same order as they appear on the paper test score report you receive from the TOEFL   Program. For the paper-based test, this order is Section 1, Section 2, Section 3, Total score and TWE score. For   the internet-based test, this order is reading, listening, speaking, writing and total. Please remember that scores   reported in the application are unofficial; you must still arrange to have official test scores sent to us directly from   the TOEFL program. Refer to items 4-6 above.         18. I am not familiar with the GRE or TOEFL tests. How can I learn more?   Extensive information about the test is available on the GRE and TOEFL web sites: www.gre.org and   www.toefl.org . Information about testing locations and test dates is provided there, as well.                                         The Graduate School       About GSAS       Programs       GSAS Application Resource Center       Financial Aid       Policies and Procedures       Scholarly Development       Student Affairs       Ph.D. Programs       Master's Programs       Give to GSAS       Alumni and Alumnae       Events               Updated on 04&#047;15&#047;2015       Contact Us | Faculty and Staff                             Contact Us | Faculty and Staff"}, {"content": "What is the institution code for NYU? - FAQ - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   FAQ                                          What is the institution code for NYU?            002785                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]