[{"detail": [{"content": "Financial Operations Forms & Policies | Services | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Services                         Services                                                             Financial Operations Forms &amp; Policies                         Forms       Petty Cash Fund Start-Up Form   Student Expense Reimbursement Form   Petty Cash Funds Form   Expense Reimbursement Form EXP2000   IRS Form W9 (Request for Taxpayer Identification Number and Certification)   Form W9S (Request for Students' or Borrowers' Taxpayer Identification Number and Certification)   Independent Contractor Questionnaire (Form IND4000A)   Direct Deposit Authorization Form (Accounts Payable)   Direct Deposit Instructions (for Payroll)           Advance Request   Advance Instructions   Business Payment Form (BUS5000)   (Instructions for Completing Form BUS5000)   Missing/Inadequate Documentation Report   Expense Breakdown Sheet (Meals) (Form EXP2000M)   Payment to Individuals Form (IND4000)   Signature Authorization Form   Vendor Identification and Certification Form   Expense Breakdown Sheet (Travel) (Form EXP2000T)           Accounts Payable       COA LookUp Tool   NYU/Amex Travel Card Application   Consulting Services Agreement           Travel and Business Expense Policy   Wire Transfer Form   Tax Services Statement for Services Performed Outside the United States             Budget     Fame (PeopleSoft) Update Access Form (requires NYUHome login)   Budget Modification (BIA/BudMod) Request Form         Controller     New Org. Project Form   Retention and Destruction of Records Policy         Fixed Assets     Fixed Asset Transfer Form             Grants Receivable     Authorized Signature Form   Consulting Services Agreement   One Time Payment Form/   Proposed Budget Form   Subcontract Form   U.S. Army Research Office   SF-425 Federal Financial Report   Report of Inventions and Subcontracts   DOD Property In the Custody of Contractors         Payroll     W-8BEN Certificate of Foreign Status of Beneficial Owner for United States Tax Withholding   IT-2104 Employee Withholding Allowance Certificate   Foreign National Information Request Form   Form 8233 Exemption From Withholding Compensation for Independent Personal Services of a Nonresident Alien Individual         Purchasing     Authorized Signature Form   Sole Source Form   Poly Tax Exempt   Purchasing Requisition Form   Purchasing Policies and Procedures   Purchase Card Training                                                   Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Financial Operations Forms & Policies | Services | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Services                         Services                                                             Financial Operations Forms &amp; Policies                         Forms       Petty Cash Fund Start-Up Form   Student Expense Reimbursement Form   Petty Cash Funds Form   Expense Reimbursement Form EXP2000   IRS Form W9 (Request for Taxpayer Identification Number and Certification)   Form W9S (Request for Students' or Borrowers' Taxpayer Identification Number and Certification)   Independent Contractor Questionnaire (Form IND4000A)   Direct Deposit Authorization Form (Accounts Payable)   Direct Deposit Instructions (for Payroll)           Advance Request   Advance Instructions   Business Payment Form (BUS5000)   (Instructions for Completing Form BUS5000)   Missing/Inadequate Documentation Report   Expense Breakdown Sheet (Meals) (Form EXP2000M)   Payment to Individuals Form (IND4000)   Signature Authorization Form   Vendor Identification and Certification Form   Expense Breakdown Sheet (Travel) (Form EXP2000T)           Accounts Payable       COA LookUp Tool   NYU/Amex Travel Card Application   Consulting Services Agreement           Travel and Business Expense Policy   Wire Transfer Form   Tax Services Statement for Services Performed Outside the United States             Budget     Fame (PeopleSoft) Update Access Form (requires NYUHome login)   Budget Modification (BIA/BudMod) Request Form         Controller     New Org. Project Form   Retention and Destruction of Records Policy         Fixed Assets     Fixed Asset Transfer Form             Grants Receivable     Authorized Signature Form   Consulting Services Agreement   One Time Payment Form/   Proposed Budget Form   Subcontract Form   U.S. Army Research Office   SF-425 Federal Financial Report   Report of Inventions and Subcontracts   DOD Property In the Custody of Contractors         Payroll     W-8BEN Certificate of Foreign Status of Beneficial Owner for United States Tax Withholding   IT-2104 Employee Withholding Allowance Certificate   Foreign National Information Request Form   Form 8233 Exemption From Withholding Compensation for Independent Personal Services of a Nonresident Alien Individual         Purchasing     Authorized Signature Form   Sole Source Form   Poly Tax Exempt   Purchasing Requisition Form   Purchasing Policies and Procedures   Purchase Card Training                                                   Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Financial Aid and Scholarships                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Financial Aid and Scholarships                 Sub Navigation                                 Financial Aid at NYU                       Types of Financial Aid                       Applications and Forms                       Welcome Freshmen!                       Just For Parents                       References and Resources                       Verification                                                                   Financial Aid and Scholarships       The cost of a college education is a matter of concern for many students and their families. Regardless of your family's financial circumstances, paying for college will probably require a substantial commitment of your resources over the next several years. It may surprise you to learn that most full-time undergraduate students at New York University would not be able to pay their educational costs without financial assistance. These students are able to attend NYU only because they applied for and received financial aid.    While we believe that the primary responsibility for meeting college costs rests with the student and the family, New York University as well as the state and federal governments can help. Although NYU is not able to meet the full need of every student, by combining the various types of funds available we use every method possible to coordinate adequate resources to enable you to invest in a higher education at NYU.    If you believe you will need any amount of financial assistance to attend NYU, we strongly encourage you to apply for financial aid immediately.                                                           Scholarships & Grants                                                                                                Frequently Asked Questions                                                                                                References & Resources                                                   Important Announcements       The application for Summer financial aid is now available .     Review important information to ensure the proper disbursement of your financial aid awards .   If you have been awarded Federal Direct Loans, be sure to read our instructions to secure those Direct Loans . These instructions are applicable also to returning students who may have borrowed federal loans in the past. You are encouraged to review the definitions of the loans before pursuing these or any educational loan. Please think carefully about your obligations as a borrower before pursuing any educational loan. Consider your educational investment at NYU, as well as your long term financial commitments, when borrowing.   Read the Financial Aid Guide , which provides essential information to accompany your NYU financial aid award package for the academic year.   Students must meet the standards of Satisfactory Academic Progress to remain eligible for financial aid. Be sure to follow the requirements of your program/department.   Know how to Navigate Financial Aid at NYU (pdf) .   Get funding for Study Away .              Contact the Office of Financial Aid     Student Services Center  25 West Fourth Street  New York, NY 10012-1119  Telephone 212-998-4444  Fax 212-995-4661  (IMPORTANT! Please include the student's  University I.D. number on all faxed pages.)   Brooklyn One Stop  6 Metrotech Center  Jacobs Building, Room 359  Brooklyn, NY 11201  Telephone 212-998-4444  Fax 212-995-4661  (IMPORTANT! Please include the student's  University I.D. number on all faxed pages.)   Send an Email to the Office of Financial Aid   Office Hours   Fall and Spring Semesters:  Monday, Tuesday and Friday: 9:00 a.m. to 5:00 p.m.  Wednesday and Thursday: 9:00 a.m. to 6:00 p.m.     Periods when classes are not in session:  Monday through Friday 9:00 a.m. to 5:00 p.m.   The Student Services Center and Brooklyn One Stop close at 4:00 p.m. on the  business day before a recess or extended holiday weekend  (see Holidays below).               Holidays: University Closed                                           > Read more                               The Office of Financial Aid closes at 4:00 p.m. on the business day before a recess or extended holiday weekend.    Labor Day: September 1, 2014  Thanksgiving Recess: November 27-28, 2014  Winter Recess*: December 24, 2013 - January 1, 2015  Martin Luther King, Jr. Day: January 19, 2015  Presidents' Day: February 16, 2015  Memorial Day: May 25, 2015  Independence Day: July 3, 2015   * No early closing                         Telephone Tips                                           > Read more                               Office of Financial Aid telephone lines can be quite busy during  certain times of the year: (1) from April 1 to May 15, when our  prospective freshmen are choosing their college; (2) from July 1 to  August 15, when the fall bills have been issued; and (3) during  registration.   During the remainder of the year, most calls are  answered with little waiting time. To reach a financial aid counselor  right away, we suggest that you (1) call Tuesday or Thursday (Mondays  are the busiest); (2) call between 9 and 11 a.m. or 3:30 and 5 p.m.; and  (3) use NYU Albert to obtain routine information about your award or the status of your financial aid application.   You may also send an email to us or visit our office, instead of phoning. Our staff will review your message and respond as quickly as possible.                                                  New York University is an affirmative action/equal opportunity institution.                       Priority Dates and Deadlines   All students should apply for financial aid every year. Students who miss a financial aid priority deadline are still encouraged to file the FAFSA and will be considered for federal student aid if eligible, but funds become increasingly limited. If you have not applied, do so immediately . Remember, to meet the specified deadline your application, with all necessary signatures, must be received and validated by the processor and released to NYU by the date shown below for priority consideration.   Freshman Applicants: In order to be considered for NYU scholarship, you must complete all required applications by our deadlines . Please review the Applications and Forms section of this website to find out which applications are relevant to you. Late CSS Profile applications will not be accepted for scholarship consideration. The FAFSA can be filed at any time to be reviewed for federal aid eligibility.     New Student Deadlines &amp; Financial Aid Application Checklist   Returning Student Deadlines: NYU New York   Returning Student Deadlines: NYU Abu Dhabi and NYU Shanghai                Quick Links       Securing Federal Loans     Ensuring Financial Aid Disbursement     Comparing your Bill and Your Financial Aid   Additional Financial Assistance                             NYU Albert        Your Financial Aid Online.          Check your status. View your awards. Check for updates. Now!                                               Apply for Financial Aid at NYU        You should apply for aid every year. Here&#039;s what you need to do.                                                   Steps To Secure Your Direct Loan        Be sure to read our Direct Loan instructions.                                                   Office of the BURSAR        Your bill, Your refund,          Payment Plans                                Financial Aid at NYU Professional Schools       College of Dentistry   Graduate Stern School of Business   School of Law   School of Medicine              Policies     ELIGIBILITY FOR FINANCIAL AID:       Satisfactory Academic Progress   Enrollment Status   Enrollment Deferral   Renewal Eligibility   Citizenship Documentation   NYU Employees and Their Dependents   Social Security Administration   Selective Service System   Tax Information and Income/Asset Verification   Withdrawal     OFFICE OF THE BURSAR:       Refund Policy                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Financial Operations Forms & Policies | Services | NYU Polytechnic School of Engineering                                                                                               NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Services                         Services                                                             Financial Operations Forms &amp; Policies                         Forms       Petty Cash Fund Start-Up Form   Student Expense Reimbursement Form   Petty Cash Funds Form   Expense Reimbursement Form EXP2000   IRS Form W9 (Request for Taxpayer Identification Number and Certification)   Form W9S (Request for Students' or Borrowers' Taxpayer Identification Number and Certification)   Independent Contractor Questionnaire (Form IND4000A)   Direct Deposit Authorization Form (Accounts Payable)   Direct Deposit Instructions (for Payroll)           Advance Request   Advance Instructions   Business Payment Form (BUS5000)   (Instructions for Completing Form BUS5000)   Missing/Inadequate Documentation Report   Expense Breakdown Sheet (Meals) (Form EXP2000M)   Payment to Individuals Form (IND4000)   Signature Authorization Form   Vendor Identification and Certification Form   Expense Breakdown Sheet (Travel) (Form EXP2000T)           Accounts Payable       COA LookUp Tool   NYU/Amex Travel Card Application   Consulting Services Agreement           Travel and Business Expense Policy   Wire Transfer Form   Tax Services Statement for Services Performed Outside the United States             Budget     Fame (PeopleSoft) Update Access Form (requires NYUHome login)   Budget Modification (BIA/BudMod) Request Form         Controller     New Org. Project Form   Retention and Destruction of Records Policy         Fixed Assets     Fixed Asset Transfer Form             Grants Receivable     Authorized Signature Form   Consulting Services Agreement   One Time Payment Form/   Proposed Budget Form   Subcontract Form   U.S. Army Research Office   SF-425 Federal Financial Report   Report of Inventions and Subcontracts   DOD Property In the Custody of Contractors         Payroll     W-8BEN Certificate of Foreign Status of Beneficial Owner for United States Tax Withholding   IT-2104 Employee Withholding Allowance Certificate   Foreign National Information Request Form   Form 8233 Exemption From Withholding Compensation for Independent Personal Services of a Nonresident Alien Individual         Purchasing     Authorized Signature Form   Sole Source Form   Poly Tax Exempt   Purchasing Requisition Form   Purchasing Policies and Procedures   Purchase Card Training                                                   Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Financial Aid and Scholarships                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Financial Aid and Scholarships                 Sub Navigation                                 Financial Aid at NYU                       Types of Financial Aid                       Applications and Forms                       Welcome Freshmen!                       Just For Parents                       References and Resources                       Verification                                                                   Financial Aid and Scholarships       The cost of a college education is a matter of concern for many students and their families. Regardless of your family's financial circumstances, paying for college will probably require a substantial commitment of your resources over the next several years. It may surprise you to learn that most full-time undergraduate students at New York University would not be able to pay their educational costs without financial assistance. These students are able to attend NYU only because they applied for and received financial aid.    While we believe that the primary responsibility for meeting college costs rests with the student and the family, New York University as well as the state and federal governments can help. Although NYU is not able to meet the full need of every student, by combining the various types of funds available we use every method possible to coordinate adequate resources to enable you to invest in a higher education at NYU.    If you believe you will need any amount of financial assistance to attend NYU, we strongly encourage you to apply for financial aid immediately.                                                           Scholarships & Grants                                                                                                Frequently Asked Questions                                                                                                References & Resources                                                   Important Announcements       The application for Summer financial aid is now available .     Review important information to ensure the proper disbursement of your financial aid awards .   If you have been awarded Federal Direct Loans, be sure to read our instructions to secure those Direct Loans . These instructions are applicable also to returning students who may have borrowed federal loans in the past. You are encouraged to review the definitions of the loans before pursuing these or any educational loan. Please think carefully about your obligations as a borrower before pursuing any educational loan. Consider your educational investment at NYU, as well as your long term financial commitments, when borrowing.   Read the Financial Aid Guide , which provides essential information to accompany your NYU financial aid award package for the academic year.   Students must meet the standards of Satisfactory Academic Progress to remain eligible for financial aid. Be sure to follow the requirements of your program/department.   Know how to Navigate Financial Aid at NYU (pdf) .   Get funding for Study Away .              Contact the Office of Financial Aid     Student Services Center  25 West Fourth Street  New York, NY 10012-1119  Telephone 212-998-4444  Fax 212-995-4661  (IMPORTANT! Please include the student's  University I.D. number on all faxed pages.)   Brooklyn One Stop  6 Metrotech Center  Jacobs Building, Room 359  Brooklyn, NY 11201  Telephone 212-998-4444  Fax 212-995-4661  (IMPORTANT! Please include the student's  University I.D. number on all faxed pages.)   Send an Email to the Office of Financial Aid   Office Hours   Fall and Spring Semesters:  Monday, Tuesday and Friday: 9:00 a.m. to 5:00 p.m.  Wednesday and Thursday: 9:00 a.m. to 6:00 p.m.     Periods when classes are not in session:  Monday through Friday 9:00 a.m. to 5:00 p.m.   The Student Services Center and Brooklyn One Stop close at 4:00 p.m. on the  business day before a recess or extended holiday weekend  (see Holidays below).               Holidays: University Closed                                           > Read more                               The Office of Financial Aid closes at 4:00 p.m. on the business day before a recess or extended holiday weekend.    Labor Day: September 1, 2014  Thanksgiving Recess: November 27-28, 2014  Winter Recess*: December 24, 2013 - January 1, 2015  Martin Luther King, Jr. Day: January 19, 2015  Presidents' Day: February 16, 2015  Memorial Day: May 25, 2015  Independence Day: July 3, 2015   * No early closing                         Telephone Tips                                           > Read more                               Office of Financial Aid telephone lines can be quite busy during  certain times of the year: (1) from April 1 to May 15, when our  prospective freshmen are choosing their college; (2) from July 1 to  August 15, when the fall bills have been issued; and (3) during  registration.   During the remainder of the year, most calls are  answered with little waiting time. To reach a financial aid counselor  right away, we suggest that you (1) call Tuesday or Thursday (Mondays  are the busiest); (2) call between 9 and 11 a.m. or 3:30 and 5 p.m.; and  (3) use NYU Albert to obtain routine information about your award or the status of your financial aid application.   You may also send an email to us or visit our office, instead of phoning. Our staff will review your message and respond as quickly as possible.                                                  New York University is an affirmative action/equal opportunity institution.                       Priority Dates and Deadlines   All students should apply for financial aid every year. Students who miss a financial aid priority deadline are still encouraged to file the FAFSA and will be considered for federal student aid if eligible, but funds become increasingly limited. If you have not applied, do so immediately . Remember, to meet the specified deadline your application, with all necessary signatures, must be received and validated by the processor and released to NYU by the date shown below for priority consideration.   Freshman Applicants: In order to be considered for NYU scholarship, you must complete all required applications by our deadlines . Please review the Applications and Forms section of this website to find out which applications are relevant to you. Late CSS Profile applications will not be accepted for scholarship consideration. The FAFSA can be filed at any time to be reviewed for federal aid eligibility.     New Student Deadlines &amp; Financial Aid Application Checklist   Returning Student Deadlines: NYU New York   Returning Student Deadlines: NYU Abu Dhabi and NYU Shanghai                Quick Links       Securing Federal Loans     Ensuring Financial Aid Disbursement     Comparing your Bill and Your Financial Aid   Additional Financial Assistance                             NYU Albert        Your Financial Aid Online.          Check your status. View your awards. Check for updates. Now!                                               Apply for Financial Aid at NYU        You should apply for aid every year. Here&#039;s what you need to do.                                                   Steps To Secure Your Direct Loan        Be sure to read our Direct Loan instructions.                                                   Office of the BURSAR        Your bill, Your refund,          Payment Plans                                Financial Aid at NYU Professional Schools       College of Dentistry   Graduate Stern School of Business   School of Law   School of Medicine              Policies     ELIGIBILITY FOR FINANCIAL AID:       Satisfactory Academic Progress   Enrollment Status   Enrollment Deferral   Renewal Eligibility   Citizenship Documentation   NYU Employees and Their Dependents   Social Security Administration   Selective Service System   Tax Information and Income/Asset Verification   Withdrawal     OFFICE OF THE BURSAR:       Refund Policy                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Financial Affairs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                                   Financial Affairs      Policies related to accounting, budgeting, purchasing, travel, and other business and finance functions.                                                                                                                                                 Accounting for Unallowable Costs Policy Sunday, September 01, 2013                                                                                                                       Application of Facilities and Administrative Cost Rates Policy Sunday, September 01, 2013                                                                                                                       Asset Management Polices and Procedures Friday, October 01, 2010                                                                                                                       Audit and Non-Audit Services Pre-Approval Policy Monday, September 17, 2007                                                                                                                       Award Closeout Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       Bank and Securities Account Policy Sunday, September 01, 2013                                                                                                                       Budgeting Policy for Sponsored Program Awards Sunday, September 01, 2013                                                                                                                       Business Expenses Monday, September 15, 2014                                                                                                                       Charging Administrative Expenses to Federal Awards Policy Sunday, September 01, 2013                                                                                                                       Charging of Administrative and Clerical Salaries to Federal Grants and Contracts  Saturday, June 06, 2009                                                                                                                       Clinical Trials Financial Management Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       Cost Sharing Policy Sunday, September 01, 2013                                                                                                                       Cost Transfer Policy Sunday, September 01, 2013                                                                                                                       Costing Policy Sunday, September 01, 2013                                                                                                                       Domestic and Foreign Travel Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       Effort Reporting Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       Employing Members of the Independent External Auditor Monday, October 01, 2007                                                                                                                       Expense Reimbursement Monday, September 15, 2014                                                                                                                       Facilities and Administrative Costs Waiver Policy Sunday, September 01, 2013                                                                                                                       Financial Records Retention Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       Financial Reporting for Sponsored Programs Policy Sunday, September 01, 2013                                                                                                                       Fringe Benefit Rates Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       General Compliance Guidelines for Tax Exempt Bonds Monday, October 01, 2007                                                                                                                       Identity Theft Prevention Program Saturday, May 09, 2009                                                                                                                       Internal and External Audit Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       Managing Equipment Acquired with Federal Funding Policy Sunday, September 01, 2013                                                                                                                       Managing Sponsor Payments Policy Sunday, September 01, 2013                                                                                                                       Managing Subawards Issued by NYU  Sunday, September 01, 2013                                                                                                                       Memberships, Subscriptions and Professional Activity Costs Policy for Federally Sponsored Programs Sunday, September 01, 2013                                                                                                                       No-Cost Extension Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       Opening or Modifying a Project Policy Sunday, September 01, 2013                                                                                                                       Payment Card Industry Data Security Standard Wednesday, April 11, 2012                                                                                                                       Payment Card Policy Thursday, September 01, 2011                                                                                                                       Payments to Foreign Nationals Thursday, March 22, 2012                                                                                                                       Personnel Costs for Sponsored Programs Policy Sunday, September 01, 2013                                                                                                                       Petty Cash Funds  Sunday, January 01, 2012                                                                                                                       Preferred Lenders Saturday, June 06, 2009                                                                                                                       Principal Investigator Responsibility Policy for the Integrity of the Financial Management of Sponsored Programs Sunday, September 01, 2013                                                                                                                       Prior Approvals Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       Program Income Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       Purchasing Policies and Procedures Manual Wednesday, April 01, 2015                                                                                                                       Re-Budgeting Policy for Sponsored Programs Sunday, September 01, 2013                                                                                                                       Recharge Center Policy Sunday, September 01, 2013                                                                                                                       Refund Policy for the University                                                                                                                        Reporting and Investigation of Potential Financial Misconduct Thursday, July 15, 2004                                                                                                                       Salary Cap Administration Policy Sunday, September 01, 2013                                                                                                                       Signature Authority Policy Sunday, September 01, 2013                                                                                                                       Small Business Program Policy for Federal Contracts  Sunday, September 01, 2013                                                                                                                       Workers' Compensation  Saturday, January 01, 2011                                                                                                                                                Advanced Search                      Keyword         Category                           Academic Affairs and Faculty                           Financial Affairs                           Governance and Legal                           Human Resources                           Information Techology                           NYU Policies                           Operations and Safety                           Research                           Student Services                           University Guides and Manuals                                                                                                           Date Range (MM/DD/YYYY)                                                                                       Search                                                           NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]