[{"detail": [{"content": "NYU Division of Libraries                               NYU Libraries   NYU   NYU Division of Libraries          NYU Libraries    BobCat    Catalog    Login                                 Search in    All Fields   Title    for       Search...               Search                                            Geolytics Neighborhood Change Database       Resource:     Link to resource     Title:     Geolytics Neighborhood Change Database     Description:     Neighborhood Change Database (NCDB) gives users access to US Census data from 1970, 1980, 1990 and 2000 at the census tract level, with the additional option to access data for all four decades normalized to 2000 tract boundaries. This lets you view and display data as if the 2000 tracts existed and all the data is weighted to these areas. Variables include population, household, and housing characteristics, income, poverty status, education level, employment, housing costs, immigration, and others. Export data as dbf, ASCII, shapefile, or mid/mif files.     Categories:     Population &amp; Demography                         Tools                       Email          SMS This                                  My Workspace      Search History                   NYU Division of Libraries"}]},
{"detail": [{"content": "NYU Division of Libraries                               NYU Libraries   NYU   NYU Division of Libraries          NYU Libraries    BobCat    Catalog    Login                                 Search in    All Fields   Title    for       Search...               Search                                            Geolytics Neighborhood Change Database       Resource:     Link to resource     Title:     Geolytics Neighborhood Change Database     Description:     Neighborhood Change Database (NCDB) gives users access to US Census data from 1970, 1980, 1990 and 2000 at the census tract level, with the additional option to access data for all four decades normalized to 2000 tract boundaries. This lets you view and display data as if the 2000 tracts existed and all the data is weighted to these areas. Variables include population, household, and housing characteristics, income, poverty status, education level, employment, housing costs, immigration, and others. Export data as dbf, ASCII, shapefile, or mid/mif files.     Categories:     Population &amp; Demography                         Tools                       Email          SMS This                                  My Workspace      Search History                   NYU Division of Libraries"}, {"content": "Temporary Integration, Resilient Inequality: Race and Neighborhood Change in the Transition to Adulthood | NYU Wagner                                    Jump to navigation                                                    Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Faculty &amp; Research › Faculty Research › Temporary Integration, Resilient Inequality: Race and Neighborhood Change in the Transition to Adulthood          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                    Temporary Integration, Resilient Inequality: Race and Neighborhood Change in the Transition to Adulthood          Search by Topic/Keyword   Search by Intersections   Publications by Centers &amp; Institutes                  Request More Information     Apply to Wagner                        Publication                                      Temporary Integration, Resilient Inequality: Race and Neighborhood Change in the Transition to Adulthood           Demography            Sharkey, Patrick.          01/01/2012                                                          Related Topics           Race, Class, Gender & Diversity                     Wagner Authors          Patrick Sharkey                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]