[{"detail": [{"content": "News    | Department of Comparative Literature | NYU                                  New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                                Home       Faculty       Undergraduate Program       Graduate Program       Events       News       Newsletter       Poetics and Theory       Employment             Stay Connected           Facebook       Twitter                       Home > News     News             News for 2013-2014    Our Comp Lit  Department will host the 2014 ACLA conference this coming March!  Professor Emily Apter and Professor Jacques Lezra's translation of Barbara Cassin's Dictionary of Untranslatables: A Philosophical Lexicon is out now from Princeton University Press! This is an encyclopedic dictionary of close to 400 important philosophical, literary, and political terms and concepts that defy easy--or any--translation from one language and culture to another. Drawn from more than a dozen languages, terms such as Dasein (German), pravda (Russian), saudade (Portuguese), and stato (Italian) are thoroughly examined in all their cross-linguistic and cross-cultural complexities. Spanning the classical, medieval, early modern, modern, and contemporary periods, these are terms that influence thinking across the humanities. Professor Richard Sieburth's translation of Nostradamus' Prophecies is out now from Penguin! Professor Kristin Ross' book was translated into French. Rimbaud, la commune de Paris et l'invention de l'histoire spatiale is published by Les Prairies Ordinaires. Professor Hala Halim was promoted to the position of associate professor with tenure, effective 1/15/2014. Congratulations, Hala! Professor Cristina Vatulescu was promoted to the position of associate professor with tenure, effective 9/1/2013. Congratulations, Cristina!     Emily Apter 's Book Against World Literature: On the Politics of Untranslatability is out now from Verso Books! The book argues for a rethinking of comparative literature focusing on the problems that emerge when large-scale paradigms of literary studies ignore the politics of the “Untranslatable”—the realm of those words that are continually retranslated, mistranslated, transferred from language to language, or especially resistant to substitution.      Hala Halim 's Book Alexandrian Cosmopolitanism: An Archive is forthcoming from Fordham University Press. Interrogating how Alexandria became enshrined as the exemplary cosmopolitan space in the Middle East, this book mounts a radical critique of Eurocentric conceptions of cosmopolitanism. The dominant account of Alexandrian cosmopolitanism elevates things European in the city's culture and simultaneously places things Egyptian under the sign of decline. The book goes beyond this civilization/barbarism binary to trace other modes of intercultural solidarity.      Visiting Scholars for 2013-2014 :  Alice Blackhurst is   in the second year of her PhD in the French department at the University   of Cambridge. Her dissertation centers around ideas of luxury in   contemporary French thought, art and film. Her MPhil thesis, completed   in 2012, looked at the question of corporeality and the logic of the   limit with regards to the philosophy of Jean-Luc Nancy and Gilles   Deleuze.  Felipe Charbel  received his PhD in History from   Pontificia Universidade Católica do Rio de Janeiro and is currently a   Professor in the Institute of History at Universidade Federal do Rio   de Janeiro (UFRJ). He is completing research on a project titled   Figurations of History and the Knowledges of Literature: a Study of   Contemporary Historical Novels.    Cherrie Lalnunziri Chhangte received her PhD in African American Fiction from North Eastern   Hill University, India. She belongs to the Mizo tribe of northeast   India, and is currently an Assistant Professor at the Department of   English, Mizoram University, India. She is joining the Comp. Lit.   department at NYU this fall as a Fulbright Postdoctoral Research Fellow   to work on \"Aspects of Minority Literature; A Comparative Study of   Select Native American and Mizo Narratives.  Sagi Cohen is a PhD Candidate in Political Science at the University of   Ottawa, supervised by Dr. Dalie Giroux. His Dissertation - Homo   Perfidus: An Antipathology - tries to construct a \"responsible\" concept   of betrayal; a methodology. His guide through this Inferno is an   appropriately unholy matrimony between Nietzsche and Levinas, which   helps approach the accusation of 'traitor' in a   trans-valuative/affirmative manner; not a persecution of prejudgment,   but a phenomenological erring toward its trace(s) (as an ethics, as   philosophia prima).    News for 2012-2013 Professors Kamau  Brathwaite, John Chioles, Daniel Javitch , and Timothy Reiss have recently retired and been named Professor  Emeriti of Comparative Literature.    Kamau, John, Daniel &amp; Tim: We can’t thank you enough for your valued  years of service and the honor their scholarship has brought to the  Department. We wish you continued  success in your writing and research and much happiness in your new  adventures! We’ll miss you as colleagues  … and as friends! Professor   Cristina Vatulescu was awarded the 2011 Heldt Prize for the best book by a  woman in any area of Slavic/Eastern European/Eurasian studies   for her book Police Aesthetics:  Literature, Film &amp; the Secret Police in Soviet Times. Professor Vatulescu has also received the 2011 Outstanding Academic Title   Award, an award sponsored by Choice, a publication of the American   Library Association.      Professor   Richard Sieburth was awarded a 2012 Guggenheim Fellowship for his work  in translation. He will be working on a  new edition of the Late Baudelair e.      Ms. Caren Van Houwelingen  will be our first Ph.D. exchange student from  Stellenbosch University (South Africa) this fall. Her  research interests relate primarily to the  field of gender studies, postcolonial studies, critical race theory, and  theories of subjectivity.  The  Stellenbosch exchanged program was conceived and actualized by Professor Mark Sanders .        Ms. Ozen Nergis Dolcerocca has been awarded the Dean's Outstanding Graduate Student Teaching Award. The annual award recognizes excellent graduate students and their accomplishments as teachers. Visiting Scholars for 2012-2013: Natalija Arlauskaite received her PhD in Philology from   Vilnius University, where she is currently an Assistant Professor in the   Institute of International Relations and Political Science. She is   completing research on a project titled “Voice of/f the Memory on the   Screen: Poetics, History, Politics.”       Kerline Devise studied the politics and aesthetics of bodies   as conceived by Michel Foucault at the University of Paris and is an   Assistant Professor of Philosophy at the École Normale Supérieure de   Haiti. She is currently conducting research for a paper titled “Politics   of the Page, the Body, Love and Putrefaction in the Literary Works of   Monique Wittig.”      Christiane Frey received her PhD in literary theory from the   University of Minnesota and is currently an Assistant Professor in the   Department of German at Princeton University. Professor Frey is   completing research on a project titled “The Microscope, Calculus, and   the Novel from the late 17th to the early 19th Century.”       Miguel Marinas received his PhD from the Universidad   Complutense de Madrid, where he is currently a Professor of Ethics and   Political Philosophy. Professor Marinas’s research project investigates   the origin of the political culture in the society of consumption,   specifically the first American universal exhibitions and the birth of a   pattern of mass consumption in the 60's.      Cristina Santamarina received her PhD from the Universidad   Complutense de Madrid, where she is currently the Director of Research   at CIMOP Institute. Professor Santamarina’s research project   investigates the origin of the political culture in the society of   consumption, specifically the first American universal exhibitions and   the birth of a pattern of mass consumption in the 60's. News for 2011-2012  Visiting Scholars for 2011-2012 : Professor Kerline Devise studied the politics and aesthetics of bodies as conceived by Michel Foucault at the University of Paris   and is an Assistant Professor of Philosophy at the École Normale   Supérieure de Haiti. She is currently conducting research for a paper   titled “Politics of the Page, the Body, Love and Putrefaction in the   Literary Works of Monique Wittig.”  Professor Natalia Laranjinha received her PhD in Comparative Literature at the University of Lisbon   and is currently an Assistant Professor at the University Dom Alfonso   III and is director of the CLINUAF (Languages Centre). She is currently   conducting research for her upcoming book on the literary and   philosophical incursions in Lars von Trier cinema.  Professor Diane Rubenstein received her PhD in   Political Science at Yale University and is currently a Professor of   Government and American Studies at Cornell University. Professor   Rubenstein is working on two book projects, one on Jean Baudrillard, and   a second titled Derrida without Borders: Hospitality, Pedagogy, Politics.  Professor Steven Meyer received his PhD in English   Language and Literature from Yale University, and is currently an   Associate Professor in English at Washington University. He is   completing research for a project titled Robust Empiricisms: Jamesian Modernism between the Disciplines, 1878 to the Present. Professor Alberto Toscano received his PhD in Philosophy from the   University of Warwick, and is currently a Senior Lecturer at Goldsmiths   College, University of London. Professor Toscano’s research will focus   on the relationship between the political, philosophical, and economical   theories of abstraction, growing out of this book on fanaticism and   some recent work on Marxist theories of ‘real abstraction.’  News for 2010-2011  Mark Sanders (2010-2011) was   awarded the American Council of Learned Societies ACLS/SSRC/NEH   International and Area Studies Fellowship for his project \"Learning   Zulu: A Secret History of Language in South Africa.\" News for 2009-2010 We are happy to welcome our new administrative aide, Angela  Leroux-Lindsey , who works with our DGS to coordinate the graduate  program      Visiting Scholars for 2009-2010:    Professor Beniamino Ambrosi received his  PhD in English and American Studies at the University of Florence.  He is supported by a University   of Bari grant for young  scholars during his time with NYU, and is working on a project in cultural  literary studies.      Professor Natalia Laranjinha received her PhD in  Comparative Literature at the University   of Lisbon and is  currently an Assistant Professor at the University Dom Alfonso III and is  director of the CLINUAF (Languages Centre). She is currently conducting  research for her upcoming book on the literary and philosophical incursions in  Lars von Trier cinema.      Professor Helena Pericic received her PhD in Comparative  Literature at the University   of Zadar where she is now  an Associate Professor and vice-head of the Croatian Language and Slavistics  Department and head of the Croatian Branch. While at NYU, Professor Pericic  will give two lectures, one on Croatian literature in European context and the  other relating to literatures of “small” Eastern European nations “in  transition” in the context of European and World Literatures.      Professor Marianna Torgovnick received her PhD at Columbia University  and is currently a Professor of English at Duke  University where she is also the  Director of the “Duke in New York  in the Arts and Media” program. While with NYU, she is working on a book of  essays, a sequel to an earlier collection titled “Crossing Ocean Parkway.” She is also  researching a book on Depression-era entertainment. News for 2008-2009 The Department thanks Nancy Ruttenburg for  her years of energetic and productive service as Chair of Comp Lit,  congratulates her on her Guggenheim Fellowship for 2008-2009, and wishes her  well in working on her new book.      Jacques Lezra began his appointment as Chair  of the Department as of 9/1/08. Professor Lezra is a Professor of Comparative  Literature as well as a Professor of Spanish and Portuguese. He is a specialist  in literary theory and in the literary, visual and philosophical culture of the  early modern period. He received his PhD in Comparative Literature from Yale University  in 1990, and has taught at the University  of Wisconsin at Madison, at Yale, Harvard, and at the Bread  Loaf School of English.       Ulrich Baer was appointed NYU's Vice Provost for Globalization  and Multicultural Affairs where he directs all of NYU's semester-long  international study sites and supports NYU's multicultural and international centers.       John Hamilton's new book, Music, Madness, and the  Unworking of Language , was released in April by Columbia University Press.       Daniel Javitch's co-edited book, The Way it Wasn't: From  the Files of James Laughlin , was singled out by Art Forum as one  of the ten best books of 2007.       Avital Ronell recieved an Alexander von Humboldt-Stiffing  grant for her work on German philosophy, and has been promoted to the position  of University Professor at NYU.       Nancy Ruttenberg was awarded a Guggenheim Fellowship to work  on her new book on Dostoevsky and the culture of American democracy.           Graduate Student Awards      Congratulations to our many accomplished grads!      Haytham Bahoora received the Arts and Science  Prize Teaching Fellowship for 2008-2009.    Jennifer Cayer received the GSAS Summer Predoctoral  Fellowship.    Ipek Celik received the 2008-2009 Penfield Fellowship.    Jieun Chank received the 2008-2009 Anais Nin Memorial  Fellowship.    Robyn Creswell received a fellowship from the MacDowell Colony  in Peterborough, NH for the summer of 2008.    Bregtje Hartendorf-Wallach received the 2007-2008 Anais Nin  Memorial Fellowship.    Daniel Hoffman-Schwartz received a DAAD German Studies  Research Grant for the summer of 2008.    Jennifer Kaplan received the ARCE Fellowship to Egypt for the  2007-2008 term.    Micaela Kramer received the Robert Holmes Travel and Research  Awards for African Scholarship for the summer of 2008.    John Patrick-Leary received the Patricia Dunn Lehrman  Fellowship and the Mellon/ACLS Dissertation Completion Fellowship for the  2008-2009 term.    Katharina Piechocki received the NYU Global Fellowship (for a  two-month period: June and July 2008 at NYU-in-Florence).    Pu Wang received a 4th Liu Li-an Poetry Award.    Erica Weitzman received a Freie Universitat  exchange/scholarship for the 2008-2009 term. News for 2006-2007 Recent Graduate Student Awards      Congratulations to our many accomplished grads!       Christopher Apap received the NYU Dean's Dissertation Fellowship for  2007-08.       Magali Armillas-Tiseyra received the NYU University of Cambridge Mainzer  Fellowship in Gender Studies for the Lent 2007 term.       Ipek Celik received the Kostas and Eleni Ourani Foundation Research  Fellowship and Charlotte W. Newcombe Doctoral Dissertation Fellowship. The  Newcombe is administered through the Woodrow Wilson Foundation and is awarded  yearly to only thirty PhD candidates in the nation.       Lori Cole received the Tinker Field Research Grant for Summer 2007 and  participated in the IFA-GSAS Graduate Forum on Forms of Seeing.       Jennifer Kaplan received a Fulbright Fellowship to study in Cairo.      Anna Krakus received a Visiting Fulbright from Sweden.       Micaela Kramer was nominated to be the Dean's Fellow at the School of Criticism and Theory at Cornell this  summer.      AAAS Elects Richard Sieburth      The American   Academy of Arts and  Sciences (AAAS) has elected Richard  Sieburth, professor of Comparative Literature and French, as fellow.  Sieburth shares the honor of this year's election with four other NYU faculty,  former Vice President Albert Gore, Jr., former Supreme Course Associate Justice  Sandra Day O'Connor, and New York City Mayor Michael Bloomberg. The mission of AAAS is to \"advance science and  innovation throughout the world for the benefit of all people\".      Graduate Update       Susan Matthias (PhD. January '06) has been  awarded the 2006 Elizabeth Constantinides Translation Prize by the Modern Greek  Studies Association for translation from modern Greek of Six Nights on the  Acropolis , the only completed novel by Nobel laureate poet George Seferis.  The translation has been accepted as the first novel to be published in  \"The Modern Greek Literature Library,\" a new series from Cosmos  Publishing.          New Faculty Members       We're happy to announce six(!) new faculty members.  Having long been \"associated faculty\" and valuable contributors to  the department and discipline of comparative literature, Professors Emily  Apter , Gabriela Basterra , Ulrich Baer , and Avital Ronell became  voting joint faculty in January, 2006. With one foot in their original  departments and one in Comp Lit, they now join fully in our comparative mix.  The exciting results of last year's faculty searches, Assistant Professors Cristina  Vatulescu and Hala Halim also join our department in 2006-07.  Professor Vatulescu's research interest include aesthetics and politics;  artistic and extra-artistic genres, in particular the novel, autobiography, and  the police file; Russian and Eastern European twentieth century culture; cinema  and visual culture. A joint appointment with Middle Eastern and Islamic  Studies, Professor Halim will begin in January 2007. Her first Comp Lit course  will be a graduate seminar \"Postcoloniality and Translation\" and her  cross-listed undergraduate course from MEIS will be \"Topics in Modern  Arabic Culture: Globalization and the Middle East.\"            New Faculty Books       Professor Richard Sieburth 's latest book from Archipelago Books, Stroke  by Stroke, is a pairing of two of Henri Michaux's most suggestive texts.  Translated from the French, these two pieces are poetic explorations of  animals, humans and the origins of language. In addition, Sieburth has included  Michaux's ideogrammic ink drawings to illustrate the explosive and  contemplative nature of the writer's verbal and pictorial gestures.      Professor Mark Sanders 's book Gayatri Chakravorty  Spivak: Live Theory has recently been published by Continuum International  Publishing Group. Concentrating on the thought of one of the world's most  provocative and original theorists, this book delves into Spivak's theories on  deconstruction, Marxisim, feminism and issues of postcoloniality and  globalization. A concise, comprehensive and accessible text, Sanders's latest work  explores Spivak's own questions about literacy and intellectual responsibility,  and also includes a new interview with Spivak herself.          Kamau Brathwaite Wins Griffin Poetry Prize!       At a gala event in Toronto, Ontario ,  Professor Kamau Brathwaite was awarded the prestigious Griffen Poetry Prize  for his new volume of widely-acclaimed poetry Born to Slow Horses . The  Canadian-based Griffin Prize is the world's most valuable prize for poetry. In  the course of his career as a major contemporary poet and voice of the  Caribbean, Professor Brathwaite has also been awarded the Neustadt  International Prize for Literature,   Cuba's Casa de  las Americas Premio, the Guggenheim Fellowship, and the Fulbright Fellowship.       We are pleased to announce the promotion of Professor Ana  Maria Dopico to Associate Professor of Comparative Literature and Associate  Professor of Spanish and Portuguese; of Professor Mikhail Iampolski to  Professor of Comparative Literature and Professor of Russian and Slavic  Studies; and of Professor Xudong Zhang to Professor of Comparative  Literature and Professor of East Asian Studies. Professor Dopico's new book, Houses  Divided: Genealogical Imaginaries and Political Visions in the Americas , is  forthcoming from Duke University Press, and she is editing a two volume  selection of Jose Marti's prose works for the Library of Latin America.  Professor Iampolski received the Andrei Bely Prize in Literature for his Physiology  of the Symbolic , released last year. A collection of Professor Zhang's  essays since 1985, Traces of Criticism: Essays in Cultural Theory and  Cultural Criticism , has recently appeared, as has his Cultural Identity  in the Age of Globalization .           Professor Kamau Brathwaite 's latest book of poetry,  from Wesleyan University Press, Born to Slow Horses, is a collection of  poetic meditations on islands and exile, language and ritual, and the force of  personal and historical passion and grief. In addition to unearthing the roots  of the Carribean culture, Brathwaite's experiences with New York City and 9/11 provide a modern  influence on his work. The subject of Brathwaite's poems run the gamut from the  slave children to BMW luxury cars. This eclectic mix provides insight into the  author's experiences with the history of the Carribean and the modern western  world.          CHINA TRIP! Professor Xudong Zhang organized and led  a delegaton of ten NYU graduate students to Shenzhen, Shanghai,  and Beijing to  participate in Sino-US symposia on comparative literature.  Professor John Chioles 's book Romeo  the Pothead and Juliet the Snitch has recently been published (2004, in  Greek) by Kastaniotis Editions in Athens.  Weaving philosophy and humanity, its twelve whimsical stories bring the likes  of Wittgenstein, Schopenhauer, Heliodorus, and Shakespeare into the lives of  street urchins, displaced persons, and haunted students. As the Kastaniotis  description of Romeo the Pothead and Juliet the Snitch notes, \"A  burning fire hovers over these short stories. The conflagration is both real  and figurative, as deportation, immigration, exile....\" The Department of English at Morehouse College  in Atlanta is  sponsoring a Caribbean Literary Studies Symposium , to be held April  13-14, whose focus, and one of whose participants, will be Professor Kamau  Brathwaite .       Zoltan  Markus , who received his Ph.D. from the Department, is in the midst of his  first year at Vassar   College, where he is a  tenure-track Assistant Professor in English.      Professor   Mikhail Iampolski has recieved the prestigious Andrei Bely Prize in  Literature. The award, Russia's  first independent literary prize, has been awarded his new book, The Return  of the Leviathan: Political Theology, Representation of Power &amp; the End of  the Old Regime , published by the New Literary Review in Moscow.      Professor   Richard Sieburth 's new translation of Georg Büchner's Lenz has  just been published, in a lovely edition, by Archipelago Books. Harold Bloom  has called the volume \"both a superb version and a startling  interpretation of a great and vital work\"; Michael Palmer writes that,  \"for the first time, thanks to Richard Sieburth's astonishing skills, we  have a version in English that respects and communicates the radical  inventiveness and stylistic singularity of the original.\"      Professor   Nancy Ruttenburg has been invited to deliver the prestigious Ian Watt  Lecture on the History and Theory of the Novel at Stanford University.  The lecture, entitled \"Simplifying the Novel,\" will be given on  January 18th at the Center for the Study of the Novel, which has recently  fallen under the direction of Professor Margaret Cohen.       Professor   Nancy Ruttenburg will deliver one of two keynote addresses at a  reception for the Fales Library Graduate Student Exhibit \"Circles and  Circulations in the Revolutionary Atlantic World.\" Professor Ruttenburg's  lecture, entitled \"Carwin the Inalienable Alien,\" will be followed by  another, \"Fever,\" given by Professor Samuel Otter of the English  Department at Berkeley; the two lectures will be followed in turn by the  reception. The event, to be held in the Fales Library Reading Room, begins at  4:00 on Friday, October 22.      Ifeona  Fulani and Rosamond S. King , both of whom received their Ph.D.s from  the Department, are participants in a conference entitled \"Yari Yari  Pamberi: Black Women Writers Dissecting Globalization\" to be held October  12-16. \"The goal of this conference,\" its organizers state,  \"is to expand and intensify debates around globalization, explore  possibilities and contradictions, continue strengthening ties among women of  African descent, promote their literature, create a platform for young emerging  writers and raise public awareness about global developments.\" Fulani will  be among those addressing the question of \"the impact of new technologies  and globalization on Literature, Publishing and Distribution\"; King will  take part in a reading and discussion at the Poets' House. Other speakers  include Professor Manthia Diawara , Maya Angelou, Lucille Clifton,  Octavia Butler, Gloria Naylor, Alice Walker, and Edwidge Danticat.      Professors   Andrew Ross and Kristin Ross are the editors of Anti-Americanism ,  a collection of essays published in October by NYU Press. The volume, whose  contributors include, in addition to its editors, Professor Ana Maria Dopico   and CompLit associated faculty member Mary Louise Pratt , offers  considerations of anti-American opinion and sentiment in Latin America, the  Middle East, Europe, East Asia, and the United States, and provides what Neil  Smith calls \"the best, most comprehensive and most critical survey of  anti-Americanism available.\"                                                                             Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "News    | Department of Comparative Literature | NYU                                  New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                                Home       Faculty       Undergraduate Program       Graduate Program       Events       News       Newsletter       Poetics and Theory       Employment             Stay Connected           Facebook       Twitter                       Home > News     News             News for 2013-2014    Our Comp Lit  Department will host the 2014 ACLA conference this coming March!  Professor Emily Apter and Professor Jacques Lezra's translation of Barbara Cassin's Dictionary of Untranslatables: A Philosophical Lexicon is out now from Princeton University Press! This is an encyclopedic dictionary of close to 400 important philosophical, literary, and political terms and concepts that defy easy--or any--translation from one language and culture to another. Drawn from more than a dozen languages, terms such as Dasein (German), pravda (Russian), saudade (Portuguese), and stato (Italian) are thoroughly examined in all their cross-linguistic and cross-cultural complexities. Spanning the classical, medieval, early modern, modern, and contemporary periods, these are terms that influence thinking across the humanities. Professor Richard Sieburth's translation of Nostradamus' Prophecies is out now from Penguin! Professor Kristin Ross' book was translated into French. Rimbaud, la commune de Paris et l'invention de l'histoire spatiale is published by Les Prairies Ordinaires. Professor Hala Halim was promoted to the position of associate professor with tenure, effective 1/15/2014. Congratulations, Hala! Professor Cristina Vatulescu was promoted to the position of associate professor with tenure, effective 9/1/2013. Congratulations, Cristina!     Emily Apter 's Book Against World Literature: On the Politics of Untranslatability is out now from Verso Books! The book argues for a rethinking of comparative literature focusing on the problems that emerge when large-scale paradigms of literary studies ignore the politics of the “Untranslatable”—the realm of those words that are continually retranslated, mistranslated, transferred from language to language, or especially resistant to substitution.      Hala Halim 's Book Alexandrian Cosmopolitanism: An Archive is forthcoming from Fordham University Press. Interrogating how Alexandria became enshrined as the exemplary cosmopolitan space in the Middle East, this book mounts a radical critique of Eurocentric conceptions of cosmopolitanism. The dominant account of Alexandrian cosmopolitanism elevates things European in the city's culture and simultaneously places things Egyptian under the sign of decline. The book goes beyond this civilization/barbarism binary to trace other modes of intercultural solidarity.      Visiting Scholars for 2013-2014 :  Alice Blackhurst is   in the second year of her PhD in the French department at the University   of Cambridge. Her dissertation centers around ideas of luxury in   contemporary French thought, art and film. Her MPhil thesis, completed   in 2012, looked at the question of corporeality and the logic of the   limit with regards to the philosophy of Jean-Luc Nancy and Gilles   Deleuze.  Felipe Charbel  received his PhD in History from   Pontificia Universidade Católica do Rio de Janeiro and is currently a   Professor in the Institute of History at Universidade Federal do Rio   de Janeiro (UFRJ). He is completing research on a project titled   Figurations of History and the Knowledges of Literature: a Study of   Contemporary Historical Novels.    Cherrie Lalnunziri Chhangte received her PhD in African American Fiction from North Eastern   Hill University, India. She belongs to the Mizo tribe of northeast   India, and is currently an Assistant Professor at the Department of   English, Mizoram University, India. She is joining the Comp. Lit.   department at NYU this fall as a Fulbright Postdoctoral Research Fellow   to work on \"Aspects of Minority Literature; A Comparative Study of   Select Native American and Mizo Narratives.  Sagi Cohen is a PhD Candidate in Political Science at the University of   Ottawa, supervised by Dr. Dalie Giroux. His Dissertation - Homo   Perfidus: An Antipathology - tries to construct a \"responsible\" concept   of betrayal; a methodology. His guide through this Inferno is an   appropriately unholy matrimony between Nietzsche and Levinas, which   helps approach the accusation of 'traitor' in a   trans-valuative/affirmative manner; not a persecution of prejudgment,   but a phenomenological erring toward its trace(s) (as an ethics, as   philosophia prima).    News for 2012-2013 Professors Kamau  Brathwaite, John Chioles, Daniel Javitch , and Timothy Reiss have recently retired and been named Professor  Emeriti of Comparative Literature.    Kamau, John, Daniel &amp; Tim: We can’t thank you enough for your valued  years of service and the honor their scholarship has brought to the  Department. We wish you continued  success in your writing and research and much happiness in your new  adventures! We’ll miss you as colleagues  … and as friends! Professor   Cristina Vatulescu was awarded the 2011 Heldt Prize for the best book by a  woman in any area of Slavic/Eastern European/Eurasian studies   for her book Police Aesthetics:  Literature, Film &amp; the Secret Police in Soviet Times. Professor Vatulescu has also received the 2011 Outstanding Academic Title   Award, an award sponsored by Choice, a publication of the American   Library Association.      Professor   Richard Sieburth was awarded a 2012 Guggenheim Fellowship for his work  in translation. He will be working on a  new edition of the Late Baudelair e.      Ms. Caren Van Houwelingen  will be our first Ph.D. exchange student from  Stellenbosch University (South Africa) this fall. Her  research interests relate primarily to the  field of gender studies, postcolonial studies, critical race theory, and  theories of subjectivity.  The  Stellenbosch exchanged program was conceived and actualized by Professor Mark Sanders .        Ms. Ozen Nergis Dolcerocca has been awarded the Dean's Outstanding Graduate Student Teaching Award. The annual award recognizes excellent graduate students and their accomplishments as teachers. Visiting Scholars for 2012-2013: Natalija Arlauskaite received her PhD in Philology from   Vilnius University, where she is currently an Assistant Professor in the   Institute of International Relations and Political Science. She is   completing research on a project titled “Voice of/f the Memory on the   Screen: Poetics, History, Politics.”       Kerline Devise studied the politics and aesthetics of bodies   as conceived by Michel Foucault at the University of Paris and is an   Assistant Professor of Philosophy at the École Normale Supérieure de   Haiti. She is currently conducting research for a paper titled “Politics   of the Page, the Body, Love and Putrefaction in the Literary Works of   Monique Wittig.”      Christiane Frey received her PhD in literary theory from the   University of Minnesota and is currently an Assistant Professor in the   Department of German at Princeton University. Professor Frey is   completing research on a project titled “The Microscope, Calculus, and   the Novel from the late 17th to the early 19th Century.”       Miguel Marinas received his PhD from the Universidad   Complutense de Madrid, where he is currently a Professor of Ethics and   Political Philosophy. Professor Marinas’s research project investigates   the origin of the political culture in the society of consumption,   specifically the first American universal exhibitions and the birth of a   pattern of mass consumption in the 60's.      Cristina Santamarina received her PhD from the Universidad   Complutense de Madrid, where she is currently the Director of Research   at CIMOP Institute. Professor Santamarina’s research project   investigates the origin of the political culture in the society of   consumption, specifically the first American universal exhibitions and   the birth of a pattern of mass consumption in the 60's. News for 2011-2012  Visiting Scholars for 2011-2012 : Professor Kerline Devise studied the politics and aesthetics of bodies as conceived by Michel Foucault at the University of Paris   and is an Assistant Professor of Philosophy at the École Normale   Supérieure de Haiti. She is currently conducting research for a paper   titled “Politics of the Page, the Body, Love and Putrefaction in the   Literary Works of Monique Wittig.”  Professor Natalia Laranjinha received her PhD in Comparative Literature at the University of Lisbon   and is currently an Assistant Professor at the University Dom Alfonso   III and is director of the CLINUAF (Languages Centre). She is currently   conducting research for her upcoming book on the literary and   philosophical incursions in Lars von Trier cinema.  Professor Diane Rubenstein received her PhD in   Political Science at Yale University and is currently a Professor of   Government and American Studies at Cornell University. Professor   Rubenstein is working on two book projects, one on Jean Baudrillard, and   a second titled Derrida without Borders: Hospitality, Pedagogy, Politics.  Professor Steven Meyer received his PhD in English   Language and Literature from Yale University, and is currently an   Associate Professor in English at Washington University. He is   completing research for a project titled Robust Empiricisms: Jamesian Modernism between the Disciplines, 1878 to the Present. Professor Alberto Toscano received his PhD in Philosophy from the   University of Warwick, and is currently a Senior Lecturer at Goldsmiths   College, University of London. Professor Toscano’s research will focus   on the relationship between the political, philosophical, and economical   theories of abstraction, growing out of this book on fanaticism and   some recent work on Marxist theories of ‘real abstraction.’  News for 2010-2011  Mark Sanders (2010-2011) was   awarded the American Council of Learned Societies ACLS/SSRC/NEH   International and Area Studies Fellowship for his project \"Learning   Zulu: A Secret History of Language in South Africa.\" News for 2009-2010 We are happy to welcome our new administrative aide, Angela  Leroux-Lindsey , who works with our DGS to coordinate the graduate  program      Visiting Scholars for 2009-2010:    Professor Beniamino Ambrosi received his  PhD in English and American Studies at the University of Florence.  He is supported by a University   of Bari grant for young  scholars during his time with NYU, and is working on a project in cultural  literary studies.      Professor Natalia Laranjinha received her PhD in  Comparative Literature at the University   of Lisbon and is  currently an Assistant Professor at the University Dom Alfonso III and is  director of the CLINUAF (Languages Centre). She is currently conducting  research for her upcoming book on the literary and philosophical incursions in  Lars von Trier cinema.      Professor Helena Pericic received her PhD in Comparative  Literature at the University   of Zadar where she is now  an Associate Professor and vice-head of the Croatian Language and Slavistics  Department and head of the Croatian Branch. While at NYU, Professor Pericic  will give two lectures, one on Croatian literature in European context and the  other relating to literatures of “small” Eastern European nations “in  transition” in the context of European and World Literatures.      Professor Marianna Torgovnick received her PhD at Columbia University  and is currently a Professor of English at Duke  University where she is also the  Director of the “Duke in New York  in the Arts and Media” program. While with NYU, she is working on a book of  essays, a sequel to an earlier collection titled “Crossing Ocean Parkway.” She is also  researching a book on Depression-era entertainment. News for 2008-2009 The Department thanks Nancy Ruttenburg for  her years of energetic and productive service as Chair of Comp Lit,  congratulates her on her Guggenheim Fellowship for 2008-2009, and wishes her  well in working on her new book.      Jacques Lezra began his appointment as Chair  of the Department as of 9/1/08. Professor Lezra is a Professor of Comparative  Literature as well as a Professor of Spanish and Portuguese. He is a specialist  in literary theory and in the literary, visual and philosophical culture of the  early modern period. He received his PhD in Comparative Literature from Yale University  in 1990, and has taught at the University  of Wisconsin at Madison, at Yale, Harvard, and at the Bread  Loaf School of English.       Ulrich Baer was appointed NYU's Vice Provost for Globalization  and Multicultural Affairs where he directs all of NYU's semester-long  international study sites and supports NYU's multicultural and international centers.       John Hamilton's new book, Music, Madness, and the  Unworking of Language , was released in April by Columbia University Press.       Daniel Javitch's co-edited book, The Way it Wasn't: From  the Files of James Laughlin , was singled out by Art Forum as one  of the ten best books of 2007.       Avital Ronell recieved an Alexander von Humboldt-Stiffing  grant for her work on German philosophy, and has been promoted to the position  of University Professor at NYU.       Nancy Ruttenberg was awarded a Guggenheim Fellowship to work  on her new book on Dostoevsky and the culture of American democracy.           Graduate Student Awards      Congratulations to our many accomplished grads!      Haytham Bahoora received the Arts and Science  Prize Teaching Fellowship for 2008-2009.    Jennifer Cayer received the GSAS Summer Predoctoral  Fellowship.    Ipek Celik received the 2008-2009 Penfield Fellowship.    Jieun Chank received the 2008-2009 Anais Nin Memorial  Fellowship.    Robyn Creswell received a fellowship from the MacDowell Colony  in Peterborough, NH for the summer of 2008.    Bregtje Hartendorf-Wallach received the 2007-2008 Anais Nin  Memorial Fellowship.    Daniel Hoffman-Schwartz received a DAAD German Studies  Research Grant for the summer of 2008.    Jennifer Kaplan received the ARCE Fellowship to Egypt for the  2007-2008 term.    Micaela Kramer received the Robert Holmes Travel and Research  Awards for African Scholarship for the summer of 2008.    John Patrick-Leary received the Patricia Dunn Lehrman  Fellowship and the Mellon/ACLS Dissertation Completion Fellowship for the  2008-2009 term.    Katharina Piechocki received the NYU Global Fellowship (for a  two-month period: June and July 2008 at NYU-in-Florence).    Pu Wang received a 4th Liu Li-an Poetry Award.    Erica Weitzman received a Freie Universitat  exchange/scholarship for the 2008-2009 term. News for 2006-2007 Recent Graduate Student Awards      Congratulations to our many accomplished grads!       Christopher Apap received the NYU Dean's Dissertation Fellowship for  2007-08.       Magali Armillas-Tiseyra received the NYU University of Cambridge Mainzer  Fellowship in Gender Studies for the Lent 2007 term.       Ipek Celik received the Kostas and Eleni Ourani Foundation Research  Fellowship and Charlotte W. Newcombe Doctoral Dissertation Fellowship. The  Newcombe is administered through the Woodrow Wilson Foundation and is awarded  yearly to only thirty PhD candidates in the nation.       Lori Cole received the Tinker Field Research Grant for Summer 2007 and  participated in the IFA-GSAS Graduate Forum on Forms of Seeing.       Jennifer Kaplan received a Fulbright Fellowship to study in Cairo.      Anna Krakus received a Visiting Fulbright from Sweden.       Micaela Kramer was nominated to be the Dean's Fellow at the School of Criticism and Theory at Cornell this  summer.      AAAS Elects Richard Sieburth      The American   Academy of Arts and  Sciences (AAAS) has elected Richard  Sieburth, professor of Comparative Literature and French, as fellow.  Sieburth shares the honor of this year's election with four other NYU faculty,  former Vice President Albert Gore, Jr., former Supreme Course Associate Justice  Sandra Day O'Connor, and New York City Mayor Michael Bloomberg. The mission of AAAS is to \"advance science and  innovation throughout the world for the benefit of all people\".      Graduate Update       Susan Matthias (PhD. January '06) has been  awarded the 2006 Elizabeth Constantinides Translation Prize by the Modern Greek  Studies Association for translation from modern Greek of Six Nights on the  Acropolis , the only completed novel by Nobel laureate poet George Seferis.  The translation has been accepted as the first novel to be published in  \"The Modern Greek Literature Library,\" a new series from Cosmos  Publishing.          New Faculty Members       We're happy to announce six(!) new faculty members.  Having long been \"associated faculty\" and valuable contributors to  the department and discipline of comparative literature, Professors Emily  Apter , Gabriela Basterra , Ulrich Baer , and Avital Ronell became  voting joint faculty in January, 2006. With one foot in their original  departments and one in Comp Lit, they now join fully in our comparative mix.  The exciting results of last year's faculty searches, Assistant Professors Cristina  Vatulescu and Hala Halim also join our department in 2006-07.  Professor Vatulescu's research interest include aesthetics and politics;  artistic and extra-artistic genres, in particular the novel, autobiography, and  the police file; Russian and Eastern European twentieth century culture; cinema  and visual culture. A joint appointment with Middle Eastern and Islamic  Studies, Professor Halim will begin in January 2007. Her first Comp Lit course  will be a graduate seminar \"Postcoloniality and Translation\" and her  cross-listed undergraduate course from MEIS will be \"Topics in Modern  Arabic Culture: Globalization and the Middle East.\"            New Faculty Books       Professor Richard Sieburth 's latest book from Archipelago Books, Stroke  by Stroke, is a pairing of two of Henri Michaux's most suggestive texts.  Translated from the French, these two pieces are poetic explorations of  animals, humans and the origins of language. In addition, Sieburth has included  Michaux's ideogrammic ink drawings to illustrate the explosive and  contemplative nature of the writer's verbal and pictorial gestures.      Professor Mark Sanders 's book Gayatri Chakravorty  Spivak: Live Theory has recently been published by Continuum International  Publishing Group. Concentrating on the thought of one of the world's most  provocative and original theorists, this book delves into Spivak's theories on  deconstruction, Marxisim, feminism and issues of postcoloniality and  globalization. A concise, comprehensive and accessible text, Sanders's latest work  explores Spivak's own questions about literacy and intellectual responsibility,  and also includes a new interview with Spivak herself.          Kamau Brathwaite Wins Griffin Poetry Prize!       At a gala event in Toronto, Ontario ,  Professor Kamau Brathwaite was awarded the prestigious Griffen Poetry Prize  for his new volume of widely-acclaimed poetry Born to Slow Horses . The  Canadian-based Griffin Prize is the world's most valuable prize for poetry. In  the course of his career as a major contemporary poet and voice of the  Caribbean, Professor Brathwaite has also been awarded the Neustadt  International Prize for Literature,   Cuba's Casa de  las Americas Premio, the Guggenheim Fellowship, and the Fulbright Fellowship.       We are pleased to announce the promotion of Professor Ana  Maria Dopico to Associate Professor of Comparative Literature and Associate  Professor of Spanish and Portuguese; of Professor Mikhail Iampolski to  Professor of Comparative Literature and Professor of Russian and Slavic  Studies; and of Professor Xudong Zhang to Professor of Comparative  Literature and Professor of East Asian Studies. Professor Dopico's new book, Houses  Divided: Genealogical Imaginaries and Political Visions in the Americas , is  forthcoming from Duke University Press, and she is editing a two volume  selection of Jose Marti's prose works for the Library of Latin America.  Professor Iampolski received the Andrei Bely Prize in Literature for his Physiology  of the Symbolic , released last year. A collection of Professor Zhang's  essays since 1985, Traces of Criticism: Essays in Cultural Theory and  Cultural Criticism , has recently appeared, as has his Cultural Identity  in the Age of Globalization .           Professor Kamau Brathwaite 's latest book of poetry,  from Wesleyan University Press, Born to Slow Horses, is a collection of  poetic meditations on islands and exile, language and ritual, and the force of  personal and historical passion and grief. In addition to unearthing the roots  of the Carribean culture, Brathwaite's experiences with New York City and 9/11 provide a modern  influence on his work. The subject of Brathwaite's poems run the gamut from the  slave children to BMW luxury cars. This eclectic mix provides insight into the  author's experiences with the history of the Carribean and the modern western  world.          CHINA TRIP! Professor Xudong Zhang organized and led  a delegaton of ten NYU graduate students to Shenzhen, Shanghai,  and Beijing to  participate in Sino-US symposia on comparative literature.  Professor John Chioles 's book Romeo  the Pothead and Juliet the Snitch has recently been published (2004, in  Greek) by Kastaniotis Editions in Athens.  Weaving philosophy and humanity, its twelve whimsical stories bring the likes  of Wittgenstein, Schopenhauer, Heliodorus, and Shakespeare into the lives of  street urchins, displaced persons, and haunted students. As the Kastaniotis  description of Romeo the Pothead and Juliet the Snitch notes, \"A  burning fire hovers over these short stories. The conflagration is both real  and figurative, as deportation, immigration, exile....\" The Department of English at Morehouse College  in Atlanta is  sponsoring a Caribbean Literary Studies Symposium , to be held April  13-14, whose focus, and one of whose participants, will be Professor Kamau  Brathwaite .       Zoltan  Markus , who received his Ph.D. from the Department, is in the midst of his  first year at Vassar   College, where he is a  tenure-track Assistant Professor in English.      Professor   Mikhail Iampolski has recieved the prestigious Andrei Bely Prize in  Literature. The award, Russia's  first independent literary prize, has been awarded his new book, The Return  of the Leviathan: Political Theology, Representation of Power &amp; the End of  the Old Regime , published by the New Literary Review in Moscow.      Professor   Richard Sieburth 's new translation of Georg Büchner's Lenz has  just been published, in a lovely edition, by Archipelago Books. Harold Bloom  has called the volume \"both a superb version and a startling  interpretation of a great and vital work\"; Michael Palmer writes that,  \"for the first time, thanks to Richard Sieburth's astonishing skills, we  have a version in English that respects and communicates the radical  inventiveness and stylistic singularity of the original.\"      Professor   Nancy Ruttenburg has been invited to deliver the prestigious Ian Watt  Lecture on the History and Theory of the Novel at Stanford University.  The lecture, entitled \"Simplifying the Novel,\" will be given on  January 18th at the Center for the Study of the Novel, which has recently  fallen under the direction of Professor Margaret Cohen.       Professor   Nancy Ruttenburg will deliver one of two keynote addresses at a  reception for the Fales Library Graduate Student Exhibit \"Circles and  Circulations in the Revolutionary Atlantic World.\" Professor Ruttenburg's  lecture, entitled \"Carwin the Inalienable Alien,\" will be followed by  another, \"Fever,\" given by Professor Samuel Otter of the English  Department at Berkeley; the two lectures will be followed in turn by the  reception. The event, to be held in the Fales Library Reading Room, begins at  4:00 on Friday, October 22.      Ifeona  Fulani and Rosamond S. King , both of whom received their Ph.D.s from  the Department, are participants in a conference entitled \"Yari Yari  Pamberi: Black Women Writers Dissecting Globalization\" to be held October  12-16. \"The goal of this conference,\" its organizers state,  \"is to expand and intensify debates around globalization, explore  possibilities and contradictions, continue strengthening ties among women of  African descent, promote their literature, create a platform for young emerging  writers and raise public awareness about global developments.\" Fulani will  be among those addressing the question of \"the impact of new technologies  and globalization on Literature, Publishing and Distribution\"; King will  take part in a reading and discussion at the Poets' House. Other speakers  include Professor Manthia Diawara , Maya Angelou, Lucille Clifton,  Octavia Butler, Gloria Naylor, Alice Walker, and Edwidge Danticat.      Professors   Andrew Ross and Kristin Ross are the editors of Anti-Americanism ,  a collection of essays published in October by NYU Press. The volume, whose  contributors include, in addition to its editors, Professor Ana Maria Dopico   and CompLit associated faculty member Mary Louise Pratt , offers  considerations of anti-American opinion and sentiment in Latin America, the  Middle East, Europe, East Asia, and the United States, and provides what Neil  Smith calls \"the best, most comprehensive and most critical survey of  anti-Americanism available.\"                                                                             Contact us | &copy; New York University , Arts and Science"}, {"content": "Emily Apter    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Apter, Emily                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;                   Emily Apter   Professor of French, Comparative Literature Ph.D., Princeton.   Office Address: 13 University Place, 610  New York, New York (US) 10003 Email:   Phone: (212) 998-8702 Fax: (212) 995-4187                Emily  Apter is Professor of French and Comparative Literature at New York  University. Her books include: Against World Literature. On The Politics of Untranslatability (2013),   The Translation Zone: A New Comparative  Literature (2006), Continental Drift:  From National Characters to Virtual Subjects (1999), Fetishism as Cultural Discourse , (co-edited with William Pietz in  1993), Feminizing the Fetish:  Psychoanalysis and Narrative Obsession in Turn-of-the-Century France   (1991), and André Gide and the Codes of  Homotextuality (1987).  Articles  have appeared in Third Text, boundary 2, New Literary History ,  Littérature, Artforum, Critical Inquiry ,   October, Translation Studies, PMLA, Cabinet,  Romanic Review , The Global South,  Comparative Literary Studies, Grey Room, The Boston Review , SITES ,  Angelaki, American Literary  History, Parallax , Modern Language  Notes , Esprit Créateur , Critique, differences and Public Culture. Since 1998 she has  edited the book series, Translation/Transnation  for Princeton University Press. In progress: co-editing with Jacques Lezra  and Michael Wood the English edition of the Vocabulaire  européen des philosophies: Dictionnaire des intraduisibles [Dictionary of Untranslatables: A Philosophical Lexicon ], forthcoming  with Princeton University Press in 2014. She is currently working on a theory of  “unexceptional politics,” with the working title “Politics small p:” Essays on the Society of Calculation. Recent  articles include “Occupy Derivatives!” in October ,  “Planetary Dysphoria” in Third Text ,  “Philosophizing World Literature” in SITES,    “O seminar!” in Cabinet ,  “Women’s Time (Again)” in differences ,  and \"Philosophical Translation\" (in MLA’s Profession ). In 2003-2004  she was a Guggenheim recipient, in 2011 she was awarded a Mellon Grant (with  Jacques Lezra) for a seminar on “The Problem of Translation” and in 2012 she  was appointed Remarque-Ecole Normale Supérieure Visiting Professor in  Paris. A French translation of The Translation Zone: A New Comparative Literature   will be published by Fayard in the series “Ouvertures” edited by Barbara Cassin  and Alain Badiou in 2014. Together with  Bruno Bosteels she is working on an edition of Alain Badiou’s writings on  literature and politics.      Teaching  specializations: Translation theory,  literature, philosophy, politics, sexuality and gender, critical theory,  psychoanalytic approaches, French and Francophone nineteenth and twentieth  century literatures, the critique of world literature, literary world-systems,  history and theory of comparative literature, forms of the novel.               Select Publications   Books:  Dictionary of Untranslatables: A Philosophical Lexicon , (Princeton UP, 2014) Against World Literature. On the Politics of Untranslatability (Verso, 2013) The Translation Zone: A New Comparative Literature (Princeton University Press, 2006) Continental Drift: From National Characters to Virtual Subjects (University of Chicago Press, 1999). Fetishism as Cultural Discourse. Edited by Emily Apter and William Pietz (a collection of interdisciplinary essays on fetishism: medical history, anthropology, literary criticism, art and film theory). (Cornell University Press, 1993).  Feminizing the Fetish: Psychoanalysis and Narrative Obsession in Turn-of-the-Century France. (Cornell University Press, 1991) La fiction politique (XIXe-XXIe siècles) Proceedings of the journée d'étude held at NYUParis in collaboration with the Groupe phi (CELLAM, Université Rennes 2) and the AND « Pouvoir des arts » on 9 November 2012, are now accessible online. Essays: “Politics ‘small p’: Second Empire Machiavellianism in Zola’s Son Excellence Eugène Rougon in Romanic Review Vol. 102 Nos. 3-4 May-Nov. 2011 (published in 2013): 411-426. “Planet Dysphoria,” for special issue of Third Text on “Art and Ecology,” No. 120 (Jan. 2013): 131-140. “Occupy Derivatives!/Politics ‘smallest p’” October 142 (Fall 2012): 86-106. “Translatlantic Feminism in the Wake of the DSK Affair” Public Culture (Fall 2012) publicbooks.org/nonfiction/transatlantic-feminism-post-dsk-affair “Pour une politique de la traduction. Entretien avec Emily Apter” with Kate Briggs and Hélène Quiniou in Revue Internationale des Livres et des Idées No. 2 (Nov-Dec. 2011): 44-51. “The Right to Translation: Deconstructive Pedagogies, 1979/2009,” boundary 2 Vol. 37, 3 (Fall 2010): 29-56. Afterword (co-authored with Elaine Freedgood) to a special issue “The Way We Read Now: On Symptomatic Reading and its Aftermath,” Representations 108 (Fall, 2009): 139-146. “What is Yours, Ours and Mine: On the Limits of Ownership and the Creative Commons,” in Angelaki Vol. 14 No. 1 (April 2009): 87-199. Introduction: “Untiming the Nineteenth-Century” Forum of Panel Papers from MLA 2007, in PMLA Vol. 124, No. 1 (Jan 2009): 273-288. “Untranslatables: A World System” in New Literary History Vol. 39 (Summer 2008), No. 3: 581-598. (Translated into Japanese by Sachi Nakachi, 2011). “Technics of the Subject: The Avatar-Drive” in Postmodern Culture Vol 18, No. 2 (Jan. 2008). “Biography of A Translation: Madame Bovary between Eleanor Marx and Paul de Man” in Translation Studies Vol. 1, No. 1 (January 2008): 73-89. Book Series Translation/Transnation (Princeton University Press) Published in series: Azade Seyhan, Writing Outside the Nation Margaret Cohen and Carolyn Dever, eds. The Literary Channel: The Inter-national Invention of the Novel Kirsten Silva Gruesz, Ambassadors of Culture: The Transamerican Origins of Latino Writing David Damrosch, What is World Literature? Reda Bensmaïa, Experimental Nations, or the Invention of the Maghreb Isabel Hofmayr, The Portable Bunyan: A Transnational History of the Pilgrim’s Progress Etienne Balibar, We the People of Europe? Reflections on Transnational Citizenship Sandra Bermann and Michael Wood, eds. Nation, Language and the Ethics of Translation Srinivas Aravamudan, Guru English: South Asian Religion in a Cosmopolitan Language Nicholas Brown, Utopian Generations: The Political Horizon of Twentieth-Century Literature Martin Puchner, Poetry of the Revolution: Marx, Manifestos and Avant-Gardes Emily Apter, The Translation Zone. A New Comparative Literature Gil Hochberg, In Spite of Partition: Arabs, Jews, and the Limits of Separatist Imagination The Princeton Sourcebook in Comparative Literature: From the European Enlightenment to the Global Present eds. David Damrosch et al. Mary Helen McMurran, The Spread of Novels Timothy Bewes, The Event of Postcolonial Shame Margaret Cohen, The Novel and the Sea Margaret Litvin, Hamlet’s Arab Journey: Shakespeare’s Prince and Nasser’s Ghost Andrew Rubin, Archives of Authority: Empire, Culture and the Cold War John Hamilton, Security: Politics, Humanity, and the Philology of Care Download full syllabus for Fall 2013 graduate seminar, Very Recent French Theory: Modes of Existence, Measured Worlds .     Update your faculty profile                        Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "News    | Department of Comparative Literature | NYU                                  New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                                Home       Faculty       Undergraduate Program       Graduate Program       Events       News       Newsletter       Poetics and Theory       Employment             Stay Connected           Facebook       Twitter                       Home > News     News             News for 2013-2014    Our Comp Lit  Department will host the 2014 ACLA conference this coming March!  Professor Emily Apter and Professor Jacques Lezra's translation of Barbara Cassin's Dictionary of Untranslatables: A Philosophical Lexicon is out now from Princeton University Press! This is an encyclopedic dictionary of close to 400 important philosophical, literary, and political terms and concepts that defy easy--or any--translation from one language and culture to another. Drawn from more than a dozen languages, terms such as Dasein (German), pravda (Russian), saudade (Portuguese), and stato (Italian) are thoroughly examined in all their cross-linguistic and cross-cultural complexities. Spanning the classical, medieval, early modern, modern, and contemporary periods, these are terms that influence thinking across the humanities. Professor Richard Sieburth's translation of Nostradamus' Prophecies is out now from Penguin! Professor Kristin Ross' book was translated into French. Rimbaud, la commune de Paris et l'invention de l'histoire spatiale is published by Les Prairies Ordinaires. Professor Hala Halim was promoted to the position of associate professor with tenure, effective 1/15/2014. Congratulations, Hala! Professor Cristina Vatulescu was promoted to the position of associate professor with tenure, effective 9/1/2013. Congratulations, Cristina!     Emily Apter 's Book Against World Literature: On the Politics of Untranslatability is out now from Verso Books! The book argues for a rethinking of comparative literature focusing on the problems that emerge when large-scale paradigms of literary studies ignore the politics of the “Untranslatable”—the realm of those words that are continually retranslated, mistranslated, transferred from language to language, or especially resistant to substitution.      Hala Halim 's Book Alexandrian Cosmopolitanism: An Archive is forthcoming from Fordham University Press. Interrogating how Alexandria became enshrined as the exemplary cosmopolitan space in the Middle East, this book mounts a radical critique of Eurocentric conceptions of cosmopolitanism. The dominant account of Alexandrian cosmopolitanism elevates things European in the city's culture and simultaneously places things Egyptian under the sign of decline. The book goes beyond this civilization/barbarism binary to trace other modes of intercultural solidarity.      Visiting Scholars for 2013-2014 :  Alice Blackhurst is   in the second year of her PhD in the French department at the University   of Cambridge. Her dissertation centers around ideas of luxury in   contemporary French thought, art and film. Her MPhil thesis, completed   in 2012, looked at the question of corporeality and the logic of the   limit with regards to the philosophy of Jean-Luc Nancy and Gilles   Deleuze.  Felipe Charbel  received his PhD in History from   Pontificia Universidade Católica do Rio de Janeiro and is currently a   Professor in the Institute of History at Universidade Federal do Rio   de Janeiro (UFRJ). He is completing research on a project titled   Figurations of History and the Knowledges of Literature: a Study of   Contemporary Historical Novels.    Cherrie Lalnunziri Chhangte received her PhD in African American Fiction from North Eastern   Hill University, India. She belongs to the Mizo tribe of northeast   India, and is currently an Assistant Professor at the Department of   English, Mizoram University, India. She is joining the Comp. Lit.   department at NYU this fall as a Fulbright Postdoctoral Research Fellow   to work on \"Aspects of Minority Literature; A Comparative Study of   Select Native American and Mizo Narratives.  Sagi Cohen is a PhD Candidate in Political Science at the University of   Ottawa, supervised by Dr. Dalie Giroux. His Dissertation - Homo   Perfidus: An Antipathology - tries to construct a \"responsible\" concept   of betrayal; a methodology. His guide through this Inferno is an   appropriately unholy matrimony between Nietzsche and Levinas, which   helps approach the accusation of 'traitor' in a   trans-valuative/affirmative manner; not a persecution of prejudgment,   but a phenomenological erring toward its trace(s) (as an ethics, as   philosophia prima).    News for 2012-2013 Professors Kamau  Brathwaite, John Chioles, Daniel Javitch , and Timothy Reiss have recently retired and been named Professor  Emeriti of Comparative Literature.    Kamau, John, Daniel &amp; Tim: We can’t thank you enough for your valued  years of service and the honor their scholarship has brought to the  Department. We wish you continued  success in your writing and research and much happiness in your new  adventures! We’ll miss you as colleagues  … and as friends! Professor   Cristina Vatulescu was awarded the 2011 Heldt Prize for the best book by a  woman in any area of Slavic/Eastern European/Eurasian studies   for her book Police Aesthetics:  Literature, Film &amp; the Secret Police in Soviet Times. Professor Vatulescu has also received the 2011 Outstanding Academic Title   Award, an award sponsored by Choice, a publication of the American   Library Association.      Professor   Richard Sieburth was awarded a 2012 Guggenheim Fellowship for his work  in translation. He will be working on a  new edition of the Late Baudelair e.      Ms. Caren Van Houwelingen  will be our first Ph.D. exchange student from  Stellenbosch University (South Africa) this fall. Her  research interests relate primarily to the  field of gender studies, postcolonial studies, critical race theory, and  theories of subjectivity.  The  Stellenbosch exchanged program was conceived and actualized by Professor Mark Sanders .        Ms. Ozen Nergis Dolcerocca has been awarded the Dean's Outstanding Graduate Student Teaching Award. The annual award recognizes excellent graduate students and their accomplishments as teachers. Visiting Scholars for 2012-2013: Natalija Arlauskaite received her PhD in Philology from   Vilnius University, where she is currently an Assistant Professor in the   Institute of International Relations and Political Science. She is   completing research on a project titled “Voice of/f the Memory on the   Screen: Poetics, History, Politics.”       Kerline Devise studied the politics and aesthetics of bodies   as conceived by Michel Foucault at the University of Paris and is an   Assistant Professor of Philosophy at the École Normale Supérieure de   Haiti. She is currently conducting research for a paper titled “Politics   of the Page, the Body, Love and Putrefaction in the Literary Works of   Monique Wittig.”      Christiane Frey received her PhD in literary theory from the   University of Minnesota and is currently an Assistant Professor in the   Department of German at Princeton University. Professor Frey is   completing research on a project titled “The Microscope, Calculus, and   the Novel from the late 17th to the early 19th Century.”       Miguel Marinas received his PhD from the Universidad   Complutense de Madrid, where he is currently a Professor of Ethics and   Political Philosophy. Professor Marinas’s research project investigates   the origin of the political culture in the society of consumption,   specifically the first American universal exhibitions and the birth of a   pattern of mass consumption in the 60's.      Cristina Santamarina received her PhD from the Universidad   Complutense de Madrid, where she is currently the Director of Research   at CIMOP Institute. Professor Santamarina’s research project   investigates the origin of the political culture in the society of   consumption, specifically the first American universal exhibitions and   the birth of a pattern of mass consumption in the 60's. News for 2011-2012  Visiting Scholars for 2011-2012 : Professor Kerline Devise studied the politics and aesthetics of bodies as conceived by Michel Foucault at the University of Paris   and is an Assistant Professor of Philosophy at the École Normale   Supérieure de Haiti. She is currently conducting research for a paper   titled “Politics of the Page, the Body, Love and Putrefaction in the   Literary Works of Monique Wittig.”  Professor Natalia Laranjinha received her PhD in Comparative Literature at the University of Lisbon   and is currently an Assistant Professor at the University Dom Alfonso   III and is director of the CLINUAF (Languages Centre). She is currently   conducting research for her upcoming book on the literary and   philosophical incursions in Lars von Trier cinema.  Professor Diane Rubenstein received her PhD in   Political Science at Yale University and is currently a Professor of   Government and American Studies at Cornell University. Professor   Rubenstein is working on two book projects, one on Jean Baudrillard, and   a second titled Derrida without Borders: Hospitality, Pedagogy, Politics.  Professor Steven Meyer received his PhD in English   Language and Literature from Yale University, and is currently an   Associate Professor in English at Washington University. He is   completing research for a project titled Robust Empiricisms: Jamesian Modernism between the Disciplines, 1878 to the Present. Professor Alberto Toscano received his PhD in Philosophy from the   University of Warwick, and is currently a Senior Lecturer at Goldsmiths   College, University of London. Professor Toscano’s research will focus   on the relationship between the political, philosophical, and economical   theories of abstraction, growing out of this book on fanaticism and   some recent work on Marxist theories of ‘real abstraction.’  News for 2010-2011  Mark Sanders (2010-2011) was   awarded the American Council of Learned Societies ACLS/SSRC/NEH   International and Area Studies Fellowship for his project \"Learning   Zulu: A Secret History of Language in South Africa.\" News for 2009-2010 We are happy to welcome our new administrative aide, Angela  Leroux-Lindsey , who works with our DGS to coordinate the graduate  program      Visiting Scholars for 2009-2010:    Professor Beniamino Ambrosi received his  PhD in English and American Studies at the University of Florence.  He is supported by a University   of Bari grant for young  scholars during his time with NYU, and is working on a project in cultural  literary studies.      Professor Natalia Laranjinha received her PhD in  Comparative Literature at the University   of Lisbon and is  currently an Assistant Professor at the University Dom Alfonso III and is  director of the CLINUAF (Languages Centre). She is currently conducting  research for her upcoming book on the literary and philosophical incursions in  Lars von Trier cinema.      Professor Helena Pericic received her PhD in Comparative  Literature at the University   of Zadar where she is now  an Associate Professor and vice-head of the Croatian Language and Slavistics  Department and head of the Croatian Branch. While at NYU, Professor Pericic  will give two lectures, one on Croatian literature in European context and the  other relating to literatures of “small” Eastern European nations “in  transition” in the context of European and World Literatures.      Professor Marianna Torgovnick received her PhD at Columbia University  and is currently a Professor of English at Duke  University where she is also the  Director of the “Duke in New York  in the Arts and Media” program. While with NYU, she is working on a book of  essays, a sequel to an earlier collection titled “Crossing Ocean Parkway.” She is also  researching a book on Depression-era entertainment. News for 2008-2009 The Department thanks Nancy Ruttenburg for  her years of energetic and productive service as Chair of Comp Lit,  congratulates her on her Guggenheim Fellowship for 2008-2009, and wishes her  well in working on her new book.      Jacques Lezra began his appointment as Chair  of the Department as of 9/1/08. Professor Lezra is a Professor of Comparative  Literature as well as a Professor of Spanish and Portuguese. He is a specialist  in literary theory and in the literary, visual and philosophical culture of the  early modern period. He received his PhD in Comparative Literature from Yale University  in 1990, and has taught at the University  of Wisconsin at Madison, at Yale, Harvard, and at the Bread  Loaf School of English.       Ulrich Baer was appointed NYU's Vice Provost for Globalization  and Multicultural Affairs where he directs all of NYU's semester-long  international study sites and supports NYU's multicultural and international centers.       John Hamilton's new book, Music, Madness, and the  Unworking of Language , was released in April by Columbia University Press.       Daniel Javitch's co-edited book, The Way it Wasn't: From  the Files of James Laughlin , was singled out by Art Forum as one  of the ten best books of 2007.       Avital Ronell recieved an Alexander von Humboldt-Stiffing  grant for her work on German philosophy, and has been promoted to the position  of University Professor at NYU.       Nancy Ruttenberg was awarded a Guggenheim Fellowship to work  on her new book on Dostoevsky and the culture of American democracy.           Graduate Student Awards      Congratulations to our many accomplished grads!      Haytham Bahoora received the Arts and Science  Prize Teaching Fellowship for 2008-2009.    Jennifer Cayer received the GSAS Summer Predoctoral  Fellowship.    Ipek Celik received the 2008-2009 Penfield Fellowship.    Jieun Chank received the 2008-2009 Anais Nin Memorial  Fellowship.    Robyn Creswell received a fellowship from the MacDowell Colony  in Peterborough, NH for the summer of 2008.    Bregtje Hartendorf-Wallach received the 2007-2008 Anais Nin  Memorial Fellowship.    Daniel Hoffman-Schwartz received a DAAD German Studies  Research Grant for the summer of 2008.    Jennifer Kaplan received the ARCE Fellowship to Egypt for the  2007-2008 term.    Micaela Kramer received the Robert Holmes Travel and Research  Awards for African Scholarship for the summer of 2008.    John Patrick-Leary received the Patricia Dunn Lehrman  Fellowship and the Mellon/ACLS Dissertation Completion Fellowship for the  2008-2009 term.    Katharina Piechocki received the NYU Global Fellowship (for a  two-month period: June and July 2008 at NYU-in-Florence).    Pu Wang received a 4th Liu Li-an Poetry Award.    Erica Weitzman received a Freie Universitat  exchange/scholarship for the 2008-2009 term. News for 2006-2007 Recent Graduate Student Awards      Congratulations to our many accomplished grads!       Christopher Apap received the NYU Dean's Dissertation Fellowship for  2007-08.       Magali Armillas-Tiseyra received the NYU University of Cambridge Mainzer  Fellowship in Gender Studies for the Lent 2007 term.       Ipek Celik received the Kostas and Eleni Ourani Foundation Research  Fellowship and Charlotte W. Newcombe Doctoral Dissertation Fellowship. The  Newcombe is administered through the Woodrow Wilson Foundation and is awarded  yearly to only thirty PhD candidates in the nation.       Lori Cole received the Tinker Field Research Grant for Summer 2007 and  participated in the IFA-GSAS Graduate Forum on Forms of Seeing.       Jennifer Kaplan received a Fulbright Fellowship to study in Cairo.      Anna Krakus received a Visiting Fulbright from Sweden.       Micaela Kramer was nominated to be the Dean's Fellow at the School of Criticism and Theory at Cornell this  summer.      AAAS Elects Richard Sieburth      The American   Academy of Arts and  Sciences (AAAS) has elected Richard  Sieburth, professor of Comparative Literature and French, as fellow.  Sieburth shares the honor of this year's election with four other NYU faculty,  former Vice President Albert Gore, Jr., former Supreme Course Associate Justice  Sandra Day O'Connor, and New York City Mayor Michael Bloomberg. The mission of AAAS is to \"advance science and  innovation throughout the world for the benefit of all people\".      Graduate Update       Susan Matthias (PhD. January '06) has been  awarded the 2006 Elizabeth Constantinides Translation Prize by the Modern Greek  Studies Association for translation from modern Greek of Six Nights on the  Acropolis , the only completed novel by Nobel laureate poet George Seferis.  The translation has been accepted as the first novel to be published in  \"The Modern Greek Literature Library,\" a new series from Cosmos  Publishing.          New Faculty Members       We're happy to announce six(!) new faculty members.  Having long been \"associated faculty\" and valuable contributors to  the department and discipline of comparative literature, Professors Emily  Apter , Gabriela Basterra , Ulrich Baer , and Avital Ronell became  voting joint faculty in January, 2006. With one foot in their original  departments and one in Comp Lit, they now join fully in our comparative mix.  The exciting results of last year's faculty searches, Assistant Professors Cristina  Vatulescu and Hala Halim also join our department in 2006-07.  Professor Vatulescu's research interest include aesthetics and politics;  artistic and extra-artistic genres, in particular the novel, autobiography, and  the police file; Russian and Eastern European twentieth century culture; cinema  and visual culture. A joint appointment with Middle Eastern and Islamic  Studies, Professor Halim will begin in January 2007. Her first Comp Lit course  will be a graduate seminar \"Postcoloniality and Translation\" and her  cross-listed undergraduate course from MEIS will be \"Topics in Modern  Arabic Culture: Globalization and the Middle East.\"            New Faculty Books       Professor Richard Sieburth 's latest book from Archipelago Books, Stroke  by Stroke, is a pairing of two of Henri Michaux's most suggestive texts.  Translated from the French, these two pieces are poetic explorations of  animals, humans and the origins of language. In addition, Sieburth has included  Michaux's ideogrammic ink drawings to illustrate the explosive and  contemplative nature of the writer's verbal and pictorial gestures.      Professor Mark Sanders 's book Gayatri Chakravorty  Spivak: Live Theory has recently been published by Continuum International  Publishing Group. Concentrating on the thought of one of the world's most  provocative and original theorists, this book delves into Spivak's theories on  deconstruction, Marxisim, feminism and issues of postcoloniality and  globalization. A concise, comprehensive and accessible text, Sanders's latest work  explores Spivak's own questions about literacy and intellectual responsibility,  and also includes a new interview with Spivak herself.          Kamau Brathwaite Wins Griffin Poetry Prize!       At a gala event in Toronto, Ontario ,  Professor Kamau Brathwaite was awarded the prestigious Griffen Poetry Prize  for his new volume of widely-acclaimed poetry Born to Slow Horses . The  Canadian-based Griffin Prize is the world's most valuable prize for poetry. In  the course of his career as a major contemporary poet and voice of the  Caribbean, Professor Brathwaite has also been awarded the Neustadt  International Prize for Literature,   Cuba's Casa de  las Americas Premio, the Guggenheim Fellowship, and the Fulbright Fellowship.       We are pleased to announce the promotion of Professor Ana  Maria Dopico to Associate Professor of Comparative Literature and Associate  Professor of Spanish and Portuguese; of Professor Mikhail Iampolski to  Professor of Comparative Literature and Professor of Russian and Slavic  Studies; and of Professor Xudong Zhang to Professor of Comparative  Literature and Professor of East Asian Studies. Professor Dopico's new book, Houses  Divided: Genealogical Imaginaries and Political Visions in the Americas , is  forthcoming from Duke University Press, and she is editing a two volume  selection of Jose Marti's prose works for the Library of Latin America.  Professor Iampolski received the Andrei Bely Prize in Literature for his Physiology  of the Symbolic , released last year. A collection of Professor Zhang's  essays since 1985, Traces of Criticism: Essays in Cultural Theory and  Cultural Criticism , has recently appeared, as has his Cultural Identity  in the Age of Globalization .           Professor Kamau Brathwaite 's latest book of poetry,  from Wesleyan University Press, Born to Slow Horses, is a collection of  poetic meditations on islands and exile, language and ritual, and the force of  personal and historical passion and grief. In addition to unearthing the roots  of the Carribean culture, Brathwaite's experiences with New York City and 9/11 provide a modern  influence on his work. The subject of Brathwaite's poems run the gamut from the  slave children to BMW luxury cars. This eclectic mix provides insight into the  author's experiences with the history of the Carribean and the modern western  world.          CHINA TRIP! Professor Xudong Zhang organized and led  a delegaton of ten NYU graduate students to Shenzhen, Shanghai,  and Beijing to  participate in Sino-US symposia on comparative literature.  Professor John Chioles 's book Romeo  the Pothead and Juliet the Snitch has recently been published (2004, in  Greek) by Kastaniotis Editions in Athens.  Weaving philosophy and humanity, its twelve whimsical stories bring the likes  of Wittgenstein, Schopenhauer, Heliodorus, and Shakespeare into the lives of  street urchins, displaced persons, and haunted students. As the Kastaniotis  description of Romeo the Pothead and Juliet the Snitch notes, \"A  burning fire hovers over these short stories. The conflagration is both real  and figurative, as deportation, immigration, exile....\" The Department of English at Morehouse College  in Atlanta is  sponsoring a Caribbean Literary Studies Symposium , to be held April  13-14, whose focus, and one of whose participants, will be Professor Kamau  Brathwaite .       Zoltan  Markus , who received his Ph.D. from the Department, is in the midst of his  first year at Vassar   College, where he is a  tenure-track Assistant Professor in English.      Professor   Mikhail Iampolski has recieved the prestigious Andrei Bely Prize in  Literature. The award, Russia's  first independent literary prize, has been awarded his new book, The Return  of the Leviathan: Political Theology, Representation of Power &amp; the End of  the Old Regime , published by the New Literary Review in Moscow.      Professor   Richard Sieburth 's new translation of Georg Büchner's Lenz has  just been published, in a lovely edition, by Archipelago Books. Harold Bloom  has called the volume \"both a superb version and a startling  interpretation of a great and vital work\"; Michael Palmer writes that,  \"for the first time, thanks to Richard Sieburth's astonishing skills, we  have a version in English that respects and communicates the radical  inventiveness and stylistic singularity of the original.\"      Professor   Nancy Ruttenburg has been invited to deliver the prestigious Ian Watt  Lecture on the History and Theory of the Novel at Stanford University.  The lecture, entitled \"Simplifying the Novel,\" will be given on  January 18th at the Center for the Study of the Novel, which has recently  fallen under the direction of Professor Margaret Cohen.       Professor   Nancy Ruttenburg will deliver one of two keynote addresses at a  reception for the Fales Library Graduate Student Exhibit \"Circles and  Circulations in the Revolutionary Atlantic World.\" Professor Ruttenburg's  lecture, entitled \"Carwin the Inalienable Alien,\" will be followed by  another, \"Fever,\" given by Professor Samuel Otter of the English  Department at Berkeley; the two lectures will be followed in turn by the  reception. The event, to be held in the Fales Library Reading Room, begins at  4:00 on Friday, October 22.      Ifeona  Fulani and Rosamond S. King , both of whom received their Ph.D.s from  the Department, are participants in a conference entitled \"Yari Yari  Pamberi: Black Women Writers Dissecting Globalization\" to be held October  12-16. \"The goal of this conference,\" its organizers state,  \"is to expand and intensify debates around globalization, explore  possibilities and contradictions, continue strengthening ties among women of  African descent, promote their literature, create a platform for young emerging  writers and raise public awareness about global developments.\" Fulani will  be among those addressing the question of \"the impact of new technologies  and globalization on Literature, Publishing and Distribution\"; King will  take part in a reading and discussion at the Poets' House. Other speakers  include Professor Manthia Diawara , Maya Angelou, Lucille Clifton,  Octavia Butler, Gloria Naylor, Alice Walker, and Edwidge Danticat.      Professors   Andrew Ross and Kristin Ross are the editors of Anti-Americanism ,  a collection of essays published in October by NYU Press. The volume, whose  contributors include, in addition to its editors, Professor Ana Maria Dopico   and CompLit associated faculty member Mary Louise Pratt , offers  considerations of anti-American opinion and sentiment in Latin America, the  Middle East, Europe, East Asia, and the United States, and provides what Neil  Smith calls \"the best, most comprehensive and most critical survey of  anti-Americanism available.\"                                                                             Contact us | &copy; New York University , Arts and Science"}, {"content": "Emily Apter    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Apter, Emily                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;                   Emily Apter   Professor of French, Comparative Literature Ph.D., Princeton.   Office Address: 13 University Place, 610  New York, New York (US) 10003 Email:   Phone: (212) 998-8702 Fax: (212) 995-4187                Emily  Apter is Professor of French and Comparative Literature at New York  University. Her books include: Against World Literature. On The Politics of Untranslatability (2013),   The Translation Zone: A New Comparative  Literature (2006), Continental Drift:  From National Characters to Virtual Subjects (1999), Fetishism as Cultural Discourse , (co-edited with William Pietz in  1993), Feminizing the Fetish:  Psychoanalysis and Narrative Obsession in Turn-of-the-Century France   (1991), and André Gide and the Codes of  Homotextuality (1987).  Articles  have appeared in Third Text, boundary 2, New Literary History ,  Littérature, Artforum, Critical Inquiry ,   October, Translation Studies, PMLA, Cabinet,  Romanic Review , The Global South,  Comparative Literary Studies, Grey Room, The Boston Review , SITES ,  Angelaki, American Literary  History, Parallax , Modern Language  Notes , Esprit Créateur , Critique, differences and Public Culture. Since 1998 she has  edited the book series, Translation/Transnation  for Princeton University Press. In progress: co-editing with Jacques Lezra  and Michael Wood the English edition of the Vocabulaire  européen des philosophies: Dictionnaire des intraduisibles [Dictionary of Untranslatables: A Philosophical Lexicon ], forthcoming  with Princeton University Press in 2014. She is currently working on a theory of  “unexceptional politics,” with the working title “Politics small p:” Essays on the Society of Calculation. Recent  articles include “Occupy Derivatives!” in October ,  “Planetary Dysphoria” in Third Text ,  “Philosophizing World Literature” in SITES,    “O seminar!” in Cabinet ,  “Women’s Time (Again)” in differences ,  and \"Philosophical Translation\" (in MLA’s Profession ). In 2003-2004  she was a Guggenheim recipient, in 2011 she was awarded a Mellon Grant (with  Jacques Lezra) for a seminar on “The Problem of Translation” and in 2012 she  was appointed Remarque-Ecole Normale Supérieure Visiting Professor in  Paris. A French translation of The Translation Zone: A New Comparative Literature   will be published by Fayard in the series “Ouvertures” edited by Barbara Cassin  and Alain Badiou in 2014. Together with  Bruno Bosteels she is working on an edition of Alain Badiou’s writings on  literature and politics.      Teaching  specializations: Translation theory,  literature, philosophy, politics, sexuality and gender, critical theory,  psychoanalytic approaches, French and Francophone nineteenth and twentieth  century literatures, the critique of world literature, literary world-systems,  history and theory of comparative literature, forms of the novel.               Select Publications   Books:  Dictionary of Untranslatables: A Philosophical Lexicon , (Princeton UP, 2014) Against World Literature. On the Politics of Untranslatability (Verso, 2013) The Translation Zone: A New Comparative Literature (Princeton University Press, 2006) Continental Drift: From National Characters to Virtual Subjects (University of Chicago Press, 1999). Fetishism as Cultural Discourse. Edited by Emily Apter and William Pietz (a collection of interdisciplinary essays on fetishism: medical history, anthropology, literary criticism, art and film theory). (Cornell University Press, 1993).  Feminizing the Fetish: Psychoanalysis and Narrative Obsession in Turn-of-the-Century France. (Cornell University Press, 1991) La fiction politique (XIXe-XXIe siècles) Proceedings of the journée d'étude held at NYUParis in collaboration with the Groupe phi (CELLAM, Université Rennes 2) and the AND « Pouvoir des arts » on 9 November 2012, are now accessible online. Essays: “Politics ‘small p’: Second Empire Machiavellianism in Zola’s Son Excellence Eugène Rougon in Romanic Review Vol. 102 Nos. 3-4 May-Nov. 2011 (published in 2013): 411-426. “Planet Dysphoria,” for special issue of Third Text on “Art and Ecology,” No. 120 (Jan. 2013): 131-140. “Occupy Derivatives!/Politics ‘smallest p’” October 142 (Fall 2012): 86-106. “Translatlantic Feminism in the Wake of the DSK Affair” Public Culture (Fall 2012) publicbooks.org/nonfiction/transatlantic-feminism-post-dsk-affair “Pour une politique de la traduction. Entretien avec Emily Apter” with Kate Briggs and Hélène Quiniou in Revue Internationale des Livres et des Idées No. 2 (Nov-Dec. 2011): 44-51. “The Right to Translation: Deconstructive Pedagogies, 1979/2009,” boundary 2 Vol. 37, 3 (Fall 2010): 29-56. Afterword (co-authored with Elaine Freedgood) to a special issue “The Way We Read Now: On Symptomatic Reading and its Aftermath,” Representations 108 (Fall, 2009): 139-146. “What is Yours, Ours and Mine: On the Limits of Ownership and the Creative Commons,” in Angelaki Vol. 14 No. 1 (April 2009): 87-199. Introduction: “Untiming the Nineteenth-Century” Forum of Panel Papers from MLA 2007, in PMLA Vol. 124, No. 1 (Jan 2009): 273-288. “Untranslatables: A World System” in New Literary History Vol. 39 (Summer 2008), No. 3: 581-598. (Translated into Japanese by Sachi Nakachi, 2011). “Technics of the Subject: The Avatar-Drive” in Postmodern Culture Vol 18, No. 2 (Jan. 2008). “Biography of A Translation: Madame Bovary between Eleanor Marx and Paul de Man” in Translation Studies Vol. 1, No. 1 (January 2008): 73-89. Book Series Translation/Transnation (Princeton University Press) Published in series: Azade Seyhan, Writing Outside the Nation Margaret Cohen and Carolyn Dever, eds. The Literary Channel: The Inter-national Invention of the Novel Kirsten Silva Gruesz, Ambassadors of Culture: The Transamerican Origins of Latino Writing David Damrosch, What is World Literature? Reda Bensmaïa, Experimental Nations, or the Invention of the Maghreb Isabel Hofmayr, The Portable Bunyan: A Transnational History of the Pilgrim’s Progress Etienne Balibar, We the People of Europe? Reflections on Transnational Citizenship Sandra Bermann and Michael Wood, eds. Nation, Language and the Ethics of Translation Srinivas Aravamudan, Guru English: South Asian Religion in a Cosmopolitan Language Nicholas Brown, Utopian Generations: The Political Horizon of Twentieth-Century Literature Martin Puchner, Poetry of the Revolution: Marx, Manifestos and Avant-Gardes Emily Apter, The Translation Zone. A New Comparative Literature Gil Hochberg, In Spite of Partition: Arabs, Jews, and the Limits of Separatist Imagination The Princeton Sourcebook in Comparative Literature: From the European Enlightenment to the Global Present eds. David Damrosch et al. Mary Helen McMurran, The Spread of Novels Timothy Bewes, The Event of Postcolonial Shame Margaret Cohen, The Novel and the Sea Margaret Litvin, Hamlet’s Arab Journey: Shakespeare’s Prince and Nasser’s Ghost Andrew Rubin, Archives of Authority: Empire, Culture and the Cold War John Hamilton, Security: Politics, Humanity, and the Philology of Care Download full syllabus for Fall 2013 graduate seminar, Very Recent French Theory: Modes of Existence, Measured Worlds .     Update your faculty profile                        Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of Comparative Literature | NYU                                  New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                                Home       Faculty       Undergraduate Program       Graduate Program       Events       News       Newsletter       Poetics and Theory       Employment             Stay Connected           Facebook       Twitter                       Home > Faculty     Faculty         Core Faculty     Assistant Professor/Faculty Fellow     Associated Faculty     Professor Emeriti     Affiliated Faculty                 Core Faculty             Emily Apter   Professor of French, Comparative Literature Email: emily.apter@nyu.edu                   Ulrich Baer   Professor of German, Comparative Literature; Vice Provost for Faculty, Arts, Humanities, & Diversity Email: ulrich.baer@nyu.edu     Research/Interest: 19th- to 20th-century poetry; literary theory; intersections of history and literature; contemporary literature; theories and history of photography; Rilke and Celan.                 Gabriela Basterra   Associate Professor of Comparative Literature, Spanish & Portuguese Email: gabriela.basterra@nyu.edu     Research/Interest: Literature and philosophy, ethical and poetic subjectivity, comparative literature, rhetoric, poetry, tragedy, psychoanalysis, ethics and politics, Kant, Levinas.                 Emanuela Bianchi   Assistant Professor of Comparative Literature Email: e.bianchi@nyu.edu     Research/Interest: Ancient philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory.                 Manthia Diawara   University Professor; Professor of Comparative Literature, Africana Studies Email: manthia.diawara@nyu.edu     Research/Interest: Black American film, literary and cultural studies, black film in Africa and Europe.                   Ana María Dopico   Associate Professor of Spanish and Portuguese, Comparative Literature Email: ana.dopico@nyu.edu     Research/Interest: Comparative studies of the Americas, theory and history of the novel, Cuban and Caribbean Culture, nationhood and imperialism, syncretism and visual culture, memory and popular culture, national poets, public intellectuals and cultural genealogies, U.S. Latino cultures, North-South studies/cultural politics of the global South, gender and narrative, psychoanalysis and social mythologies.                 Andrea Gadberry   Assistant Professor of Comparative Literature Email: andrea.gadberry@nyu.edu     Research/Interest: Comparative early modern and Enlightenment studies; philosophy and political theory, 1600-1800; genre; poetics; psychoanalysis; critical theory.                 Jay Garcia   Associate Professor of Comparative Literature Email: jg197@nyu.edu     Research/Interest: 20th and 21st century U.S. literature; modern literature and literary theory, African American literary history, Black Atlantic theory, intellectual history; history and practice of American Studies; cultural criticism                 Hala Halim   Associate Professor of Comparative Literature, Middle Eastern and Islamic Studies Email: hala.halim@nyu.edu     Research/Interest: modern Arabic, English and Anglophone literatures; postcolonial theory; cosmopolitanism; Mediterraneanism and Levantinism; South-South comparatism; Nahda and comparative modernities; Translation Studies; travel literature; globalization; urban cultures                 Mikhail Iampolski   Professor of Comparative Literature, Russian & Slavic Studies Email: mi1@nyu.edu     Research/Interest: Slavic literatures and cinema; theory of representation; the body in culture                 Jacques Lezra   Professor of Spanish and Portuguese, Comparative Literature Email: jl174@nyu.edu     Research/Interest: Comparative literature and literary theory; Shakespeare; the literary and visual culture of Early Modern Europe.                 Avital Ronell   Professor of German, Comparative Literature, English ; Acting Chair of Comparative Literature Email: avital.ronell@nyu.edu     Research/Interest: Literary and other discourses; feminist and queer letters; philosophy; technology and media; psychoanalysis; deconstruction; performance art.                 Kristin Ross   Professor of Comparative Literature Email: kr1@nyu.edu     Research/Interest: French literature and culture of the 19th and 20th centuries; Francophone Caribbean literature; urban history, theory, and politics; literature, culture, and ideology; popular culture; History and Literature                 Mark Sanders   Professor of Comparative Literature Email: ms130@nyu.edu     Research/Interest: African Literature, Literary Theory, Law and Literature, Philosophy and Literature, South African Literature and Intellectual History, Testimony, Autobiography, Ethics, Psychoanalysis.                 Richard Sieburth   Professor of French, English, Comparative Literature   Email: richard.sieburth@nyu.edu                   Cristina Vatulescu   Associate Professor of Comparative Literature, Russian & Slavic Studies Email: cristina.vatulescu@nyu.edu     Research/Interest: aesthetics and politics, law, and policing; artistic and extra-artistic genres, in particular the novel, autobiography, documentary film, melodrama, and the police file/film; literary and film theory and history; Russian and Romanian twentieth century culture; immigration and cultural exchange;                 Xudong Zhang   Professor of East Asian Studies, Comparative Literature Email: xz3@nyu.edu     Research/Interest: Modern Chinese literature and culture; critical theory. Twentieth-Century Chinese literature, film, and intellectual discourses; literary theory and aesthetics; political and philosophical discourses of modernity.             Professor Emeriti             Kamau Brathwaite   Professor Emeritus of Comparative Literature Email: kb5@nyu.edu     Research/Interest: Caribbean literature, culture, and society                 John Chioles   Professor Emeritus of Comparative Literature Email: john.chioles@nyu.edu     Research/Interest: Theatre, philosophy, literary theory, literary texts.                 Daniel Javitch   Professor Emeritus of Comparative Literature, Italian Email: dj15@nyu.edu     Research/Interest: European literature of the Renaissance, poetic theory before 1700, postclassical history of Ancient genres.                 Timothy J Reiss   Professor Emeritus of Comparative Literature; Distinguished Scholar in Residence Email: timothy.reiss@nyu.edu     Research/Interest: Classical and Renaissance literature, philosophy, and history; the Renaissance and inter-atlantic cultural exchanges; 18th century literature, history and politics; history and theory of theatre; Caribbean culture and political theory.              Assistant Professor/Faculty Fellow       Philip Kaffen   Assistant Professor/Faculty Fellow of East Asian Studies, Comparative Literature       Eduardo Matos-Martin   Assistant Professor/Faculty Fellow of Comparative Literature Research/Interest: Contemporary Spanish peninsular literatures and cinema, political theory, Biopolitics, History and the culture of memory, Fascism in Spain       Timothy Duffy   Assistant Professor/Faculty Fellow of Comparative Literature Research/Interest: Renaissance lyric poetry, spatial science, mapmaking, geometry, the spatial turn         Associated Faculty       Tom Bishop   Professor of French, Comparative Literature       Sibylle Fischer   Associate Professor of Spanish and Portuguese, Comparative Literature Research/Interest: Caribbean literature and culture; Spanish American Independence; the Haitian Revolution; culture and politics in the nineteenth century; the history of political thought.       John Freccero   Professor of Italian, Comparative Literature Research/Interest: Dante; medieval poetry and poetics; Machiavelli.       Toral Gajarawala   Associate Professor of English, Comparative Literature Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.       Philip F. Kennedy - In Residence at NYU Abu Dhabi   Associate Professor of Middle Eastern and Islamic Studies, Comparative Literature Research/Interest: Medieval Arabic language and literature; classical poetry and poetics; adab; narrative and fiction; recognition/anagnorisis in literature; Qur'an and Tafsir       Mary Louise Pratt   Professor of Social and Cultural Analysis, Spanish & Portuguese, Comparative Literature         Sarah Kay   Professor of French       Laura Slatkin   Professor of Classical Studies (Gallatin) and Comparative Literature (Arts & Science)   Research/Interest: Research and teaching interests: ancient Greek and Roman poetry, especially epic and drama; wisdom traditions in classical and Near Eastern antiquity; gender studies; anthropological approaches to the literature of the ancient Mediterranean world; and cultural poetics.       Robert P Stam   Professor of Social and Cultural Analysis       Jane Tylus   Professor of Italian, Comparative Literature Research/Interest: Late medieval and early modern Italy and Europe,  particularly issues related to gender and religion; history of theatre;  literature of 19th-century Sicily; the history and culture of Siena       Jini Kim Watson   Associate Professor of English, Comparative Literature Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory         Robert J.C. Young   Professor of English, Comparative Literature Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.         Affiliated Faculty       J. Michael Dash , French, Social and Cultural Analysis     Yael S. Feldman , Hebrew and Judaic Studies     Alexander Galloway , The Steinhardt School of Culture, Education and Human Development       Eckart Goebel , German     Anselm Haverkamp , English     Denis Hollier , French     Amy Huber , Gallatin School of Individualized Study       Tzu-hui Celina Hung , NYU Shanghai       Kenneth Krabbenhoft , Spanish and Portuguese     Darline Levy , History     Laurence S Lockridge , English     Anne Lounsbery , Russian and Slavic Studies     Sheetal Majithia , NYU Abu Dhabi       Perry Meisel , English     Mona N. Mikhail , Middle Eastern and Islamic Studies     Richard Schechner , Tisch School of the Arts       Hoda El Shakry , Gallatin School of Individualized Study       Ella Shohat , Tisch School of the Arts       Evelyn Birge Vitz , French     Leif Weatherby , German               Useful Links       Arts and Science Faculty Profiles       NYU Public Directory       Contact Us                               Contact us | &copy; New York University , Arts and Science"}]}]