[{"detail": [{"content": "Current Research Initiatives | Department of Population Health                            Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Population Health                                                                                  Home   About   Faculty   Divisions   Research   Education   Faculty Affairs   News/Events   Contact                                  Home Research Current Research Initiatives            Print  Email               - A + A                                         Research      Research Overview   Current Research Initiatives   Research Resources   Funding Opportunities   Research Seminar Schedule     open/close   NYU Women&#039;s Health Study                                                                      Current Research Initiatives                                            Click on an investigator's name below to see projects for which he or she is Principal Investigator.       Jiyoung Ahn Ramin Asgary Carolyn Berry Saul Blecker R. Scott Braithwaite Laurie Brotman Arthur Caplan Yu Chen Spring Dawson McClure Dustin Duncan Brian Elbel Judith Goldberg Marc Gourevitch Richard Hayes Leora Horwitz Keng-Yen Huang Nadia Islam Girardin Jean-Louis Maria Khan Tomas Kirchhoff   Kelly Kyanko Joseph Ladapo Joshua Lee Huilin Li Mengling Liu Michael Marmor Jennifer McNeely Olugbenga Ogedegbe Joseph Palamar Joseph Ravenell Antoinette Schoenthaler Mark Schwartz Mary Sevick Yongzhao Shao Donna Shelley Scott Sherman Tanya Spruill Chau Trinh-Shevrin Anne Zeleniuch-Jacquotte Hua (Judy) Zhong               Jiyoung Ahn      Title   Fiber Intake, Gut Bacteria Metabolites and Risk of Esophagus Cancer   Principal Investigator(s)   Jiyoung Ahn   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R21CA183887-01   Project Dates   9/30/2013 - 9/29/2015    Description:   We will conduct a prospective evaluation of oral microbiome and esophagus cancer risk, and to assess the microbial–host functional interrelationship in the esophagus tissue.           Return to Top      Title   Oral and Pancreas Microbiome and Risk of Pancreatic Cancer   Principal Investigator(s)   Jiyoung Ahn / Zhiheng Pei   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1U01CA182370-01   Project Dates   4/1/2014 - 3/31/2018    Description:   We will conduct a prospective evaluation of prediagnostic oral microbiome and pancreatic cancer risk, and to assess the microbial–host functional interrelationship in the pancreatic tissue.           Return to Top      Title   Prospective Study of Human Oral Microbiome and Pancreatic Cancer Risk   Principal Investigator(s)   Jiyoung Ahn   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R01CA164964-01A1   Project Dates   9/19/2014 - 8/31/2018    Description:   The study will expand our current limited knowledge on the causes of pancreatic cancer, will help to identify people at high risk for this disease, and may lead to microbial-based prophylactic preventions for pancreatic cancer.           Return to Top      Ramin Asgary      Title   VIA+Cervicography Training for Community Health Nurses for Cervical Cancer Screening in Ghana   Principal Investigator(s)   Ramin Asgary   Division or Section   Health and Behavior   Funding Agency   NYU Global Institute of Public Health   Grant Number   N/A   Project Dates   9/1/2014 - 8/31/2015    Description:   The goal of this pilot study taking place in Ghana is to develop and test an integrated multi-faceted mHealth training program to improve and enhance diagnostic skills for cervical cancer screening. This pilot study will be implemented as part of the well-established Community-based Health Planning and Services (CHPS) that uses community health nurses (CHNs) to deliver primary care services across Ghana.           Return to Top      Carolyn Berry      Title   Evaluation Services to the Corporation for Supportive Housing (CSH)   Principal Investigator(s)   Carolyn Berry   Division or Section   Health Choice   Funding Agency   Corporation for Supportive Housing via NYU Wagner   Grant Number   WSQPG-S2949   Project Dates   4/2/2012 - 7/31/2015    Description:   Researchers from New York University Robert F. Wagner Graduate School of Public Service, the Steinhardt School of Culture, Education, and Human Development, and NYU School of Medicine will conduct a rigorous evalution of the Corporation for Supportive Housing (CSH) Social Innovation Fund (SIF) initiative in all four program sites including Los Angeles County, CA, San Francisco, CA, Washtenaw County, MI, and the State of Connecticut.           Return to Top      Title   Evaluation of ECHO Endocrine Project   Principal Investigator(s)   Carolyn Berry   Division or Section   Health Choice   Funding Agency   Helmsley Foundation via NYU Wagner   Grant Number   2015-PG-T1D030   Project Dates   5/1/2014 - 4/30/2017    Description:   Funds for this grant will be used to conduct a multi-method evaluation of the University of New Mexico's ECHO Endocrine project to improve care and coordination of type 1 diabetes patients, type 2 patients with uncontrolled diabetes, and other major endocrine conditions.           Return to Top      Title   Evaluation Technical Assistance for NYSHF Grantees and Applicants Phase VI   Principal Investigator(s)   Carolyn Berry   Division or Section   Health Choice   Funding Agency   New York State Health Foundation   Grant Number   14-03120   Project Dates   11/1/2014 - 10/31/2015    Description:   The overall purposes of the project are: to continue to assist grantees in evaluating their funded projects and to enhance their internal capacity to conduct evaluation activities. Dr. Berry will pursue these two goals with a mix of workshops, initial consultation and individual technical assistance.           Return to Top      Saul Blecker      Title   Machine Learning to Predict Undiagnosed Diabetes from Insurance Claims   Principal Investigator(s)   Saul Blecker   Division or Section   Health and Behavior   Funding Agency   Independence Blue Cross Foundation via NYU Courant   Grant Number   N/A   Project Dates   12/21/2012 - 12/31/2015    Description:   The goal of this project is to identify individuals who are at high risk of developing incident diabetes and individuals who are at risk of complications of diabetes using machine learning techniques in a large administrative database.           Return to Top      Title   Health Information Technology in Heart Failure Care   Principal Investigator(s)   Saul Blecker   Division or Section   Health and Behavior   Funding Agency   Agency for Healthcare Research and Quality (AHRQ)   Grant Number   1K08HS023683-01   Project Dates   9/30/2014 - 9/29/2018    Description:   This study proposes to develop a computerized clinical decision support system to improve the care delivered to hospitalized patients with heart failure.           Return to Top      R. Scott Braithwaite      Title   East Africa IEDEA Regional Consortium   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA via Indiana University   Grant Number   5U01AI069911-09   Project Dates   9/1/2009 - 7/31/2016    Description:   The objective of this study is to determine the most efficient use of resources for monitoring HIV patients in East Africa.           Return to Top      Title   Consortium to Improve Outcomes in HIV/AIDS, Alcohol, Aging &amp; Multi-Substance Use (COMPASS)   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA   Grant Number   5U01AA020799-04   Project Dates   9/6/2011 - 8/31/2016    Description:   This study will create an interactive, web-based simulation model of HIV transmission that can help decision makers prioritize which intervention designs are most effective by tailoring results to patients and feasibility constraints.           Return to Top      Title   LINK4HEALTH: A Combination Intervention Strategy for Linkage and Retention, Swaziland   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAID via Columbia University   Grant Number   5R01AI100059-03   Project Dates   6/15/2012 - 5/31/2015    Description:   Dr. Braithwaite will lead the creation of a computer simulation to assess the impact of combination intervention strategy (CIS) on morbidity, mortality and HIV infections averted.           Return to Top      Title   Implementation Science to Optimize HIV Prevention in East Africa PEPFAR programs   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAID   Grant Number   5R01AI099970-03   Project Dates   5/15/2012 - 4/30/2015    Description:   The study seeks to use established computer simulation methods to assess the value of retention-in-care interventions and compare the value of these interventions to other ways in which resources may be spent.           Return to Top      Title   Test and Linkage to Care (TLC-IDU) Kenya   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA via NYU College of Nursing   Grant Number   5R01DA0320820-04   Project Dates   7/15/2011 - 4/30/2016    Description:   Dr. Braithwaite will complete construction of a computer simulation of the Sub-Saharan HIV pandemic and use this simulation to assess the long term value of this intervention. He will also perform economic evaluation of the TLC-IDU intervention.           Return to Top      Title   Benefits and Harms of Lung Cancer Screening in HIV Infection   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NCI via University of Washington   Grant Number   5R01CA173754-02   Project Dates   4/10/2013 - 3/31/2015    Description:   This study will determine the impact of lung cancer screening on mortality among HIV-infected persons using a mathematical modeling approach.           Return to Top      Title   Alcohol and ART Adherence in India: Assessment, Intervention and Modeling (AIM)   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA via University of Connecticut Health Center   Grant Number   5U01AA021990-02   Project Dates   6/1/2014 - 1/31/2019    Description:   This study seeks to provide an understanding of current ART implementation and alcohol and other challenges to ART adherence; identify and test multilevel interventions that can reduce alcohol consumption as a central factor in enhancing adherence; and develop predictive models for use in India and elsewhere that provides a basis for allocating intervention resources in the most cost-effective way to maximize adherence, reduce years and quality of life lost to HIV, and minimize HIV transmission.           Return to Top      Title   The Operations Research Collaboration for Alcohol Abuse and AIDS: ORCAA   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA   Grant Number   5U24AA022007-03   Project Dates   9/15/2012 - 8/31/2017    Description:   The purpose of this project is to develop an Implementation Science Resource Core to support the research efforts of several CHAART consortia, building upon existing infrastructure within these consortia.           Return to Top      Title   Addressing Hepatitis C and Hepatocellular Carcinoma: The Current and Future Epidemics   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA via NYU College of Nursing   Grant Number   5R01DA034637-02   Project Dates   7/1/2013 - 4/30/2017    Description:   The goal of this project is to use simulations to determine the combination of effective interventions for particular budget and epidemiologic scenarios that a) minimize HCV transmission, b) eradicate persistent HCV infections, c) prevent the most HCC, and d) maximize life expectancy and quality-adjusted life expectancy.           Return to Top      Title   HIV Care Coordination: Comparative Effectiveness, Outcome Determinants, and Costs   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIMH via CUNY- Hunter College   Grant Number   5R01MH101028-02   Project Dates   9/26/2013 - 8/31/2018    Description:   The goal of this study is to 1) assess the effectiveness of the Care Coordination Program (CCP) intervention by comparing primary outcomes among CCP participants with those of similar PLWH in HIV care who do not receive the CCP intervention; 2) among those who enroll in CCP, identify individual and program-level determinants of care engagement and viral load (VL) suppression up to 36 months following CCP enrollment; and 3) assess the cost-effectiveness (cost per quality-adjusted life year [QALY]) of the CCP relative to usual care outside the CCP, considering downstream cost-savings and individual and public health benefits due to improved VL suppression and HIV infections averted.           Return to Top      Title   OPTIMIZING RETENTION-IN-CARE INTERVENTIONS FOR KENYAN HIV+ ALCOHOL MISUSERS   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA   Grant Number   -   Project Dates   4/1/2014 - 3/31/2015    Description:   Our proposal will create and test the feasibility of distinct retention-in-care programs for alcohol misusers. However, we will not know if these tailored programs produce improved health outcomes, such as longer and higher-quality lives for those who are impacted by the metrics, and reductions in new HIV infections for the uninfected in the catchment area. Future work may evaluate the effectiveness of one or more of these programs, and will be an important step in stemming the HIV pandemic in Western Kenya.           Return to Top      Laurie Brotman      Title   Family and School Contexts as Predictors of Early Childhood Latino Development   Principal Investigator(s)   Laurie Brotman / Esther Calzada   Division or Section   Center for Early Childhood Health and Development   Funding Agency   NIH/NICHD   Grant Number   5R01HD066122-05   Project Dates   7/15/2010 - 5/31/2015    Description:   The goal of this project is to test a model of early childhood development that incorporates developmental and cultural concepts to examine the family context, the school context, and the intersection of the two as predictors of the academic and behavioral functioning of Latino children.           Return to Top      Title   A Longitudinal Study of Latino Students Grade 3 Academic Achievement: The Role of Early Childhood Family &amp; School Characteristics   Principal Investigator(s)   Laurie Brotman   Division or Section   Center for Early Childhood Health and Development   Funding Agency   U.S. Department of Education via University of Texas   Grant Number   R305A130702   Project Dates   9/3/2013 - 6/30/2017    Description:   The purpose of this study is to test an integrative developmental model of Latino children's academic development by examining universal and culturally-specific characteristics to the early childhood ecological context as predictors of student academic achievement in grade 3.           Return to Top      Title   Efficacy Follow-Up of ParentCorps: Long-term Impact of Early Childhood Family-Focused Intervention on Academic Achievement   Principal Investigator(s)   Laurie Brotman   Division or Section   Center for Early Childhood Health and Development   Funding Agency   U.S. Department of Education   Grant Number   R305A140298   Project Dates   7/1/2014 - 6/30/2017    Description:   This follow-up study of students who participated in a randomized controlled trial of ParentCorps in early childhood evaluates the long-term impact on academic achievement in elementary school and at the transition to middle school.           Return to Top      Title   ParentCorps NY   Principal Investigator(s)   Laurie Brotman   Division or Section   Center for Early Childhood Health and Development   Funding Agency   NYS Office of Mental Health   Grant Number   C007885   Project Dates   7/1/2014 - 6/30/2015    Description:   ParentCorps is a culturally-informed, universal intervention (for all children enrolled in Pre-K within an elementary school) designed to promote positive behavioral supports for children at home and in the classroom.           Return to Top      Arthur Caplan      Title   Gene Therapy for Urea Cycle Disorders   Principal Investigator(s)   Arthur Caplan   Division or Section   Medical Ethics   Funding Agency   NIH/NICHD via University of Pennsylvania   Grant Number   5P01HD057247-07   Project Dates   4/1/2013 - 3/31/2017    Description:   The P01 was designed to address issues related to T cell responses to transgene-encoded ornithine transcarbamylase (OTC) and to engineer the vector genome to allow for replication when the target cell population is proliferating (Project I), and to evaluate novel pharmacologic interventions that could augment the efficacy of gene therapy that is less than curative (Project II), and to engineer the AAV capsid to escape some level of pre-existing neutralizing antibodies (Project III).           Return to Top      Title   Ethics of HIV-Related Research Involving Adolescents in Kenya   Principal Investigator(s)   Arthur Caplan   Division or Section   Medical Ethics   Funding Agency   NIH/NIMH via Pacific Institute for Research and Evaluation   Grant Number   R01MH102125   Project Dates   9/1/2014 - 8/31/2019    Description:   This innovative study will examine four inter-related ethical issues essential to adolescent HIV research: recruitment and enrollment; HIV testing and disclosure of results; consent, assent and parental permission; and compensation and inducements.           Return to Top      Yu Chen      Title   Genetic Susceptibility to Cardiovascular Effects of Arsenic Exposure   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5R01ES017541-05   Project Dates   9/11/2009 - 6/30/2015    Description:   The study aims to evaluate whether the effects of arsenic exposure on cardiovascular disease risk differ by genes related to oxidative stress, arsenic metabolism, and inflammation.           Return to Top      Title   A Prospective Study of Serum Taurine and Stroke Risk in Women   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NHLBI   Grant Number   5R21HL106309-02   Project Dates   9/1/2011 - 11/30/2015    Description:   This study examines the association between serum taurine levels and subsequent stroke risk.           Return to Top      Title   Arsenic Exposure, Gut Microbiomes, and Arthrosclerosis   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5R21ES023421-02   Project Dates   1/14/2014 - 12/31/2015    Description:   This project aims to evaluate the role of gut microbiomes in arsenic methylation capacity, and the interaction between gut microbiomes and arsenic exposure in atherosclerosis.           Return to Top      Title   Health Effects and Geochemistry of Arsenic and Manganese (HEALS)   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS via University of Chicago via Columbia University   Grant Number   5P42ES010349-13   Project Dates   4/1/2012 - 3/31/2017    Description:   This project seeks to obtain fundamental new knowledge concerning the health effects, geochemistry, and remediation of As and Mn, with a particular focus on groundwater.           Return to Top      Spring Dawson McClure      Title   Taking Scientific Discoveries to Scale Via Early Childhood Mental Health Professionals   Principal Investigator(s)   Spring Dawson McClure   Division or Section   Center for Early Childhood Health and Development   Funding Agency   Bezos Family Foundation   Grant Number   N/A   Project Dates   3/1/2015 - 2/28/2016    Description:   -           Return to Top      Dustin Duncan      Title   Neighborhood Walkability and Cardiometabolic Outcomes in the Paris Metropolitan Area   Principal Investigator(s)   Dustin Duncan   Division or Section   Health Choice   Funding Agency   NYU Global Institute of Public Health   Grant Number   N/A   Project Dates   9/1/2013 - 5/31/2015    Description:   The goal of this project is to use novel measures of neighborhood walkability to understand how neighborhood walkability is linked to cardiometabolic outcomes (especially obesity) among a unique population-based sample of adults in Paris (France) metropolitan area.           Return to Top      Title   Health App Use Among Verizon Users   Principal Investigator(s)   Dustin Duncan   Division or Section   Health Choice   Funding Agency   Verizon Foundation   Grant Number   N/A   Project Dates   11/1/2014 - 10/31/2015    Description:   The aims of the project are to survey US-based Verizon users on: 1) sociodemographic characteristics (e.g., race/ethnicity, socioeconomic status, gender); 2) reasons for health app use (e.g., weight loss, smoking cessation), 3) frequency of health app use (e.g., every day, once a week), 4) perceived effectiveness of health apps used (e.g., very effective/somewhat effective, not effective) and 5) reasons for stopping use (hidden costs, inconvenience, poor usability etc).           Return to Top      Title   Ecological Momentary Assessment of Neighborhood Conditions and Cardiovascular Health Behaviors in NYC Public Housing Residents   Principal Investigator(s)   Dustin Duncan   Division or Section   Health Choice   Funding Agency   Academy Health   Grant Number   N/A   Project Dates   1/1/2015 - 7/31/2015    Description:   -           Return to Top      Brian Elbel      Title   The Impact of School Food Policy on Childhood Obesity   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   NIH/NICHD via NYU Steinhardt   Grant Number   5R01HD070739-04   Project Dates   4/1/2011 - 3/31/2015    Description:   This project will determine the influence of school-level policies, one of the most promising approaches to influence obesity, Body Mass Index (BMI) and a number of other critical outcomes measures.           Return to Top      Title   Influence of Calorie Labeling on Food Choice   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   NIH/NHLBI   Grant Number   4R01HL095935-03   Project Dates   6/1/2012 - 5/31/2015    Description:   The project has two specific aims: 1) determine the influence of mandatory, city-wide calorie labeling on the food choices of families and adolescents and 2) establish why mandatory, city-wide restaurant calorie labeling does or does not influence the food choices of families and adolescents.           Return to Top      Title   Impact of NYC Sugar Sweetened Beverage Policy on Calories Purchased and Consumed   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   New York State Health Foundation   Grant Number   12-01682   Project Dates   12/3/2012 - 12/31/2015    Description:   The project will examine the influence of the policy on calorie purchasing and consumption at fast food restaurants, where the majority of sugar sweetened beverages (SSBs) subject to the policy are sold. Additionally, it will examine the impact on total daily calories consumed by fast food consumers.           Return to Top      Title   Impact of Online Supermarket Delivery Service on SNAP Customers in the South Bronx   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   Aetna Foundation   Grant Number   12-05886   Project Dates   10/1/2013 - 6/30/2015    Description:   FreshDirect, an online supermarket delivery service in New York City, recently received approval from the USDA to conduct a pilot program in which they accept SNAP benefits (food stamps) in two low income zip codes in the South Bronx. To assess the impact of this policy change we are: (1) using data provided by FreshDirect to compare the shopping patterns of SNAP and non-SNAP customers using the service; (2) conducting a randomized control trial - where participants are randomized to use FreshDirect (experiment) or to shop with their regular grocery provider (control) - through the use of surveys and data collected from grocery receipts and; (3) conducting focus groups to understand satisfaction with and barriers to use of FreshDirect.           Return to Top      Title   Impact of the Food Environment on Child Body Mass Index   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   NIH/NIDDK   Grant Number   5R01DK097347-02   Project Dates   9/20/2013 - 8/31/2017    Description:   This project combines multiple rich datasets to determine the influence of the food environment on childhood obesity, one of the largest public health problems facing the United States.           Return to Top      Judith Goldberg      Title   Myeloproliferative Disorders (MPD) Research Consortium Biostatistics and Data Management Center   Principal Investigator(s)   Judith Goldberg   Division or Section   Biostatistics   Funding Agency   NIH/NCI via Icahn School of Medicine at Mount Sinai   Grant Number   5P01CA108671-07   Project Dates   7/1/2011 - 6/30/2016    Description:   The NYUSoM serves as the Statistics and Data Management Core for the International MPD Consortium with data management taking place at Mario Negri Sud, Italy. This translational program project will study myeloproliferative disorders from the laboratory through clinical trials.           Return to Top      Marc Gourevitch      Title   Substance Abuse Research Education and Training (SARET)   Principal Investigator(s)   Marc Gourevitch   Division or Section   Administration   Funding Agency   NIH/NIDA   Grant Number   5R25DA022461-07   Project Dates   6/1/2012 - 5/31/2017    Description:   The goal of this grant is to develop, implement and evaluate a web-based curriculum, supplemented by mentored research opportunities, that will stimulate medical, nursing and dental students to follow career paths that advance clinically-oriented research on substance abuse.           Return to Top      Title   New York City Clinical Data Research Network   Principal Investigator(s)   Marc Gourevitch   Division or Section   Administration   Funding Agency   Patient-Centered Outcomes Research Institute (PCORI) via Weill Cornell Medical Center   Grant Number   N/A   Project Dates   5/16/2014 - 10/16/2015    Description:   The New York City Clinical Data Research Network (NYC-CDRN) will bring together 7 health systems and a total of 22 organizations from across New York City to prepare a comprehensive data infrastructure for comparative effectiveness research covering up to 6 million patients.           Return to Top      Richard Hayes      Title   The Oral Microbiome and Upper Aerodigestive Squamous Cell Cancer   Principal Investigator(s)   Richard Hayes / Zhiheng Pei   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA159036-03   Project Dates   2/14/2011 - 11/30/2015    Description:   The goals of this study are to relate the oral microbiome to upper aerodigestive cell cancers (UADSCC) risk and to identify the impact of alcohol and tobacco use on the oral microbiome, in the first epidemiologic investigation of this topic.           Return to Top      Title   Long-term Air Pollution Exposure and Mortality in the NIH-AARP Cohort   Principal Investigator(s)   Richard Hayes / George Thurston   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5R01ES019584-03   Project Dates   12/1/2011 - 11/30/2015    Description:   The goal of this project is to identify which air pollution sources and constituents are associated with risk of mortality.           Return to Top      Leora Horwitz      Title   Understanding hospital readmission rates: patient, hospital and community effects   Principal Investigator(s)   Leora Horwitz   Division or Section   Healthcare Innovation and Delivery Science   Funding Agency   Agency for Healthcare Research and Quality (AHRQ)   Grant Number   1R01HS022882-01   Project Dates   9/30/2014 - 9/29/2019    Description:   The proposed work will advance our understanding of hospital readmissions through the study of characteristics of patients, hospitals and communities associated with readmissions, determining whether associations differ by clinical conditions, and examining the impact of federal and local efforts to reduce readmissions, using quantitative and qualitative analysis.           Return to Top      Keng-Yen Huang      Title   Implementing a School-Based Child Mental Health Prevention Program in Uganda   Principal Investigator(s)   Keng-Yen Huang   Division or Section   Center for Early Childhood Health and Development   Funding Agency   NIH/NIMH   Grant Number   5R21MH097115-02   Project Dates   5/1/2013 - 4/30/2015    Description:   This project seeks to apply a cost-effective population strategy to address the existing mental health service and resource gaps by adapting and implementing an empirically-supported school-based child mental health preventive program, ParentCorps (PC), to schools in Uganda.           Return to Top      Nadia Islam      Title   Family Based Dental Health Promotion in the Sikh Community   Principal Investigator(s)   Nadia Islam   Division or Section   Health Equity   Funding Agency   United Sikh via DentaQuest Foundation   Grant Number   N/A   Project Dates   9/1/2012 - 8/31/2015    Description:   UNITED SIKHS, the NYU PRC, and the NYU College of Dentistry will collaborate to conduct a descriptive study on dental health in the Sikh South Asian communities of New York City and New Jersey and to build the capacity of these communities to address dental health issues.           Return to Top      Title   NY State of Health; IPA/Navigator Program   Principal Investigator(s)   Nadia Islam   Division or Section   Health Equity   Funding Agency   NYSDOH via Coalition for Asian American Children and Families   Grant Number   N/A   Project Dates   10/1/2013 - 9/30/2015    Description:   The program aims to expand health insurance coverage to eligible New Yorkers and provide health resources and referrals for those that do not qualify for the NY State of Health marketplace.           Return to Top      Title   Understanding the Barriers and Facilitators to Colorectal Cancer (CRC) Screening among South Central Asian Immigrants in the United States   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2015    Description:   The goal of this one-year study is to understand the barriers and facilitators of CRC screening among South Asians in NYC using a mixed methods, community-engaged approach.           Return to Top      Title   Workplace Health Research Network (WHRN) – Collaborating Centers   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   This project will establish a collaborating center of the Workplace Health Research Network (WHRN) at the New York University-City University of New York (NYU-CUNY) Prevention Research Center.           Return to Top      Title   Project Racial and Ethnic Approaches to Community Health for Asian Americans (REACH FAR)   Principal Investigator(s)   Nadia Islam   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U58DP005621-01   Project Dates   9/30/2014 - 9/29/2017    Description:   This 3-year initiative will award funds to create healthier communities by strengthening existing capacity to implement locally tailored evidence and practice-based population based PSE improvement strategies in priority populations experiencing chronic disease disparities and associated risk factors, and supporting implementation, evaluation and dissemination of these strategies.           Return to Top      Girardin Jean-Louis      Title   Tailored Sleep Health Education: A Community Engaged Approach   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R25HL116378-02   Project Dates   9/6/2013 - 6/30/2017    Description:   This study aims to develop educational tools and platforms to promote the transfer of sleep health information to blacks to foster adoption of healthful sleep practices.           Return to Top      Title   Tailored Peer-Based Sleep Health Education and Social Support in Blacks with OSA   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NIMHD   Grant Number   1R01MD007716-01A1   Project Dates   7/2/2014 - 3/31/2019    Description:   This collaborative research project will build capacity to support evaluation and referral of black men and women at risk for sleep apnea at the community level. It will examine whether a culturally and linguistically tailored peer-based sleep health intervention will increase adherence to recommended sleep apnea screening and treatment among blacks in barbershops, beauty salons and churches.           Return to Top      Title   Psychosocial and Environmental Determinants of Insufficient Sleep Among Blacks   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NYU/HHC CTSI   Grant Number   UL1TR000038   Project Dates   11/15/2013 - 3/31/2015    Description:   This project funded by the NYU-HHC CTSI, team will investigate the following aims: 1) To assess the prevalence and severity of insufficient sleep among blacks using home-based sleep recording instruments; 2) To assess metabolic factors (e.g., obesity, blood pressure, blood sugar level, lipid profile, and C-reactive protein) that are associated with insufficient sleep; 3) To identify psychosocial (social network and emotional distress), health behavior (physical activity, diet, and sleep habits) and environmental factors (social capital, neighborhood, social economic status and built environment) that are associated with insufficient sleep.           Return to Top      Title   Program to Increase Diversity in Faculty Engaged in Behavioral and Sleep Medicine   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   2R25HL105444-05   Project Dates   9/18/2014 - 5/31/2018    Description:   The goal of the NYU Behavioral Medicine and Sleep Disorders Institute is to continue building capacity to increase diversity in the academic workforce.           Return to Top      Title   Chronic Moderate Sleep Restriction in Older Long and Older Average Sleepers   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI via Arizona State University   Grant Number   7R01HL095799-04   Project Dates   8/15/2014 - 6/30/2016    Description:   The aims of this expansion of HL71560 are: (1) to examine the ability of older long sleepers and older average sleepers to adhere to 60 min TIB restriction; and (2) to contrast effects of 12 weeks of 60 min TIB restriction on health-related measures in older long vs. average sleepers. The study should also provide genotyping and qualitative information about habits/beliefs about sleep in these groups.           Return to Top      Maria Khan      Title   Longitudinal Study of Trauma, HIV Risk, and Criminal Justice Involvement   Principal Investigator(s)   Maria Khan   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA   Grant Number   7R01DA036414-02   Project Dates   9/15/2014 - 1/31/2017    Description:   The purpose of this project is to analyze data from The National Longitudinal Study of Adolescent Health (Add Heath), a multi-wave prospective and nationally-representative study of more than 20,000 subjects followed from childhood to adulthood, to address critical gaps cutting across the mental health, addiction, infectious disease, and criminal justice fields.           Return to Top      Title   Relationship Disruption During Incarceration and HIV Risk in African American Men   Principal Investigator(s)   Maria Khan   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA   Grant Number   7R01DA028766-05   Project Dates   9/15/2014 - 7/31/2015    Description:   The overall aim of the funded project is to examine the hypothesis that dissolution of stable intimate relationships during incarceration elevates sexual risk behavior and drug use among inmates upon their release.           Return to Top      Tomas Kirchhoff      Title   The Germline Variation in Immune and Epigenetic Pathways and Melanoma Prognosis   Principal Investigator(s)   Tomas Kirchhoff   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R21CA184924-01   Project Dates   9/30/2013 - 9/29/2015    Description:   The goal of the study is to discover common and rare genetic loci associated with melanoma clinical outcomes, including recurrence and overall survival.           Return to Top      Title   The Genetic Markers of Ipilimumab Response in Patients with Metastatic Melanoma   Principal Investigator(s)   Tomas Kirchhoff   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R21CA184432-01   Project Dates   4/1/2014 - 3/31/2016    Description:   The goal of this project is to analyze the impact of ipilimumab in stimulation of immune response to inform on improvement of drug designs and therapeutic decisions, and point to novel molecular mechanisms triggering the application to other combined therapy approaches in treatment of metastatic melanoma.           Return to Top      Kelly Kyanko      Title   Clinical Working Groups' Operationalization of Clinical Logic, Risk Model and Software Documentation for a Medicare Episode Grouper Research Project   Principal Investigator(s)   Kelly Kyanko   Division or Section   Health Choice   Funding Agency   Island Peer Review Organization via Brandeis University   Grant Number   N/A   Project Dates   10/1/2012 - 9/30/2015    Description:   CMS Episode Grouper subcontract with Brandeis University requires that we have clinical staff that can lead the development and review of clinical logic into episode of care meta data files. Dr. Kelly Kyanko will serve as a consultant to IPRO and provide her services in pursuit of meeting the contract sub contract obligations with Brandeis University.           Return to Top      Joseph Ladapo      Title   Patient-Centered Approaches to Diagnosing Coronary Heart Disease (CHD)   Principal Investigator(s)   Joseph Ladapo   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NHLBI   Grant Number   5K23HL116787-02   Project Dates   8/1/2013 - 7/31/2018    Description:   The specific aims of this grant involve developing patient-centered approaches to diagnosing CHD that improve diagnostic accuracy, reduce unnecessary testing and radiation exposure, and incorporate the impact of false-positive stress test results on patients’ anxiety, perception of illness, and quality of life.           Return to Top      Title   A Randomized Comparative Effectiveness Trial Of Financial Incentives Versus Usual Care For Smokers Hospitalized In The Veterans Affairs Hospital System   Principal Investigator(s)   Joseph Ladapo   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   Robert Wood Johnson Foundation   Grant Number   72426   Project Dates   1/1/2015 - 12/31/2018    Description:   To advance the science and implementation of smoking cessation interventions, this study proposes a two-phase study that will (1) develop feasible and acceptable approaches to delivering financial incentives to hospitalized smokers using a mixed methods approach, and (2) compare the effectiveness of these interventions to standard care in a randomized pilot study.           Return to Top      Joshua Lee      Title   Extended-Release Naltrexone Opioid Treatment at Jail-to-Community Re-entry   Principal Investigator(s)   Joshua Lee   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   5U01DA033336-02   Project Dates   6/1/2013 - 5/31/2018    Description:   This study seeks to estimate the effectiveness of newly FDA-approved extended-release naltrexone (XR-NTX) when initiated by opioid users leaving a larger urban jail.           Return to Top      Title   Extended-Release vs. Oral Naltrexone Alcohol Treatment In Primary Care   Principal Investigator(s)   Joshua Lee   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIAAA   Grant Number   5R01AA020836-02   Project Dates   8/1/2013 - 4/30/2018    Description:   This project is a real-world evaluation of the effectiveness of a newer form of naltrexone, injectable extended-release naltrexone, for primary care alcohol treatment.           Return to Top      Huilin Li      Title   Secondary Analysis of Longitudinal Trait in Genome Wide Association Studies (GWAS)   Principal Investigator(s)   Huilin Li   Division or Section   Biostatistics   Funding Agency   NIH/NCI   Grant Number   1U01CA170948-01A1   Project Dates   9/26/2013 - 8/31/2015    Description:   We will develop secondary analysis statistical approaches which use the available case-control GWAS studies to investigate the association between genotype and longitudinal trait data.           Return to Top      Mengling Liu      Title   Biomarkers and Breast Cancer Risk Prediction in Younger Women   Principal Investigator(s)   Anne Zeleniuch-Jacquotte / Mengling Liu   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA178949-02   Project Dates   9/9/2013 - 8/31/2016    Description:   The overall goal of this project is to improve the discriminatory accuracy of the Gail breast cancer risk prediction model 2 for women 35-49 years of age by the addition of biomarkers (testosterone, free testosterone and, Müllerian Inhibiting Substance (MIS)).           Return to Top      Title   Integration and Evaluation of Pooled Cancer Studies with Heterogeneity   Principal Investigator(s)   Mengling Liu   Division or Section   Biostatistics   Funding Agency   NIH/NCI   Grant Number   5R21CA169739-02   Project Dates   4/1/2013 - 10/31/2015    Description:   This project will investigate the novel use of penalty regularization ideas to handle heterogeneity in pooled cancer studies.           Return to Top      Michael Marmor      Title   Trace Elements in Autopsy Tissues from World Trade Center (WTC) Decedents   Principal Investigator(s)   Michael Marmor   Division or Section   Epidemiology   Funding Agency   NIH/NIOSH   Grant Number   5U01OH010395-02   Project Dates   7/1/2013 - 6/30/2015    Description:   This study will determine if WTC-related trace elements can be identified in tissues of individuals at their times of death in 2007-2012. If signature trace elements can be identified, this project will lay the foundation for future development of biomarkers indicative of cumulative exposure to WTC contaminants among living individuals.           Return to Top      Title   Histologic and Biomarker Studies of Tissues from World Trade Center Decedents   Principal Investigator(s)   Michael Marmor   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5P30ES000260-50   Project Dates   5/1/2014 - 4/30/2015    Description:   This project will expand our current studies aimed at exposure-estimation among World Trade Center Health Registry (WTCHR) enrollees to (1) histologic studies of lung specimens to search for effects of exposure to WTC contaminants, and especially blood vessel changes that might have cardiovascular health effects; (2) immunohisto¬chemical studies of brain specimens to follow-up on a finding of increased levels of Alzheimer’s-associated markers in the brains of children who had been exposed to heavy air pollution in Mexico City; (3) study of polycyclic aromatic hydrocarbon (PAH) DNA adducts, Cr(III)-DNA adducts and 8-hydroxyguanosine (8-OHdG) adducts as possible biomarkers of exposure to WTC pollutants; and (4) study of bone samples via x-ray fluorescence (XRF) to determine if signatures of WTC-exposure found in soft tissues by inductively coupled plasma mass spectrometry might translate into in vivo XRF signatures that could be used in future studies of living, WTC-exposed individuals.           Return to Top      Jennifer McNeely      Title   Screening for Substance Use with Computer Assisted Self Interview in Primary Care   Principal Investigator(s)   Jennifer McNeely   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   5K23DA030395-05   Project Dates   9/30/2010 - 8/31/2015    Description:   This study explores an innovative approach to improving rates of substance use screening in primary care, a major impediment to which has been the lack of a brief instrument that can accurately and efficiently identify patients with unhealthy substance use behaviors.           Return to Top      Title   Testing the Feasibility of a Computerized Approach to Screening, Brief Intervention and Overdose Prevention for Non-medical Use of Prescription Drugs in a University Health Center   Principal Investigator(s)   Jennifer McNeely   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA via NYU College of Nursing   Grant Number   5P30DA011041-17   Project Dates   1/1/2014 - 3/31/2015    Description:   This mixed methods study seeks to address the feasibility and acceptability of a patient self administered, computer-assisted approach to substance use screening and assessment, delivered in the context of routine primary care visits at the New York University (NYU) Student Health Center.           Return to Top      Olugbenga Ogedegbe      Title   Faith-based Approaches to Treatment of Hypertension   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL092860-05   Project Dates   9/5/2009 - 6/30/2015    Description:   The main goal of this study is to test the effectiveness of a church-based lifestyle intervention versus a health education control on blood pressure reduction.           Return to Top      Title   NYU/UG Cardiovascular Research Training Institute Program (CaRT)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/Fogarty International Center   Grant Number   5D43TW009140-04   Project Dates   9/5/2011 - 7/31/2016    Description:   Our initiative will address a critical deficiency of scientists committed to careers in cardiovascular research. Successful completion of CaRT will lead to the establishment of a sustainable cardiovascular research capacity in Ghana and the provision of a steady flow of innovative and contextualized cardiovascular research projects targeted at hypertension, diabetes, chronic kidney disease and stroke prevention. At the end of the funding period, the project will establish a network of 40 investigators with expertise in cardiovascular research and the study team expects to have developed training and mentoring curriculum that can be replicated in a variety of low resource settings in Sub-Saharan Africa.           Return to Top      Title   NHLBI Diversity Supplement for Adeiyewunmi Osinubi on parent grant Faith-based Approaches to Treat Hypertention (FAITH)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL092860-05   Project Dates   7/1/2011 - 6/30/2015    Description:   This project is a diversity supplement for a high school student to the parent NHLBI-funded project R01HL092860-01A1 Faith-based Approaches in the Treatment of Hypertension (FAITH). The candidate, Ms. Adeiyewunmi Osinubi, has expressed interest in pursuing a degree in the medical profession and gaining more exposure to community-based research.           Return to Top      Title   Mid-Career Investigator Award in Patient-Oriented Research   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5K24HL111315-04   Project Dates   12/15/2011 - 11/30/2016    Description:   Support from this K24 award will give Dr. Ogedegbe the dedicated time to enhance his research activities; recruit and mentor new clinician-investigators at NYU School of Medicine in clinical research related to translational behavioral medicine and health disparities in cardiovascular diseases.           Return to Top      Title   Incorporation of a Hypertension Working Group into the Jackson Heart Study   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI via University of Alabama at Birmingham   Grant Number   5R01HL117323-02   Project Dates   7/15/2013 - 6/30/2016    Description:   The overall objective of this study is to identify novel risk factors for hypertension, factors associated with uncontrolled blood pressure and poor medication adherence among individuals with hypertension, and risk factors for various blood pressure-related phenotypes (e.g., blood pressure variability) among African Americans.           Return to Top      Title   Task Shifting and Blood Pressure Control in Ghana: A Cluster Randomized Trial   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5U01HL114198-04   Project Dates   5/4/2012 - 3/31/2017    Description:   This Randomized Clincal Trial (RCT) is a collaborative effort between New York University School of Medicine, Loyola University, and Kwuame Nkrumah University of Science and Technology. Using a cluster randomized trial design among 640 hypertensive patients followed in 32 community health centers (CHCs) in the Ashanti Region of Ghana, this project will evaluate the comparative effectiveness of the WHO Package (targeted at CV risk assessment and hypertension control) delivered as part of the Community-based Health Planning and Services (CHPS) program, versus provision of a comprehensive national health insurance scheme (NHIS) program on blood pressure (BP) reduction.           Return to Top      Title   A Longitudinal Study of Adherence to Medication in Black Men with Hypertension (HTN)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NINR via University of Pennsylvania   Grant Number   5R01NR013491-03   Project Dates   9/1/2012 - 6/30/2016    Description:   This project is a longitudinal study to identify determinants of medication adherence in black men with HTN.           Return to Top      Title   Center for Stroke Disparities Solutions   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NINDS   Grant Number   5U54NS081765-03   Project Dates   9/30/2012 - 8/31/2017    Description:   This project will establish a Center for Stroke Disparities Solutions (CSDS) as a consortium between two academic medical centers (NYUSoM; and Columbia University Medical Center; five comprehensive stroke centers and the practice-based research network of primary care practices within New York City's Health and Hospital Corporation (HHC); and a home health care agency - the Visiting Nurse Services of New York (VNSNY). The lead institution will be New York University School of Medicine and the target communities are minority populations in all boroughs of New York City (NYC).           Return to Top      Title   Diversity Supplement for Yendelela Cuffee to parent grant Faith based Approaches to Treating Hypertension (FAITH)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL092860-05   Project Dates   9/1/2012 - 6/30/2015    Description:   This project is a diversity supplement for a postdoctoral fellow to the parent NHLBI-funded project R01HL092860-01A1 Faith-based Approaches in the Treatment of Hypertenstion (FAITH). The primary objective of the parent grant is to evaluate the effect of a church-based therapeutic lifestyle intervention (MINT-TLC) versus a health education control condition (CC) on BP reduction at 6 months.           Return to Top      Title   Blood Pressure Visit Intensification for Successful Improvement of Treatment   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI via University of Rochester   Grant Number   5R18HL117801-02   Project Dates   9/1/2013 - 6/30/2018    Description:   The goal of this project is to assess the impact of a multimodal intervention on clinician adherence to the JNC recommendation for monthly visits for patients with uncontrolled blood pressure (BP).           Return to Top      Joseph Palamar      Title   Development of a Rapid Survey to Detect Use of New and Emerging Drugs   Principal Investigator(s)   Joseph Palamar   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   1K01DA038800-01   Project Dates   2/15/2015 - 1/31/2020    Description:   The objective of this application is to identify use and correlates of use of new and emerging drugs in scenes at highest risk for use (e.g., at nightclubs, dance festivals).           Return to Top      Joseph Ravenell      Title   Faith-Based Approaches to Treating Hypertension (HTN) and Colon Cancer Prevention   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL096946-04   Project Dates   8/14/2010 - 6/30/2015    Description:   The main goal of this study is to test the effectiveness of a church-based behavioral lifestyle intervention on blood pressure (BP) reduction versus a patient navigation intervention to improve colon cancer screening.           Return to Top      Title   NHLBI Diversity Supplement for Van Don Williams II on FAITH CRC   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-02S1   Project Dates   8/1/2011 - 6/30/2015    Description:   This is a diversity supplement for an undergraduate student to the parent NHLBI-funded project R01 HL0096946-01A2 Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention (FAITH-CRC). The candidate, Mr. Van Don Williams, II, has expressed interest in pursuing a degree in the medical profession and gaining more exposure to community-based research.           Return to Top      Title   NHLBI Diversity Supplement for Jessica Forsyth on parent grant Faith-based Approaches to Treat Hypertension and Colorectal Cancer (FAITH-CRC)   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-02S2   Project Dates   9/1/2011 - 6/30/2015    Description:   This is a diversity supplement for a post doctoral fellow to the parent NHLBI-funded project R01HL096946 Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention (FAITH-CRC). The goal of the parent grant is to evaluate the effect of a lifestyle intervention delivered through telephone-based motivational interviewing (MINT) versus a patient navigation intervention on blood pressure reduction and colorectal cancer CRC screening.           Return to Top      Title   NHLBI Diversity Supplement for Candace Tannis on parent grant Faith-based Approaches to Treat Hypertension and Colorectal Cancer (FAITH-CRC)   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-02S3   Project Dates   12/15/2011 - 6/30/2015    Description:   This is a Graduate Research Assistant diversity supplement to the parent NHLBI-funded project R01HL0096946, \"Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention\" (FAITH-CRC). The goal of the research program is to provide Ms. Tannis with an enriched community-based research experience, in a supportive environment, that will enhance skills in research and foster her ability to pursue a career as an independent investigator.           Return to Top      Title   Diversity Supplement for Benjamin Ogedegbe to FAITH CRC   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-03S1   Project Dates   7/1/2012 - 6/30/2015    Description:   This is a diversity supplement for a high school student to the parent NHLBI-funded project R01HL096946 Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention (FAITH-CRC). The primary objective of the parent study is to evaluate the effect of a church-based therapeutic lifestyle intervention (MINT-TLC) versus a health education control condition (CC) on BP reduction at 6 months.           Return to Top      Antoinette Schoenthaler      Title   Racial Differences in Patient-Provider Communication and Medication Adherence   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5K23HL098564-05   Project Dates   9/1/2010 - 6/30/2015    Description:   The goal of this career development award is to develop theoretical and methodological expertise in patient-provider communication to facilitate the candidate's development into a leader in research to improve patient-provider communication with an emphasis on its relation to health disparities in patients with chronic disease.           Return to Top      Title   Keep on Track: Insights for Community Health   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   Agency for Healthcare Research and Quality (AHRQ)   Grant Number   5R21HS020982-03   Project Dates   9/1/2012 - 8/31/2015    Description:   This project will lay the foundation for an evidence base for specific personal health record (PHR) functionalities and concurrent workflows for community-based blood pressure monitoring programs, empowered through consumer health IT, to implement core elements of the Chronic Care Model.           Return to Top      Title   Ayudando Latinos Hipertensos para Mejorar Adherencia a los Medicamentos (ALMA)/ Helping Hypertensive Latinos to Improve Medication Adherence   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   American Heart Association   Grant Number   12GRNT11670001   Project Dates   7/1/2012 - 6/30/2015    Description:   This project will evaluate the effect of a practice-based adherence intervention (AI) vs. usual care (UC) on medication adherence in 148 high-risk Latino patients with uncontrolled HTN.           Return to Top      Title   Telephone Visits at Gouverneur Healthcare: A Pilot Randomized Control Trial   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   New York City Health and Hospitals Corporation   Grant Number   N/A   Project Dates   9/1/2014 - 8/31/2015    Description:   This project is a pilot randomized control trial evaluating the substitution of telephone visits for usual in-person care among providers and their patients with chronic disease receiving care in the Gouverneur Treatment and Diagnostic Center.           Return to Top      Title   Understanding Patient Experiences in Health Care Settings   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   Yale University   Grant Number   N/A   Project Dates   2/1/2015 - 5/31/2017    Description:   The purpose of the study is to develop a standardized measurement approach for healtheare discrimination in inpatient settings.           Return to Top      Mark Schwartz      Title   AMA PreDM at YMCA for Vets   Principal Investigator(s)   Mark Schwartz   Division or Section   Administration   Funding Agency   American Medical Association   Grant Number   N/A   Project Dates   2/27/2015 - 4/26/2015    Description:   -           Return to Top      Mary Sevick      Title   Program to Improve Care in Complex Chronic Disease   Principal Investigator(s)   Mary Sevick   Division or Section   Health and Behavior   Funding Agency   NIH/NINR   Grant Number   5K24NR012226-04   Project Dates   9/2/2011 - 7/31/2016    Description:   The purpose of this 5-year award is to build upon the unique multidisciplinary training of the principle investigator in patient-oriented research pertaining to translational research in complex chronic disease, and strengthen her ability to guide the next generation of scholars.           Return to Top      Title   Lifestyle Management of CKD in Obese Diabetic Patients   Principal Investigator(s)   Mary Sevick   Division or Section   Health and Behavior   Funding Agency   NIH/NIDDK   Grant Number   1R01DK100492-01A1   Project Dates   9/18/2014 - 7/31/2018    Description:   The purpose of this randomized clinical trial is to evaluate, when compared to usual care, the efficacy of 3 different technology-supported approaches to engaging 300 individuals with diabetes and concurrent chronic kidney disease in weight loss, physical activity, dietary sodium restriction, and dietary restriction of inorganic phosphates.           Return to Top      Yongzhao Shao      Title   Evaluation of Distal Airway Injury Following Exposure to World Trade Center Dust   Principal Investigator(s)   Yongzhao Shao / Kenneth Berger   Division or Section   Biostatistics   Funding Agency   Centers for Disease Control and Prevention   Grant Number   N/A   Project Dates   7/1/2011 - 6/30/2015    Description:   This study involves longitudinal statistical analysis and evaluation of repeated lung function measurements for a patient cohort exposed to World Trade Center (WTC) dust and enrolled in NYU/Bellevue Environmental Health Center (EHC). The goal of the proposed analysis is to enhance characterization of World Trade Center related lung disease using longitudinal lung function measurements that can detect lung injury in addition to abnormalities identified in standard spirometry.           Return to Top      Donna Shelley      Title   Implementing Tobacco Use Treatment Guidelines in Dental Public Health Clinics   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NCI   Grant Number   5R01CA162035-03   Project Dates   4/1/2012 - 3/31/2017    Description:   This study will test models of care that have promise to increase adoption and implementation of tobacco cessation clinical practice guideline into routine dental practice, an essential step toward achieving national health.           Return to Top      Title   Improving Adherence to Smoking Cessation Medication Among PLWHA   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   5R34DA031636-03   Project Dates   8/1/2012 - 7/31/2015    Description:   This study will provide new information about the impact of an innovative approach to tobacco cessation that addresses barriers that may make it harder for people living with HIV/AIDS (PLWHA) to quit.           Return to Top      Title   Implementing Tobacco Use Treatment Guidelines in Community Health Centers in Vietnam   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NCI   Grant Number   5R01CA175329-02   Project Dates   9/30/2013 - 8/31/2018    Description:   This study will test models of care that have promise to increase implementation and dissemination of evidence-based tobacco use treatment in health care systems in South East Asian countries (SEACs) and the U.S.           Return to Top      Title   Metro North and Metro South- Health Systems for a Tobacco-Free New York   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   New York State Department of Health   Grant Number   1306271049   Project Dates   7/1/2014 - 3/31/2019    Description:   New York University (NYU) School of Medicine will build on the extensive infrastructure and expertise of the New York State Department of Health-funded Manhattan Tobacco Cessation Center (MTCC) to be the contractor for the Metro South and Metron North Regional Catchment Area for the Health Systems for a Tobacco-Free NY.           Return to Top      Title   Assessing the Use of Electronic Cigarettes (e-cigarettes) as a Harm Reduction Strategy   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NYU/HHC CTSI   Grant Number   UL1TR000038   Project Dates   11/15/2013 - 3/31/2015    Description:   The purpose of this study is to examine the feasibility of using e-cigarettes as a method for harm reduction and the effects of providing e-cigarettes (or placebo e-cigarettes) on smoking outcomes.           Return to Top      Scott Sherman      Title   Effectiveness of Smoking-Cessation Interventions for Urban Hospital Patients   Principal Investigator(s)   Scott Sherman   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NHLBI   Grant Number   5U01HL105229-04   Project Dates   9/20/2010 - 11/30/2015    Description:   The purpose of the study is to examine the effectiveness and cost-effectiveness of a smoking cessation intervention for patients at two urban hospitals.           Return to Top      Title   NYU/Abu Dhabi Public Health Research Institute   Principal Investigator(s)   Scott Sherman   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NYU/Abu Dhabi   Grant Number   N/A   Project Dates   3/1/2012 - 8/31/2017    Description:   The institute fosters public health research, in conjunction with NYU’s campus in Abu Dhabi, United Arab Emirates. It is comprised of four research centers: smoking cessation, diabetes, genetics of obesity, and oral microbiome/ cardiovascular disease.           Return to Top      Title   Midcareer Investigator Award in Patient-Oriented Research for Dr. Scott Sherman: Understanding the Business and Economic Aspects of Waterpipe Tobacco Use   Principal Investigator(s)   Scott Sherman   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   1K24DA038345-01   Project Dates   7/1/2014 - 6/30/2019    Description:   The training goals for this mid-career mentoring award in patient-oriented research will focus on improving the quantity and quality of mentoring provided by Dr. Sherman and also to increase his expertise at the behavioral and economic aspects of alternative tobacco products (especially waterpipe tobacco).           Return to Top      Tanya Spruill      Title   Perseverative Cognitions: Assessment and Associations with Stress, Sleep and Blood Pressure (BP)   Principal Investigator(s)   Tanya Spruill   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R21HL111967-02   Project Dates   8/1/2013 - 7/31/2015    Description:   This study will address important gaps in the literature and provide critical information for the design of a larger study to determine the role of perseverative cognition in the relationships between stress, impaired sleep and elevated BP.           Return to Top      Title   Managing Epilepsy Well: Adapting Project UPLIFT for Hispanic Adults with Epilepsy   Principal Investigator(s)   Tanya Spruill / Chau Trinh-Shevrin   Division or Section   Health and Behavior   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   The NYU Managing Epilepsy Well (MEW) Network Collaborating Center will develop, evaluate and disseminate epilepsy self-management interventions with an emphasis on addressing the needs of New York City’s diverse racial and ethnic minority communities. Project UPLIFT, an intervention to improve depression in people with epilepsy, will be adapted for the Hispanic population and effects on depression, quality of life and epilepsy-related outcomes will be examined.           Return to Top      Chau Trinh-Shevrin      Title   NYU Center for the Study of Asian American Health   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   NIH/NIMHD   Grant Number   5P60MD000538-12   Project Dates   7/3/2012 - 10/31/2017    Description:   CSAAH (Center for Asian American Health) - CSAAH aims to develop and conduct research to understand, address, and eliminate health disparities in the Asian American community. It builds new and strengthens existing private and public partnerships in order to increase outreach, advocacy, and research capacity to address health disparities and social inequalities. CSAAH also trains a cadre of health and public health professionals on community-based approaches to conducting research, outreach, service delivery, and advocacy in the Asian American community.           Return to Top      Title   NYU/CUNY Health Promotion and Prevention Research Center   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Disparities   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   Prevention and Research Center           PRC (Prevention Research Center) its mission is to use a community health worker (CHW) model approach in diverse communities to build community capacity and leadership for health promotion and disease prevention. A multidisciplinary collaboration across NYU and a coalition of community partners, the PRC is part of the Centers for Disease Control and Prevention (CDC) network of Prevention Research Centers, which brings academic researchers, community members, and public health agencies together to conduct prevention research and promote the wide use of practices proven to promote good health.             Return to Top      Title   Building Community Capacity for Disability Prevention for Minority Elders   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   NIH/NIA via Cambridge Health Alliance   Grant Number   1R01AG046149-01A1   Project Dates   11/1/2014 - 4/30/2015    Description:   The project aims to evaluate whether partnerships between academic researchers, minority elders, and the community-based organizations which serve them can expand community resources and capabilities to effectively provide mental health services and reduce the risk of disability in minority elders.           Return to Top      Title   Understanding the Barriers and Facilitators to Colorectal Cancer (CRC) Screening among South Central Asian Immigrants in the United States   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2015    Description:   The goal of this one-year study is to understand the barriers and facilitators of CRC screening among South Asians in NYC using a mixed methods, community-engaged approach.           Return to Top      Title   Workplace Health Research Network (WHRN) – Collaborating Centers   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   This project will establish a collaborating center of the Workplace Health Research Network (WHRN) at the New York University-City University of New York (NYU-CUNY) Prevention Research Center.           Return to Top      Title   Managing Epilepsy Well: Adapting Project UPLIFT for Hispanic Adults with Epilepsy   Principal Investigator(s)   Tanya Spruill / Chau Trinh-Shevrin   Division or Section   Health and Behavior   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   The NYU Managing Epilepsy Well (MEW) Network Collaborating Center will develop, evaluate and disseminate epilepsy self-management interventions with an emphasis on addressing the needs of New York City’s diverse racial and ethnic minority communities. Project UPLIFT, an intervention to improve depression in people with epilepsy, will be adapted for the Hispanic population and effects on depression, quality of life and epilepsy-related outcomes will be examined.           Return to Top      Title   Harlem Community Health Workers Initiative (CHWI)   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   New York City Department of Health &amp; Mental Hygiene via City University of New York   Grant Number   N/A   Project Dates   7/1/2014 - 6/30/2015    Description:   In collaboration with partners, community health workers (CHWs) will assist New York City Housing Authority (NYCHA) residents in navigating the healthcare system; provide health coaching, case management and advocacy; and identify local resources and strategies to support the initiative.           Return to Top      Anne Zeleniuch-Jacquotte      Title   Vitamin D Related Genes and Breast Cancer Risk   Principal Investigator(s)   Anne Zeleniuch-Jacquotte   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA098661-10   Project Dates   7/1/2009 - 6/30/2015    Description:   The study examines the association of cirulating levels of 25(OH)D and calcium with breast cancer risk. The study team will also study functional polymorpishms , tagSNPs and haplotypes in genes related to D metabolism or function (VDBP, CYP24B1, CYP27A1, VDR).           Return to Top      Title   Biomarkers and Breast Cancer Risk Prediction in Younger Women   Principal Investigator(s)   Anne Zeleniuch-Jacquotte / Mengling Liu   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA178949-02   Project Dates   9/9/2013 - 8/31/2016    Description:   The overall goal of this project is to improve the discriminatory accuracy of the Gail breast cancer risk prediction model 2 for women 35-49 years of age by the addition of biomarkers (testosterone, free testosterone and, Müllerian Inhibiting Substance (MIS)).           Return to Top      Hua (Judy) Zhong      Title   Network based biosignature development   Principal Investigator(s)   Hua (Judy) Zhong   Division or Section   Biostatistics   Funding Agency   NIH/NIGMS   Grant Number   1R21GM110450-01   Project Dates   1/1/2014 - 12/31/2015    Description:   The goal of this grant is to restore preliminary results and research on causal network biosignature algorithm development.           Return to Top                                                                                                                                             NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Current Research Initiatives | Department of Population Health                            Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Population Health                                                                                  Home   About   Faculty   Divisions   Research   Education   Faculty Affairs   News/Events   Contact                                  Home Research Current Research Initiatives            Print  Email               - A + A                                         Research      Research Overview   Current Research Initiatives   Research Resources   Funding Opportunities   Research Seminar Schedule     open/close   NYU Women&#039;s Health Study                                                                      Current Research Initiatives                                            Click on an investigator's name below to see projects for which he or she is Principal Investigator.       Jiyoung Ahn Ramin Asgary Carolyn Berry Saul Blecker R. Scott Braithwaite Laurie Brotman Arthur Caplan Yu Chen Spring Dawson McClure Dustin Duncan Brian Elbel Judith Goldberg Marc Gourevitch Richard Hayes Leora Horwitz Keng-Yen Huang Nadia Islam Girardin Jean-Louis Maria Khan Tomas Kirchhoff   Kelly Kyanko Joseph Ladapo Joshua Lee Huilin Li Mengling Liu Michael Marmor Jennifer McNeely Olugbenga Ogedegbe Joseph Palamar Joseph Ravenell Antoinette Schoenthaler Mark Schwartz Mary Sevick Yongzhao Shao Donna Shelley Scott Sherman Tanya Spruill Chau Trinh-Shevrin Anne Zeleniuch-Jacquotte Hua (Judy) Zhong               Jiyoung Ahn      Title   Fiber Intake, Gut Bacteria Metabolites and Risk of Esophagus Cancer   Principal Investigator(s)   Jiyoung Ahn   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R21CA183887-01   Project Dates   9/30/2013 - 9/29/2015    Description:   We will conduct a prospective evaluation of oral microbiome and esophagus cancer risk, and to assess the microbial–host functional interrelationship in the esophagus tissue.           Return to Top      Title   Oral and Pancreas Microbiome and Risk of Pancreatic Cancer   Principal Investigator(s)   Jiyoung Ahn / Zhiheng Pei   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1U01CA182370-01   Project Dates   4/1/2014 - 3/31/2018    Description:   We will conduct a prospective evaluation of prediagnostic oral microbiome and pancreatic cancer risk, and to assess the microbial–host functional interrelationship in the pancreatic tissue.           Return to Top      Title   Prospective Study of Human Oral Microbiome and Pancreatic Cancer Risk   Principal Investigator(s)   Jiyoung Ahn   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R01CA164964-01A1   Project Dates   9/19/2014 - 8/31/2018    Description:   The study will expand our current limited knowledge on the causes of pancreatic cancer, will help to identify people at high risk for this disease, and may lead to microbial-based prophylactic preventions for pancreatic cancer.           Return to Top      Ramin Asgary      Title   VIA+Cervicography Training for Community Health Nurses for Cervical Cancer Screening in Ghana   Principal Investigator(s)   Ramin Asgary   Division or Section   Health and Behavior   Funding Agency   NYU Global Institute of Public Health   Grant Number   N/A   Project Dates   9/1/2014 - 8/31/2015    Description:   The goal of this pilot study taking place in Ghana is to develop and test an integrated multi-faceted mHealth training program to improve and enhance diagnostic skills for cervical cancer screening. This pilot study will be implemented as part of the well-established Community-based Health Planning and Services (CHPS) that uses community health nurses (CHNs) to deliver primary care services across Ghana.           Return to Top      Carolyn Berry      Title   Evaluation Services to the Corporation for Supportive Housing (CSH)   Principal Investigator(s)   Carolyn Berry   Division or Section   Health Choice   Funding Agency   Corporation for Supportive Housing via NYU Wagner   Grant Number   WSQPG-S2949   Project Dates   4/2/2012 - 7/31/2015    Description:   Researchers from New York University Robert F. Wagner Graduate School of Public Service, the Steinhardt School of Culture, Education, and Human Development, and NYU School of Medicine will conduct a rigorous evalution of the Corporation for Supportive Housing (CSH) Social Innovation Fund (SIF) initiative in all four program sites including Los Angeles County, CA, San Francisco, CA, Washtenaw County, MI, and the State of Connecticut.           Return to Top      Title   Evaluation of ECHO Endocrine Project   Principal Investigator(s)   Carolyn Berry   Division or Section   Health Choice   Funding Agency   Helmsley Foundation via NYU Wagner   Grant Number   2015-PG-T1D030   Project Dates   5/1/2014 - 4/30/2017    Description:   Funds for this grant will be used to conduct a multi-method evaluation of the University of New Mexico's ECHO Endocrine project to improve care and coordination of type 1 diabetes patients, type 2 patients with uncontrolled diabetes, and other major endocrine conditions.           Return to Top      Title   Evaluation Technical Assistance for NYSHF Grantees and Applicants Phase VI   Principal Investigator(s)   Carolyn Berry   Division or Section   Health Choice   Funding Agency   New York State Health Foundation   Grant Number   14-03120   Project Dates   11/1/2014 - 10/31/2015    Description:   The overall purposes of the project are: to continue to assist grantees in evaluating their funded projects and to enhance their internal capacity to conduct evaluation activities. Dr. Berry will pursue these two goals with a mix of workshops, initial consultation and individual technical assistance.           Return to Top      Saul Blecker      Title   Machine Learning to Predict Undiagnosed Diabetes from Insurance Claims   Principal Investigator(s)   Saul Blecker   Division or Section   Health and Behavior   Funding Agency   Independence Blue Cross Foundation via NYU Courant   Grant Number   N/A   Project Dates   12/21/2012 - 12/31/2015    Description:   The goal of this project is to identify individuals who are at high risk of developing incident diabetes and individuals who are at risk of complications of diabetes using machine learning techniques in a large administrative database.           Return to Top      Title   Health Information Technology in Heart Failure Care   Principal Investigator(s)   Saul Blecker   Division or Section   Health and Behavior   Funding Agency   Agency for Healthcare Research and Quality (AHRQ)   Grant Number   1K08HS023683-01   Project Dates   9/30/2014 - 9/29/2018    Description:   This study proposes to develop a computerized clinical decision support system to improve the care delivered to hospitalized patients with heart failure.           Return to Top      R. Scott Braithwaite      Title   East Africa IEDEA Regional Consortium   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA via Indiana University   Grant Number   5U01AI069911-09   Project Dates   9/1/2009 - 7/31/2016    Description:   The objective of this study is to determine the most efficient use of resources for monitoring HIV patients in East Africa.           Return to Top      Title   Consortium to Improve Outcomes in HIV/AIDS, Alcohol, Aging &amp; Multi-Substance Use (COMPASS)   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA   Grant Number   5U01AA020799-04   Project Dates   9/6/2011 - 8/31/2016    Description:   This study will create an interactive, web-based simulation model of HIV transmission that can help decision makers prioritize which intervention designs are most effective by tailoring results to patients and feasibility constraints.           Return to Top      Title   LINK4HEALTH: A Combination Intervention Strategy for Linkage and Retention, Swaziland   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAID via Columbia University   Grant Number   5R01AI100059-03   Project Dates   6/15/2012 - 5/31/2015    Description:   Dr. Braithwaite will lead the creation of a computer simulation to assess the impact of combination intervention strategy (CIS) on morbidity, mortality and HIV infections averted.           Return to Top      Title   Implementation Science to Optimize HIV Prevention in East Africa PEPFAR programs   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAID   Grant Number   5R01AI099970-03   Project Dates   5/15/2012 - 4/30/2015    Description:   The study seeks to use established computer simulation methods to assess the value of retention-in-care interventions and compare the value of these interventions to other ways in which resources may be spent.           Return to Top      Title   Test and Linkage to Care (TLC-IDU) Kenya   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA via NYU College of Nursing   Grant Number   5R01DA0320820-04   Project Dates   7/15/2011 - 4/30/2016    Description:   Dr. Braithwaite will complete construction of a computer simulation of the Sub-Saharan HIV pandemic and use this simulation to assess the long term value of this intervention. He will also perform economic evaluation of the TLC-IDU intervention.           Return to Top      Title   Benefits and Harms of Lung Cancer Screening in HIV Infection   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NCI via University of Washington   Grant Number   5R01CA173754-02   Project Dates   4/10/2013 - 3/31/2015    Description:   This study will determine the impact of lung cancer screening on mortality among HIV-infected persons using a mathematical modeling approach.           Return to Top      Title   Alcohol and ART Adherence in India: Assessment, Intervention and Modeling (AIM)   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA via University of Connecticut Health Center   Grant Number   5U01AA021990-02   Project Dates   6/1/2014 - 1/31/2019    Description:   This study seeks to provide an understanding of current ART implementation and alcohol and other challenges to ART adherence; identify and test multilevel interventions that can reduce alcohol consumption as a central factor in enhancing adherence; and develop predictive models for use in India and elsewhere that provides a basis for allocating intervention resources in the most cost-effective way to maximize adherence, reduce years and quality of life lost to HIV, and minimize HIV transmission.           Return to Top      Title   The Operations Research Collaboration for Alcohol Abuse and AIDS: ORCAA   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA   Grant Number   5U24AA022007-03   Project Dates   9/15/2012 - 8/31/2017    Description:   The purpose of this project is to develop an Implementation Science Resource Core to support the research efforts of several CHAART consortia, building upon existing infrastructure within these consortia.           Return to Top      Title   Addressing Hepatitis C and Hepatocellular Carcinoma: The Current and Future Epidemics   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA via NYU College of Nursing   Grant Number   5R01DA034637-02   Project Dates   7/1/2013 - 4/30/2017    Description:   The goal of this project is to use simulations to determine the combination of effective interventions for particular budget and epidemiologic scenarios that a) minimize HCV transmission, b) eradicate persistent HCV infections, c) prevent the most HCC, and d) maximize life expectancy and quality-adjusted life expectancy.           Return to Top      Title   HIV Care Coordination: Comparative Effectiveness, Outcome Determinants, and Costs   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIMH via CUNY- Hunter College   Grant Number   5R01MH101028-02   Project Dates   9/26/2013 - 8/31/2018    Description:   The goal of this study is to 1) assess the effectiveness of the Care Coordination Program (CCP) intervention by comparing primary outcomes among CCP participants with those of similar PLWH in HIV care who do not receive the CCP intervention; 2) among those who enroll in CCP, identify individual and program-level determinants of care engagement and viral load (VL) suppression up to 36 months following CCP enrollment; and 3) assess the cost-effectiveness (cost per quality-adjusted life year [QALY]) of the CCP relative to usual care outside the CCP, considering downstream cost-savings and individual and public health benefits due to improved VL suppression and HIV infections averted.           Return to Top      Title   OPTIMIZING RETENTION-IN-CARE INTERVENTIONS FOR KENYAN HIV+ ALCOHOL MISUSERS   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA   Grant Number   -   Project Dates   4/1/2014 - 3/31/2015    Description:   Our proposal will create and test the feasibility of distinct retention-in-care programs for alcohol misusers. However, we will not know if these tailored programs produce improved health outcomes, such as longer and higher-quality lives for those who are impacted by the metrics, and reductions in new HIV infections for the uninfected in the catchment area. Future work may evaluate the effectiveness of one or more of these programs, and will be an important step in stemming the HIV pandemic in Western Kenya.           Return to Top      Laurie Brotman      Title   Family and School Contexts as Predictors of Early Childhood Latino Development   Principal Investigator(s)   Laurie Brotman / Esther Calzada   Division or Section   Center for Early Childhood Health and Development   Funding Agency   NIH/NICHD   Grant Number   5R01HD066122-05   Project Dates   7/15/2010 - 5/31/2015    Description:   The goal of this project is to test a model of early childhood development that incorporates developmental and cultural concepts to examine the family context, the school context, and the intersection of the two as predictors of the academic and behavioral functioning of Latino children.           Return to Top      Title   A Longitudinal Study of Latino Students Grade 3 Academic Achievement: The Role of Early Childhood Family &amp; School Characteristics   Principal Investigator(s)   Laurie Brotman   Division or Section   Center for Early Childhood Health and Development   Funding Agency   U.S. Department of Education via University of Texas   Grant Number   R305A130702   Project Dates   9/3/2013 - 6/30/2017    Description:   The purpose of this study is to test an integrative developmental model of Latino children's academic development by examining universal and culturally-specific characteristics to the early childhood ecological context as predictors of student academic achievement in grade 3.           Return to Top      Title   Efficacy Follow-Up of ParentCorps: Long-term Impact of Early Childhood Family-Focused Intervention on Academic Achievement   Principal Investigator(s)   Laurie Brotman   Division or Section   Center for Early Childhood Health and Development   Funding Agency   U.S. Department of Education   Grant Number   R305A140298   Project Dates   7/1/2014 - 6/30/2017    Description:   This follow-up study of students who participated in a randomized controlled trial of ParentCorps in early childhood evaluates the long-term impact on academic achievement in elementary school and at the transition to middle school.           Return to Top      Title   ParentCorps NY   Principal Investigator(s)   Laurie Brotman   Division or Section   Center for Early Childhood Health and Development   Funding Agency   NYS Office of Mental Health   Grant Number   C007885   Project Dates   7/1/2014 - 6/30/2015    Description:   ParentCorps is a culturally-informed, universal intervention (for all children enrolled in Pre-K within an elementary school) designed to promote positive behavioral supports for children at home and in the classroom.           Return to Top      Arthur Caplan      Title   Gene Therapy for Urea Cycle Disorders   Principal Investigator(s)   Arthur Caplan   Division or Section   Medical Ethics   Funding Agency   NIH/NICHD via University of Pennsylvania   Grant Number   5P01HD057247-07   Project Dates   4/1/2013 - 3/31/2017    Description:   The P01 was designed to address issues related to T cell responses to transgene-encoded ornithine transcarbamylase (OTC) and to engineer the vector genome to allow for replication when the target cell population is proliferating (Project I), and to evaluate novel pharmacologic interventions that could augment the efficacy of gene therapy that is less than curative (Project II), and to engineer the AAV capsid to escape some level of pre-existing neutralizing antibodies (Project III).           Return to Top      Title   Ethics of HIV-Related Research Involving Adolescents in Kenya   Principal Investigator(s)   Arthur Caplan   Division or Section   Medical Ethics   Funding Agency   NIH/NIMH via Pacific Institute for Research and Evaluation   Grant Number   R01MH102125   Project Dates   9/1/2014 - 8/31/2019    Description:   This innovative study will examine four inter-related ethical issues essential to adolescent HIV research: recruitment and enrollment; HIV testing and disclosure of results; consent, assent and parental permission; and compensation and inducements.           Return to Top      Yu Chen      Title   Genetic Susceptibility to Cardiovascular Effects of Arsenic Exposure   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5R01ES017541-05   Project Dates   9/11/2009 - 6/30/2015    Description:   The study aims to evaluate whether the effects of arsenic exposure on cardiovascular disease risk differ by genes related to oxidative stress, arsenic metabolism, and inflammation.           Return to Top      Title   A Prospective Study of Serum Taurine and Stroke Risk in Women   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NHLBI   Grant Number   5R21HL106309-02   Project Dates   9/1/2011 - 11/30/2015    Description:   This study examines the association between serum taurine levels and subsequent stroke risk.           Return to Top      Title   Arsenic Exposure, Gut Microbiomes, and Arthrosclerosis   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5R21ES023421-02   Project Dates   1/14/2014 - 12/31/2015    Description:   This project aims to evaluate the role of gut microbiomes in arsenic methylation capacity, and the interaction between gut microbiomes and arsenic exposure in atherosclerosis.           Return to Top      Title   Health Effects and Geochemistry of Arsenic and Manganese (HEALS)   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS via University of Chicago via Columbia University   Grant Number   5P42ES010349-13   Project Dates   4/1/2012 - 3/31/2017    Description:   This project seeks to obtain fundamental new knowledge concerning the health effects, geochemistry, and remediation of As and Mn, with a particular focus on groundwater.           Return to Top      Spring Dawson McClure      Title   Taking Scientific Discoveries to Scale Via Early Childhood Mental Health Professionals   Principal Investigator(s)   Spring Dawson McClure   Division or Section   Center for Early Childhood Health and Development   Funding Agency   Bezos Family Foundation   Grant Number   N/A   Project Dates   3/1/2015 - 2/28/2016    Description:   -           Return to Top      Dustin Duncan      Title   Neighborhood Walkability and Cardiometabolic Outcomes in the Paris Metropolitan Area   Principal Investigator(s)   Dustin Duncan   Division or Section   Health Choice   Funding Agency   NYU Global Institute of Public Health   Grant Number   N/A   Project Dates   9/1/2013 - 5/31/2015    Description:   The goal of this project is to use novel measures of neighborhood walkability to understand how neighborhood walkability is linked to cardiometabolic outcomes (especially obesity) among a unique population-based sample of adults in Paris (France) metropolitan area.           Return to Top      Title   Health App Use Among Verizon Users   Principal Investigator(s)   Dustin Duncan   Division or Section   Health Choice   Funding Agency   Verizon Foundation   Grant Number   N/A   Project Dates   11/1/2014 - 10/31/2015    Description:   The aims of the project are to survey US-based Verizon users on: 1) sociodemographic characteristics (e.g., race/ethnicity, socioeconomic status, gender); 2) reasons for health app use (e.g., weight loss, smoking cessation), 3) frequency of health app use (e.g., every day, once a week), 4) perceived effectiveness of health apps used (e.g., very effective/somewhat effective, not effective) and 5) reasons for stopping use (hidden costs, inconvenience, poor usability etc).           Return to Top      Title   Ecological Momentary Assessment of Neighborhood Conditions and Cardiovascular Health Behaviors in NYC Public Housing Residents   Principal Investigator(s)   Dustin Duncan   Division or Section   Health Choice   Funding Agency   Academy Health   Grant Number   N/A   Project Dates   1/1/2015 - 7/31/2015    Description:   -           Return to Top      Brian Elbel      Title   The Impact of School Food Policy on Childhood Obesity   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   NIH/NICHD via NYU Steinhardt   Grant Number   5R01HD070739-04   Project Dates   4/1/2011 - 3/31/2015    Description:   This project will determine the influence of school-level policies, one of the most promising approaches to influence obesity, Body Mass Index (BMI) and a number of other critical outcomes measures.           Return to Top      Title   Influence of Calorie Labeling on Food Choice   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   NIH/NHLBI   Grant Number   4R01HL095935-03   Project Dates   6/1/2012 - 5/31/2015    Description:   The project has two specific aims: 1) determine the influence of mandatory, city-wide calorie labeling on the food choices of families and adolescents and 2) establish why mandatory, city-wide restaurant calorie labeling does or does not influence the food choices of families and adolescents.           Return to Top      Title   Impact of NYC Sugar Sweetened Beverage Policy on Calories Purchased and Consumed   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   New York State Health Foundation   Grant Number   12-01682   Project Dates   12/3/2012 - 12/31/2015    Description:   The project will examine the influence of the policy on calorie purchasing and consumption at fast food restaurants, where the majority of sugar sweetened beverages (SSBs) subject to the policy are sold. Additionally, it will examine the impact on total daily calories consumed by fast food consumers.           Return to Top      Title   Impact of Online Supermarket Delivery Service on SNAP Customers in the South Bronx   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   Aetna Foundation   Grant Number   12-05886   Project Dates   10/1/2013 - 6/30/2015    Description:   FreshDirect, an online supermarket delivery service in New York City, recently received approval from the USDA to conduct a pilot program in which they accept SNAP benefits (food stamps) in two low income zip codes in the South Bronx. To assess the impact of this policy change we are: (1) using data provided by FreshDirect to compare the shopping patterns of SNAP and non-SNAP customers using the service; (2) conducting a randomized control trial - where participants are randomized to use FreshDirect (experiment) or to shop with their regular grocery provider (control) - through the use of surveys and data collected from grocery receipts and; (3) conducting focus groups to understand satisfaction with and barriers to use of FreshDirect.           Return to Top      Title   Impact of the Food Environment on Child Body Mass Index   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   NIH/NIDDK   Grant Number   5R01DK097347-02   Project Dates   9/20/2013 - 8/31/2017    Description:   This project combines multiple rich datasets to determine the influence of the food environment on childhood obesity, one of the largest public health problems facing the United States.           Return to Top      Judith Goldberg      Title   Myeloproliferative Disorders (MPD) Research Consortium Biostatistics and Data Management Center   Principal Investigator(s)   Judith Goldberg   Division or Section   Biostatistics   Funding Agency   NIH/NCI via Icahn School of Medicine at Mount Sinai   Grant Number   5P01CA108671-07   Project Dates   7/1/2011 - 6/30/2016    Description:   The NYUSoM serves as the Statistics and Data Management Core for the International MPD Consortium with data management taking place at Mario Negri Sud, Italy. This translational program project will study myeloproliferative disorders from the laboratory through clinical trials.           Return to Top      Marc Gourevitch      Title   Substance Abuse Research Education and Training (SARET)   Principal Investigator(s)   Marc Gourevitch   Division or Section   Administration   Funding Agency   NIH/NIDA   Grant Number   5R25DA022461-07   Project Dates   6/1/2012 - 5/31/2017    Description:   The goal of this grant is to develop, implement and evaluate a web-based curriculum, supplemented by mentored research opportunities, that will stimulate medical, nursing and dental students to follow career paths that advance clinically-oriented research on substance abuse.           Return to Top      Title   New York City Clinical Data Research Network   Principal Investigator(s)   Marc Gourevitch   Division or Section   Administration   Funding Agency   Patient-Centered Outcomes Research Institute (PCORI) via Weill Cornell Medical Center   Grant Number   N/A   Project Dates   5/16/2014 - 10/16/2015    Description:   The New York City Clinical Data Research Network (NYC-CDRN) will bring together 7 health systems and a total of 22 organizations from across New York City to prepare a comprehensive data infrastructure for comparative effectiveness research covering up to 6 million patients.           Return to Top      Richard Hayes      Title   The Oral Microbiome and Upper Aerodigestive Squamous Cell Cancer   Principal Investigator(s)   Richard Hayes / Zhiheng Pei   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA159036-03   Project Dates   2/14/2011 - 11/30/2015    Description:   The goals of this study are to relate the oral microbiome to upper aerodigestive cell cancers (UADSCC) risk and to identify the impact of alcohol and tobacco use on the oral microbiome, in the first epidemiologic investigation of this topic.           Return to Top      Title   Long-term Air Pollution Exposure and Mortality in the NIH-AARP Cohort   Principal Investigator(s)   Richard Hayes / George Thurston   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5R01ES019584-03   Project Dates   12/1/2011 - 11/30/2015    Description:   The goal of this project is to identify which air pollution sources and constituents are associated with risk of mortality.           Return to Top      Leora Horwitz      Title   Understanding hospital readmission rates: patient, hospital and community effects   Principal Investigator(s)   Leora Horwitz   Division or Section   Healthcare Innovation and Delivery Science   Funding Agency   Agency for Healthcare Research and Quality (AHRQ)   Grant Number   1R01HS022882-01   Project Dates   9/30/2014 - 9/29/2019    Description:   The proposed work will advance our understanding of hospital readmissions through the study of characteristics of patients, hospitals and communities associated with readmissions, determining whether associations differ by clinical conditions, and examining the impact of federal and local efforts to reduce readmissions, using quantitative and qualitative analysis.           Return to Top      Keng-Yen Huang      Title   Implementing a School-Based Child Mental Health Prevention Program in Uganda   Principal Investigator(s)   Keng-Yen Huang   Division or Section   Center for Early Childhood Health and Development   Funding Agency   NIH/NIMH   Grant Number   5R21MH097115-02   Project Dates   5/1/2013 - 4/30/2015    Description:   This project seeks to apply a cost-effective population strategy to address the existing mental health service and resource gaps by adapting and implementing an empirically-supported school-based child mental health preventive program, ParentCorps (PC), to schools in Uganda.           Return to Top      Nadia Islam      Title   Family Based Dental Health Promotion in the Sikh Community   Principal Investigator(s)   Nadia Islam   Division or Section   Health Equity   Funding Agency   United Sikh via DentaQuest Foundation   Grant Number   N/A   Project Dates   9/1/2012 - 8/31/2015    Description:   UNITED SIKHS, the NYU PRC, and the NYU College of Dentistry will collaborate to conduct a descriptive study on dental health in the Sikh South Asian communities of New York City and New Jersey and to build the capacity of these communities to address dental health issues.           Return to Top      Title   NY State of Health; IPA/Navigator Program   Principal Investigator(s)   Nadia Islam   Division or Section   Health Equity   Funding Agency   NYSDOH via Coalition for Asian American Children and Families   Grant Number   N/A   Project Dates   10/1/2013 - 9/30/2015    Description:   The program aims to expand health insurance coverage to eligible New Yorkers and provide health resources and referrals for those that do not qualify for the NY State of Health marketplace.           Return to Top      Title   Understanding the Barriers and Facilitators to Colorectal Cancer (CRC) Screening among South Central Asian Immigrants in the United States   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2015    Description:   The goal of this one-year study is to understand the barriers and facilitators of CRC screening among South Asians in NYC using a mixed methods, community-engaged approach.           Return to Top      Title   Workplace Health Research Network (WHRN) – Collaborating Centers   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   This project will establish a collaborating center of the Workplace Health Research Network (WHRN) at the New York University-City University of New York (NYU-CUNY) Prevention Research Center.           Return to Top      Title   Project Racial and Ethnic Approaches to Community Health for Asian Americans (REACH FAR)   Principal Investigator(s)   Nadia Islam   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U58DP005621-01   Project Dates   9/30/2014 - 9/29/2017    Description:   This 3-year initiative will award funds to create healthier communities by strengthening existing capacity to implement locally tailored evidence and practice-based population based PSE improvement strategies in priority populations experiencing chronic disease disparities and associated risk factors, and supporting implementation, evaluation and dissemination of these strategies.           Return to Top      Girardin Jean-Louis      Title   Tailored Sleep Health Education: A Community Engaged Approach   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R25HL116378-02   Project Dates   9/6/2013 - 6/30/2017    Description:   This study aims to develop educational tools and platforms to promote the transfer of sleep health information to blacks to foster adoption of healthful sleep practices.           Return to Top      Title   Tailored Peer-Based Sleep Health Education and Social Support in Blacks with OSA   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NIMHD   Grant Number   1R01MD007716-01A1   Project Dates   7/2/2014 - 3/31/2019    Description:   This collaborative research project will build capacity to support evaluation and referral of black men and women at risk for sleep apnea at the community level. It will examine whether a culturally and linguistically tailored peer-based sleep health intervention will increase adherence to recommended sleep apnea screening and treatment among blacks in barbershops, beauty salons and churches.           Return to Top      Title   Psychosocial and Environmental Determinants of Insufficient Sleep Among Blacks   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NYU/HHC CTSI   Grant Number   UL1TR000038   Project Dates   11/15/2013 - 3/31/2015    Description:   This project funded by the NYU-HHC CTSI, team will investigate the following aims: 1) To assess the prevalence and severity of insufficient sleep among blacks using home-based sleep recording instruments; 2) To assess metabolic factors (e.g., obesity, blood pressure, blood sugar level, lipid profile, and C-reactive protein) that are associated with insufficient sleep; 3) To identify psychosocial (social network and emotional distress), health behavior (physical activity, diet, and sleep habits) and environmental factors (social capital, neighborhood, social economic status and built environment) that are associated with insufficient sleep.           Return to Top      Title   Program to Increase Diversity in Faculty Engaged in Behavioral and Sleep Medicine   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   2R25HL105444-05   Project Dates   9/18/2014 - 5/31/2018    Description:   The goal of the NYU Behavioral Medicine and Sleep Disorders Institute is to continue building capacity to increase diversity in the academic workforce.           Return to Top      Title   Chronic Moderate Sleep Restriction in Older Long and Older Average Sleepers   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI via Arizona State University   Grant Number   7R01HL095799-04   Project Dates   8/15/2014 - 6/30/2016    Description:   The aims of this expansion of HL71560 are: (1) to examine the ability of older long sleepers and older average sleepers to adhere to 60 min TIB restriction; and (2) to contrast effects of 12 weeks of 60 min TIB restriction on health-related measures in older long vs. average sleepers. The study should also provide genotyping and qualitative information about habits/beliefs about sleep in these groups.           Return to Top      Maria Khan      Title   Longitudinal Study of Trauma, HIV Risk, and Criminal Justice Involvement   Principal Investigator(s)   Maria Khan   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA   Grant Number   7R01DA036414-02   Project Dates   9/15/2014 - 1/31/2017    Description:   The purpose of this project is to analyze data from The National Longitudinal Study of Adolescent Health (Add Heath), a multi-wave prospective and nationally-representative study of more than 20,000 subjects followed from childhood to adulthood, to address critical gaps cutting across the mental health, addiction, infectious disease, and criminal justice fields.           Return to Top      Title   Relationship Disruption During Incarceration and HIV Risk in African American Men   Principal Investigator(s)   Maria Khan   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA   Grant Number   7R01DA028766-05   Project Dates   9/15/2014 - 7/31/2015    Description:   The overall aim of the funded project is to examine the hypothesis that dissolution of stable intimate relationships during incarceration elevates sexual risk behavior and drug use among inmates upon their release.           Return to Top      Tomas Kirchhoff      Title   The Germline Variation in Immune and Epigenetic Pathways and Melanoma Prognosis   Principal Investigator(s)   Tomas Kirchhoff   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R21CA184924-01   Project Dates   9/30/2013 - 9/29/2015    Description:   The goal of the study is to discover common and rare genetic loci associated with melanoma clinical outcomes, including recurrence and overall survival.           Return to Top      Title   The Genetic Markers of Ipilimumab Response in Patients with Metastatic Melanoma   Principal Investigator(s)   Tomas Kirchhoff   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R21CA184432-01   Project Dates   4/1/2014 - 3/31/2016    Description:   The goal of this project is to analyze the impact of ipilimumab in stimulation of immune response to inform on improvement of drug designs and therapeutic decisions, and point to novel molecular mechanisms triggering the application to other combined therapy approaches in treatment of metastatic melanoma.           Return to Top      Kelly Kyanko      Title   Clinical Working Groups' Operationalization of Clinical Logic, Risk Model and Software Documentation for a Medicare Episode Grouper Research Project   Principal Investigator(s)   Kelly Kyanko   Division or Section   Health Choice   Funding Agency   Island Peer Review Organization via Brandeis University   Grant Number   N/A   Project Dates   10/1/2012 - 9/30/2015    Description:   CMS Episode Grouper subcontract with Brandeis University requires that we have clinical staff that can lead the development and review of clinical logic into episode of care meta data files. Dr. Kelly Kyanko will serve as a consultant to IPRO and provide her services in pursuit of meeting the contract sub contract obligations with Brandeis University.           Return to Top      Joseph Ladapo      Title   Patient-Centered Approaches to Diagnosing Coronary Heart Disease (CHD)   Principal Investigator(s)   Joseph Ladapo   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NHLBI   Grant Number   5K23HL116787-02   Project Dates   8/1/2013 - 7/31/2018    Description:   The specific aims of this grant involve developing patient-centered approaches to diagnosing CHD that improve diagnostic accuracy, reduce unnecessary testing and radiation exposure, and incorporate the impact of false-positive stress test results on patients’ anxiety, perception of illness, and quality of life.           Return to Top      Title   A Randomized Comparative Effectiveness Trial Of Financial Incentives Versus Usual Care For Smokers Hospitalized In The Veterans Affairs Hospital System   Principal Investigator(s)   Joseph Ladapo   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   Robert Wood Johnson Foundation   Grant Number   72426   Project Dates   1/1/2015 - 12/31/2018    Description:   To advance the science and implementation of smoking cessation interventions, this study proposes a two-phase study that will (1) develop feasible and acceptable approaches to delivering financial incentives to hospitalized smokers using a mixed methods approach, and (2) compare the effectiveness of these interventions to standard care in a randomized pilot study.           Return to Top      Joshua Lee      Title   Extended-Release Naltrexone Opioid Treatment at Jail-to-Community Re-entry   Principal Investigator(s)   Joshua Lee   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   5U01DA033336-02   Project Dates   6/1/2013 - 5/31/2018    Description:   This study seeks to estimate the effectiveness of newly FDA-approved extended-release naltrexone (XR-NTX) when initiated by opioid users leaving a larger urban jail.           Return to Top      Title   Extended-Release vs. Oral Naltrexone Alcohol Treatment In Primary Care   Principal Investigator(s)   Joshua Lee   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIAAA   Grant Number   5R01AA020836-02   Project Dates   8/1/2013 - 4/30/2018    Description:   This project is a real-world evaluation of the effectiveness of a newer form of naltrexone, injectable extended-release naltrexone, for primary care alcohol treatment.           Return to Top      Huilin Li      Title   Secondary Analysis of Longitudinal Trait in Genome Wide Association Studies (GWAS)   Principal Investigator(s)   Huilin Li   Division or Section   Biostatistics   Funding Agency   NIH/NCI   Grant Number   1U01CA170948-01A1   Project Dates   9/26/2013 - 8/31/2015    Description:   We will develop secondary analysis statistical approaches which use the available case-control GWAS studies to investigate the association between genotype and longitudinal trait data.           Return to Top      Mengling Liu      Title   Biomarkers and Breast Cancer Risk Prediction in Younger Women   Principal Investigator(s)   Anne Zeleniuch-Jacquotte / Mengling Liu   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA178949-02   Project Dates   9/9/2013 - 8/31/2016    Description:   The overall goal of this project is to improve the discriminatory accuracy of the Gail breast cancer risk prediction model 2 for women 35-49 years of age by the addition of biomarkers (testosterone, free testosterone and, Müllerian Inhibiting Substance (MIS)).           Return to Top      Title   Integration and Evaluation of Pooled Cancer Studies with Heterogeneity   Principal Investigator(s)   Mengling Liu   Division or Section   Biostatistics   Funding Agency   NIH/NCI   Grant Number   5R21CA169739-02   Project Dates   4/1/2013 - 10/31/2015    Description:   This project will investigate the novel use of penalty regularization ideas to handle heterogeneity in pooled cancer studies.           Return to Top      Michael Marmor      Title   Trace Elements in Autopsy Tissues from World Trade Center (WTC) Decedents   Principal Investigator(s)   Michael Marmor   Division or Section   Epidemiology   Funding Agency   NIH/NIOSH   Grant Number   5U01OH010395-02   Project Dates   7/1/2013 - 6/30/2015    Description:   This study will determine if WTC-related trace elements can be identified in tissues of individuals at their times of death in 2007-2012. If signature trace elements can be identified, this project will lay the foundation for future development of biomarkers indicative of cumulative exposure to WTC contaminants among living individuals.           Return to Top      Title   Histologic and Biomarker Studies of Tissues from World Trade Center Decedents   Principal Investigator(s)   Michael Marmor   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5P30ES000260-50   Project Dates   5/1/2014 - 4/30/2015    Description:   This project will expand our current studies aimed at exposure-estimation among World Trade Center Health Registry (WTCHR) enrollees to (1) histologic studies of lung specimens to search for effects of exposure to WTC contaminants, and especially blood vessel changes that might have cardiovascular health effects; (2) immunohisto¬chemical studies of brain specimens to follow-up on a finding of increased levels of Alzheimer’s-associated markers in the brains of children who had been exposed to heavy air pollution in Mexico City; (3) study of polycyclic aromatic hydrocarbon (PAH) DNA adducts, Cr(III)-DNA adducts and 8-hydroxyguanosine (8-OHdG) adducts as possible biomarkers of exposure to WTC pollutants; and (4) study of bone samples via x-ray fluorescence (XRF) to determine if signatures of WTC-exposure found in soft tissues by inductively coupled plasma mass spectrometry might translate into in vivo XRF signatures that could be used in future studies of living, WTC-exposed individuals.           Return to Top      Jennifer McNeely      Title   Screening for Substance Use with Computer Assisted Self Interview in Primary Care   Principal Investigator(s)   Jennifer McNeely   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   5K23DA030395-05   Project Dates   9/30/2010 - 8/31/2015    Description:   This study explores an innovative approach to improving rates of substance use screening in primary care, a major impediment to which has been the lack of a brief instrument that can accurately and efficiently identify patients with unhealthy substance use behaviors.           Return to Top      Title   Testing the Feasibility of a Computerized Approach to Screening, Brief Intervention and Overdose Prevention for Non-medical Use of Prescription Drugs in a University Health Center   Principal Investigator(s)   Jennifer McNeely   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA via NYU College of Nursing   Grant Number   5P30DA011041-17   Project Dates   1/1/2014 - 3/31/2015    Description:   This mixed methods study seeks to address the feasibility and acceptability of a patient self administered, computer-assisted approach to substance use screening and assessment, delivered in the context of routine primary care visits at the New York University (NYU) Student Health Center.           Return to Top      Olugbenga Ogedegbe      Title   Faith-based Approaches to Treatment of Hypertension   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL092860-05   Project Dates   9/5/2009 - 6/30/2015    Description:   The main goal of this study is to test the effectiveness of a church-based lifestyle intervention versus a health education control on blood pressure reduction.           Return to Top      Title   NYU/UG Cardiovascular Research Training Institute Program (CaRT)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/Fogarty International Center   Grant Number   5D43TW009140-04   Project Dates   9/5/2011 - 7/31/2016    Description:   Our initiative will address a critical deficiency of scientists committed to careers in cardiovascular research. Successful completion of CaRT will lead to the establishment of a sustainable cardiovascular research capacity in Ghana and the provision of a steady flow of innovative and contextualized cardiovascular research projects targeted at hypertension, diabetes, chronic kidney disease and stroke prevention. At the end of the funding period, the project will establish a network of 40 investigators with expertise in cardiovascular research and the study team expects to have developed training and mentoring curriculum that can be replicated in a variety of low resource settings in Sub-Saharan Africa.           Return to Top      Title   NHLBI Diversity Supplement for Adeiyewunmi Osinubi on parent grant Faith-based Approaches to Treat Hypertention (FAITH)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL092860-05   Project Dates   7/1/2011 - 6/30/2015    Description:   This project is a diversity supplement for a high school student to the parent NHLBI-funded project R01HL092860-01A1 Faith-based Approaches in the Treatment of Hypertension (FAITH). The candidate, Ms. Adeiyewunmi Osinubi, has expressed interest in pursuing a degree in the medical profession and gaining more exposure to community-based research.           Return to Top      Title   Mid-Career Investigator Award in Patient-Oriented Research   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5K24HL111315-04   Project Dates   12/15/2011 - 11/30/2016    Description:   Support from this K24 award will give Dr. Ogedegbe the dedicated time to enhance his research activities; recruit and mentor new clinician-investigators at NYU School of Medicine in clinical research related to translational behavioral medicine and health disparities in cardiovascular diseases.           Return to Top      Title   Incorporation of a Hypertension Working Group into the Jackson Heart Study   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI via University of Alabama at Birmingham   Grant Number   5R01HL117323-02   Project Dates   7/15/2013 - 6/30/2016    Description:   The overall objective of this study is to identify novel risk factors for hypertension, factors associated with uncontrolled blood pressure and poor medication adherence among individuals with hypertension, and risk factors for various blood pressure-related phenotypes (e.g., blood pressure variability) among African Americans.           Return to Top      Title   Task Shifting and Blood Pressure Control in Ghana: A Cluster Randomized Trial   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5U01HL114198-04   Project Dates   5/4/2012 - 3/31/2017    Description:   This Randomized Clincal Trial (RCT) is a collaborative effort between New York University School of Medicine, Loyola University, and Kwuame Nkrumah University of Science and Technology. Using a cluster randomized trial design among 640 hypertensive patients followed in 32 community health centers (CHCs) in the Ashanti Region of Ghana, this project will evaluate the comparative effectiveness of the WHO Package (targeted at CV risk assessment and hypertension control) delivered as part of the Community-based Health Planning and Services (CHPS) program, versus provision of a comprehensive national health insurance scheme (NHIS) program on blood pressure (BP) reduction.           Return to Top      Title   A Longitudinal Study of Adherence to Medication in Black Men with Hypertension (HTN)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NINR via University of Pennsylvania   Grant Number   5R01NR013491-03   Project Dates   9/1/2012 - 6/30/2016    Description:   This project is a longitudinal study to identify determinants of medication adherence in black men with HTN.           Return to Top      Title   Center for Stroke Disparities Solutions   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NINDS   Grant Number   5U54NS081765-03   Project Dates   9/30/2012 - 8/31/2017    Description:   This project will establish a Center for Stroke Disparities Solutions (CSDS) as a consortium between two academic medical centers (NYUSoM; and Columbia University Medical Center; five comprehensive stroke centers and the practice-based research network of primary care practices within New York City's Health and Hospital Corporation (HHC); and a home health care agency - the Visiting Nurse Services of New York (VNSNY). The lead institution will be New York University School of Medicine and the target communities are minority populations in all boroughs of New York City (NYC).           Return to Top      Title   Diversity Supplement for Yendelela Cuffee to parent grant Faith based Approaches to Treating Hypertension (FAITH)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL092860-05   Project Dates   9/1/2012 - 6/30/2015    Description:   This project is a diversity supplement for a postdoctoral fellow to the parent NHLBI-funded project R01HL092860-01A1 Faith-based Approaches in the Treatment of Hypertenstion (FAITH). The primary objective of the parent grant is to evaluate the effect of a church-based therapeutic lifestyle intervention (MINT-TLC) versus a health education control condition (CC) on BP reduction at 6 months.           Return to Top      Title   Blood Pressure Visit Intensification for Successful Improvement of Treatment   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI via University of Rochester   Grant Number   5R18HL117801-02   Project Dates   9/1/2013 - 6/30/2018    Description:   The goal of this project is to assess the impact of a multimodal intervention on clinician adherence to the JNC recommendation for monthly visits for patients with uncontrolled blood pressure (BP).           Return to Top      Joseph Palamar      Title   Development of a Rapid Survey to Detect Use of New and Emerging Drugs   Principal Investigator(s)   Joseph Palamar   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   1K01DA038800-01   Project Dates   2/15/2015 - 1/31/2020    Description:   The objective of this application is to identify use and correlates of use of new and emerging drugs in scenes at highest risk for use (e.g., at nightclubs, dance festivals).           Return to Top      Joseph Ravenell      Title   Faith-Based Approaches to Treating Hypertension (HTN) and Colon Cancer Prevention   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL096946-04   Project Dates   8/14/2010 - 6/30/2015    Description:   The main goal of this study is to test the effectiveness of a church-based behavioral lifestyle intervention on blood pressure (BP) reduction versus a patient navigation intervention to improve colon cancer screening.           Return to Top      Title   NHLBI Diversity Supplement for Van Don Williams II on FAITH CRC   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-02S1   Project Dates   8/1/2011 - 6/30/2015    Description:   This is a diversity supplement for an undergraduate student to the parent NHLBI-funded project R01 HL0096946-01A2 Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention (FAITH-CRC). The candidate, Mr. Van Don Williams, II, has expressed interest in pursuing a degree in the medical profession and gaining more exposure to community-based research.           Return to Top      Title   NHLBI Diversity Supplement for Jessica Forsyth on parent grant Faith-based Approaches to Treat Hypertension and Colorectal Cancer (FAITH-CRC)   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-02S2   Project Dates   9/1/2011 - 6/30/2015    Description:   This is a diversity supplement for a post doctoral fellow to the parent NHLBI-funded project R01HL096946 Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention (FAITH-CRC). The goal of the parent grant is to evaluate the effect of a lifestyle intervention delivered through telephone-based motivational interviewing (MINT) versus a patient navigation intervention on blood pressure reduction and colorectal cancer CRC screening.           Return to Top      Title   NHLBI Diversity Supplement for Candace Tannis on parent grant Faith-based Approaches to Treat Hypertension and Colorectal Cancer (FAITH-CRC)   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-02S3   Project Dates   12/15/2011 - 6/30/2015    Description:   This is a Graduate Research Assistant diversity supplement to the parent NHLBI-funded project R01HL0096946, \"Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention\" (FAITH-CRC). The goal of the research program is to provide Ms. Tannis with an enriched community-based research experience, in a supportive environment, that will enhance skills in research and foster her ability to pursue a career as an independent investigator.           Return to Top      Title   Diversity Supplement for Benjamin Ogedegbe to FAITH CRC   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-03S1   Project Dates   7/1/2012 - 6/30/2015    Description:   This is a diversity supplement for a high school student to the parent NHLBI-funded project R01HL096946 Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention (FAITH-CRC). The primary objective of the parent study is to evaluate the effect of a church-based therapeutic lifestyle intervention (MINT-TLC) versus a health education control condition (CC) on BP reduction at 6 months.           Return to Top      Antoinette Schoenthaler      Title   Racial Differences in Patient-Provider Communication and Medication Adherence   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5K23HL098564-05   Project Dates   9/1/2010 - 6/30/2015    Description:   The goal of this career development award is to develop theoretical and methodological expertise in patient-provider communication to facilitate the candidate's development into a leader in research to improve patient-provider communication with an emphasis on its relation to health disparities in patients with chronic disease.           Return to Top      Title   Keep on Track: Insights for Community Health   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   Agency for Healthcare Research and Quality (AHRQ)   Grant Number   5R21HS020982-03   Project Dates   9/1/2012 - 8/31/2015    Description:   This project will lay the foundation for an evidence base for specific personal health record (PHR) functionalities and concurrent workflows for community-based blood pressure monitoring programs, empowered through consumer health IT, to implement core elements of the Chronic Care Model.           Return to Top      Title   Ayudando Latinos Hipertensos para Mejorar Adherencia a los Medicamentos (ALMA)/ Helping Hypertensive Latinos to Improve Medication Adherence   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   American Heart Association   Grant Number   12GRNT11670001   Project Dates   7/1/2012 - 6/30/2015    Description:   This project will evaluate the effect of a practice-based adherence intervention (AI) vs. usual care (UC) on medication adherence in 148 high-risk Latino patients with uncontrolled HTN.           Return to Top      Title   Telephone Visits at Gouverneur Healthcare: A Pilot Randomized Control Trial   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   New York City Health and Hospitals Corporation   Grant Number   N/A   Project Dates   9/1/2014 - 8/31/2015    Description:   This project is a pilot randomized control trial evaluating the substitution of telephone visits for usual in-person care among providers and their patients with chronic disease receiving care in the Gouverneur Treatment and Diagnostic Center.           Return to Top      Title   Understanding Patient Experiences in Health Care Settings   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   Yale University   Grant Number   N/A   Project Dates   2/1/2015 - 5/31/2017    Description:   The purpose of the study is to develop a standardized measurement approach for healtheare discrimination in inpatient settings.           Return to Top      Mark Schwartz      Title   AMA PreDM at YMCA for Vets   Principal Investigator(s)   Mark Schwartz   Division or Section   Administration   Funding Agency   American Medical Association   Grant Number   N/A   Project Dates   2/27/2015 - 4/26/2015    Description:   -           Return to Top      Mary Sevick      Title   Program to Improve Care in Complex Chronic Disease   Principal Investigator(s)   Mary Sevick   Division or Section   Health and Behavior   Funding Agency   NIH/NINR   Grant Number   5K24NR012226-04   Project Dates   9/2/2011 - 7/31/2016    Description:   The purpose of this 5-year award is to build upon the unique multidisciplinary training of the principle investigator in patient-oriented research pertaining to translational research in complex chronic disease, and strengthen her ability to guide the next generation of scholars.           Return to Top      Title   Lifestyle Management of CKD in Obese Diabetic Patients   Principal Investigator(s)   Mary Sevick   Division or Section   Health and Behavior   Funding Agency   NIH/NIDDK   Grant Number   1R01DK100492-01A1   Project Dates   9/18/2014 - 7/31/2018    Description:   The purpose of this randomized clinical trial is to evaluate, when compared to usual care, the efficacy of 3 different technology-supported approaches to engaging 300 individuals with diabetes and concurrent chronic kidney disease in weight loss, physical activity, dietary sodium restriction, and dietary restriction of inorganic phosphates.           Return to Top      Yongzhao Shao      Title   Evaluation of Distal Airway Injury Following Exposure to World Trade Center Dust   Principal Investigator(s)   Yongzhao Shao / Kenneth Berger   Division or Section   Biostatistics   Funding Agency   Centers for Disease Control and Prevention   Grant Number   N/A   Project Dates   7/1/2011 - 6/30/2015    Description:   This study involves longitudinal statistical analysis and evaluation of repeated lung function measurements for a patient cohort exposed to World Trade Center (WTC) dust and enrolled in NYU/Bellevue Environmental Health Center (EHC). The goal of the proposed analysis is to enhance characterization of World Trade Center related lung disease using longitudinal lung function measurements that can detect lung injury in addition to abnormalities identified in standard spirometry.           Return to Top      Donna Shelley      Title   Implementing Tobacco Use Treatment Guidelines in Dental Public Health Clinics   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NCI   Grant Number   5R01CA162035-03   Project Dates   4/1/2012 - 3/31/2017    Description:   This study will test models of care that have promise to increase adoption and implementation of tobacco cessation clinical practice guideline into routine dental practice, an essential step toward achieving national health.           Return to Top      Title   Improving Adherence to Smoking Cessation Medication Among PLWHA   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   5R34DA031636-03   Project Dates   8/1/2012 - 7/31/2015    Description:   This study will provide new information about the impact of an innovative approach to tobacco cessation that addresses barriers that may make it harder for people living with HIV/AIDS (PLWHA) to quit.           Return to Top      Title   Implementing Tobacco Use Treatment Guidelines in Community Health Centers in Vietnam   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NCI   Grant Number   5R01CA175329-02   Project Dates   9/30/2013 - 8/31/2018    Description:   This study will test models of care that have promise to increase implementation and dissemination of evidence-based tobacco use treatment in health care systems in South East Asian countries (SEACs) and the U.S.           Return to Top      Title   Metro North and Metro South- Health Systems for a Tobacco-Free New York   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   New York State Department of Health   Grant Number   1306271049   Project Dates   7/1/2014 - 3/31/2019    Description:   New York University (NYU) School of Medicine will build on the extensive infrastructure and expertise of the New York State Department of Health-funded Manhattan Tobacco Cessation Center (MTCC) to be the contractor for the Metro South and Metron North Regional Catchment Area for the Health Systems for a Tobacco-Free NY.           Return to Top      Title   Assessing the Use of Electronic Cigarettes (e-cigarettes) as a Harm Reduction Strategy   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NYU/HHC CTSI   Grant Number   UL1TR000038   Project Dates   11/15/2013 - 3/31/2015    Description:   The purpose of this study is to examine the feasibility of using e-cigarettes as a method for harm reduction and the effects of providing e-cigarettes (or placebo e-cigarettes) on smoking outcomes.           Return to Top      Scott Sherman      Title   Effectiveness of Smoking-Cessation Interventions for Urban Hospital Patients   Principal Investigator(s)   Scott Sherman   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NHLBI   Grant Number   5U01HL105229-04   Project Dates   9/20/2010 - 11/30/2015    Description:   The purpose of the study is to examine the effectiveness and cost-effectiveness of a smoking cessation intervention for patients at two urban hospitals.           Return to Top      Title   NYU/Abu Dhabi Public Health Research Institute   Principal Investigator(s)   Scott Sherman   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NYU/Abu Dhabi   Grant Number   N/A   Project Dates   3/1/2012 - 8/31/2017    Description:   The institute fosters public health research, in conjunction with NYU’s campus in Abu Dhabi, United Arab Emirates. It is comprised of four research centers: smoking cessation, diabetes, genetics of obesity, and oral microbiome/ cardiovascular disease.           Return to Top      Title   Midcareer Investigator Award in Patient-Oriented Research for Dr. Scott Sherman: Understanding the Business and Economic Aspects of Waterpipe Tobacco Use   Principal Investigator(s)   Scott Sherman   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   1K24DA038345-01   Project Dates   7/1/2014 - 6/30/2019    Description:   The training goals for this mid-career mentoring award in patient-oriented research will focus on improving the quantity and quality of mentoring provided by Dr. Sherman and also to increase his expertise at the behavioral and economic aspects of alternative tobacco products (especially waterpipe tobacco).           Return to Top      Tanya Spruill      Title   Perseverative Cognitions: Assessment and Associations with Stress, Sleep and Blood Pressure (BP)   Principal Investigator(s)   Tanya Spruill   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R21HL111967-02   Project Dates   8/1/2013 - 7/31/2015    Description:   This study will address important gaps in the literature and provide critical information for the design of a larger study to determine the role of perseverative cognition in the relationships between stress, impaired sleep and elevated BP.           Return to Top      Title   Managing Epilepsy Well: Adapting Project UPLIFT for Hispanic Adults with Epilepsy   Principal Investigator(s)   Tanya Spruill / Chau Trinh-Shevrin   Division or Section   Health and Behavior   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   The NYU Managing Epilepsy Well (MEW) Network Collaborating Center will develop, evaluate and disseminate epilepsy self-management interventions with an emphasis on addressing the needs of New York City’s diverse racial and ethnic minority communities. Project UPLIFT, an intervention to improve depression in people with epilepsy, will be adapted for the Hispanic population and effects on depression, quality of life and epilepsy-related outcomes will be examined.           Return to Top      Chau Trinh-Shevrin      Title   NYU Center for the Study of Asian American Health   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   NIH/NIMHD   Grant Number   5P60MD000538-12   Project Dates   7/3/2012 - 10/31/2017    Description:   CSAAH (Center for Asian American Health) - CSAAH aims to develop and conduct research to understand, address, and eliminate health disparities in the Asian American community. It builds new and strengthens existing private and public partnerships in order to increase outreach, advocacy, and research capacity to address health disparities and social inequalities. CSAAH also trains a cadre of health and public health professionals on community-based approaches to conducting research, outreach, service delivery, and advocacy in the Asian American community.           Return to Top      Title   NYU/CUNY Health Promotion and Prevention Research Center   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Disparities   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   Prevention and Research Center           PRC (Prevention Research Center) its mission is to use a community health worker (CHW) model approach in diverse communities to build community capacity and leadership for health promotion and disease prevention. A multidisciplinary collaboration across NYU and a coalition of community partners, the PRC is part of the Centers for Disease Control and Prevention (CDC) network of Prevention Research Centers, which brings academic researchers, community members, and public health agencies together to conduct prevention research and promote the wide use of practices proven to promote good health.             Return to Top      Title   Building Community Capacity for Disability Prevention for Minority Elders   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   NIH/NIA via Cambridge Health Alliance   Grant Number   1R01AG046149-01A1   Project Dates   11/1/2014 - 4/30/2015    Description:   The project aims to evaluate whether partnerships between academic researchers, minority elders, and the community-based organizations which serve them can expand community resources and capabilities to effectively provide mental health services and reduce the risk of disability in minority elders.           Return to Top      Title   Understanding the Barriers and Facilitators to Colorectal Cancer (CRC) Screening among South Central Asian Immigrants in the United States   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2015    Description:   The goal of this one-year study is to understand the barriers and facilitators of CRC screening among South Asians in NYC using a mixed methods, community-engaged approach.           Return to Top      Title   Workplace Health Research Network (WHRN) – Collaborating Centers   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   This project will establish a collaborating center of the Workplace Health Research Network (WHRN) at the New York University-City University of New York (NYU-CUNY) Prevention Research Center.           Return to Top      Title   Managing Epilepsy Well: Adapting Project UPLIFT for Hispanic Adults with Epilepsy   Principal Investigator(s)   Tanya Spruill / Chau Trinh-Shevrin   Division or Section   Health and Behavior   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   The NYU Managing Epilepsy Well (MEW) Network Collaborating Center will develop, evaluate and disseminate epilepsy self-management interventions with an emphasis on addressing the needs of New York City’s diverse racial and ethnic minority communities. Project UPLIFT, an intervention to improve depression in people with epilepsy, will be adapted for the Hispanic population and effects on depression, quality of life and epilepsy-related outcomes will be examined.           Return to Top      Title   Harlem Community Health Workers Initiative (CHWI)   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   New York City Department of Health &amp; Mental Hygiene via City University of New York   Grant Number   N/A   Project Dates   7/1/2014 - 6/30/2015    Description:   In collaboration with partners, community health workers (CHWs) will assist New York City Housing Authority (NYCHA) residents in navigating the healthcare system; provide health coaching, case management and advocacy; and identify local resources and strategies to support the initiative.           Return to Top      Anne Zeleniuch-Jacquotte      Title   Vitamin D Related Genes and Breast Cancer Risk   Principal Investigator(s)   Anne Zeleniuch-Jacquotte   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA098661-10   Project Dates   7/1/2009 - 6/30/2015    Description:   The study examines the association of cirulating levels of 25(OH)D and calcium with breast cancer risk. The study team will also study functional polymorpishms , tagSNPs and haplotypes in genes related to D metabolism or function (VDBP, CYP24B1, CYP27A1, VDR).           Return to Top      Title   Biomarkers and Breast Cancer Risk Prediction in Younger Women   Principal Investigator(s)   Anne Zeleniuch-Jacquotte / Mengling Liu   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA178949-02   Project Dates   9/9/2013 - 8/31/2016    Description:   The overall goal of this project is to improve the discriminatory accuracy of the Gail breast cancer risk prediction model 2 for women 35-49 years of age by the addition of biomarkers (testosterone, free testosterone and, Müllerian Inhibiting Substance (MIS)).           Return to Top      Hua (Judy) Zhong      Title   Network based biosignature development   Principal Investigator(s)   Hua (Judy) Zhong   Division or Section   Biostatistics   Funding Agency   NIH/NIGMS   Grant Number   1R21GM110450-01   Project Dates   1/1/2014 - 12/31/2015    Description:   The goal of this grant is to restore preliminary results and research on causal network biosignature algorithm development.           Return to Top                                                                                                                                             NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Research                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Research                       Sub Navigation                                 FUNDING OPPORTUNITIES                       Proposal Development, Submission, and Award Administration                                                                 Research      The development of new public health approaches would be impossible without rigorous research providing a foundation of knowledge from which to build. GIPH is invested in producing research of the highest caliber and houses a global public health research center, serving as a University-wide resource for large scale, multi-school, multi-disciplinary and multi-site research projects. GIPH research draws from faculty expertise on multiple topics in multiple geographic settings; coordinates administrative support; works collaboratively with community partners and constituents; and takes a comprehensive approach to research problems, incorporating complimentary perspectives and approaches from across disciplines.            Research Profile: NYU/Ghana Health Partnership                                   New York University and its affiliated public hospital, Bellevue Hospital Center , and the University of Ghana and its affiliated public hospital, the Korle Bu Teaching Hospital , have developed a multi-disciplinary collaboration for health professional development that will result in sustained and significant improvements in health and health care in Ghana and the United States. More recently, this NYU/Ghana Health partnership has expanded to include the new University of Health &amp; Allied Sciences (Volta) as well as the Ministry of Health and the Ghana Health Service.           A variety of projects are underway, involving faculty from several of NYU's schools (Dentistry, Medicine, Nursing, Steinhardt, Wagner). The partnership addresses a variety of topics, including but not limited to:     increasing the midlevel provider workforce in sub-saharan Africa   improving access to qualified health providers   improving health outcomes (including nutrition, cardiovascular disease, diabetes, oral health)     creating cost effectivenss to lower the financial burden on national financing systems   stengthening emergency medicine systems and services in Ghana            Research Highlights          Faculty who participate in the Global Institute of Public Health engage in a diverse and impressive array of research across the university. Below is a sampling of public health-related research projects at NYU, including the school affiliation of the priciple investigator.                Ambulatory care sensitive hospitalizations and chronic diseases in Brazil Inter (American Development Bank) - James Macinko, Steinhardt   Analysis of Medicaid Claims Data (United Hospital Fund of NY) - John Billings, Wagner   An Exploration Study of Migration on HIV Risk among Poblano Migrants in NYC (NYU University Research Challenge Fund Grant) - Yumary Ruiz, Steinhardt   Anemia in pregnancy in Benin and impact on cognitive function in childhood (NIH) – Karen Day, School of Medicine   Assessing PHC in the Americas (PAHO/WHO) - James Macinko, Steinhardt   Assessing the state health policy environment (RWJF) - James Macinko, Steinhardt   Association of Periodontal Disease with Gastritis and Intestinal Metaplasia (NIDCR) – Ananda Dasanayake, College of Dentistry   Behavioral Economics of Food Choice: Taxes and Labeling (NYU-HHC Clinical Translational Science Institute) - Brian Elbel, School of Medicine/Wagner   Black-white disparities in avoidable mortality (NIH) - James Macinko, Steinhardt   CARE Corrections (NIH/NIDA) - Ann Kurth, College of Nursing   CARE India (NIH) - Ann Kurth, College of Nursing   Center for Health, Identity, Behavior &amp; Prevention Studies (CHIBPS) - Perry Halkitis, Steinhardt &amp; Farzana Kapadia, Steinhardt   Center of Excellence in the Elimination of Health Disparities (CEED) – Center to Reduce HBV (CDC) - Simona Kwon, School of Medicine   Computerized Counseling to Promote Positive Prevention and HIV Health in Kenya (NIH/NIMH) - Ann Kurth, College of Nursing   Cultural Adaptation of Internet-Based Depression Prevention Program for Immigrant Chinese American Adolescents (New York University Research Challenge Fund) - Simona Kwon, School of Medicine   Developing a CBPR mental health promotion intervention for Korean American youth in NYC (New York University Steinhardt Research Challenge Fund) - Simona Kwon, School of Medicine   Developing PDA-based decision support to treat tobacco use in dental clinics (NIH/NCRR, NYUCTSI) - Donna Shelley, School of Medicine   Development of Innovative Statistical Methods to Analyze and Related Biomechanical Data (Steinhardt Research Challenge Fund) - Ying Lu, Steinhardt   Effectiveness of smoking cessation interventions for urban hospital patients (NHLBI) - Donna Shelley, School of Medicine   Establishing a health system performance monitoring system in Ghana (NYU Global Public Health Research Challenge Grant) - Karen Grepin, Wagner   Evaluating the Impact of Using Financial Incentive to Build Supermarkets in High-Need Areas (Robert Wood Johnson Foundation Healthy Eating Research Initiative) - Brian Elbel, School of Medicine/Wagner   Evaluation of a computerized clinical decision support system and EHR-linked registry to improve management of hypertension in community based health centers (Agency for Health Research and Quality) - Donna Shelley, School of Medicine   Evaluation of Expecting Success (Robert Wood Johnson Foundation) - John Billings, Wagner   Evaluation of the Urban Health Initiative, funded by the Robert Wood Johnson Foundation (Robert Wood Johnson Foundation) - Beth Weitzman, Steinhardt   Fighting Obesity–Kids Who Cook, Kids Who Kick: A Pilot Study in Health Information Literacy among African-American Adolescents (New York-New Jersey Chapter/Medical Library Association) - Dorice Vieira, School of Medicine   Gender-specific Combination HIV Prevention for Youth in High-Burden Settings (NIH/NIAID) - Ann Kurth, College of Nursing   Genetic and Lifestyle Determinants of the Insulin Resistance (GLIR) in the Framingham Heart Study Population (Steinhardt School) - Niyati Parekh, Steinhardt   Global Infectious Disease Research Training Program, &quot;Promotion of Plasmodium Research and Training in India&quot; (NIH Fogarty) - Jane Carlton, NYU Biology   Global Partnerships for Social Science Research on AIDS in Kenya (NIH/NICHD) - Ann Kurth, College of Nursing   Health Literacy Among Korean Immigrants Living with HBP (NIH-NHLBI) - Simona Kwon, School of Medicine   Health Risks Faced by Youth who are Refugees from Zimbabwe Currently Residing in South Africa (NYU Global Public Health Research Challenge Fund) - Sally Guttmacher, Steinhardt   HIV, Illicit Drug Use and Aging in MSM *Center for AIDS Research, NYU) - Perry Halkitis, Steinhardt   HIV Transmission and Illicit Drug Use in a Caribbean Tourism Area – NYU Global Public Health Research Challenge Fund) - Yumary Ruiz, Steinhardt   Human Genetic Polymorphisms in Malaria-endemic Area (NIH/NIGMS) – Karen Day, School of Medicine   Immigration &amp; HIV risk among documented and undocumented Mexican immigrants (New York University Research Challenge Fund Program) - Farzana Kapadia, Steinhardt   Impact of early antibiotic exposure on human health (NYU Global Public Health Research Challenge Fund) - Jan Blustein, Wagner   Impact of family functioning and violence on adult’s and children’s oral health (NIDCR) – Ananda Dasanayake, College of Dentistry   Increasing access to oral health among older adults (United Hospital Fund) - Donna Shelley, School of Medicine   Increasing Oral Cancer Screening by Dentists: qualitative research on practitioners’ choices (NIH/NIDCR) - Walter Psoter, College of Dentistry   Infectious Diseases and Basic Microbiological Mechanisms Training Grant (NIH/NIAID) – Karen Day, School of Medicine   Influence of Calorie Labeling on Food Choice (NHLBI/NIH) - Brian Elbel, School of Medicine/Wagner   Integrating mental health in social development (Sanofi Aventis Access to Medicines) - Gary Belkin, School of Medicine   International Center of Excellence in Malaria - the &quot;Center for the Study of Complex Malaria in India&quot; (NIH/NIAID) - Jane Carlton, NYU Biology   Manhattan Tobacco Cessation Center (New York State Department of Health) - Donna Shelley, School of Medicine   Medicaid Chronic Illnesses Demonstration Project (NY Health Foundation) - John Billings, Wagner   Mental health delivery model (Clinton Global Initiative/Partners in Health) - Gary Belkin, School of Medicine   Metabolic syndrome and cancer mortality-potential mechanisms and interventions (NCI/NIH) - Niyati Parekh, Steinhardt   Microbiome and upper aerodigenstive cancers (NIH) - Richard Hayes, School of Medicine   Migration &amp; HIV risk among Poblano migrants in New York City: A Community-Academic Collaboration (NYU/Steinhardt Challenge Community Collaborative Awards) - Farzana Kapadia and Yumary Ruiz, Steinhardt   National Research Center of Excellence – Center for of Asian American Health (NIH- National Center on Minority Health and Health Disparities) - Simona Kwon, School of Medicine   NIDA Clinical Trials Network – New York Node (NIH/NIDA) - Donna Shelley, School of Medicine   NYU Comprehensive Oral Health Research (COHRT) Training (NIH/NIDCR) - Ralph Katz, College of Dentistry   NYU Health Promotion and Prevention Research Center (PRC) – [Training Core PI] (CDC) - Yumary Ruiz, Steinhardt   NYU Oral Health Initiative (DentaQuest Foundation ) - Donna Shelley, School of Medicine   NYU – Prevention Research Center – Building Community Capacity through a CHW Model (CDC) - Simona Kwon, School of Medicine   P. falciparum var gene diversity and malaria control (NIH) – Karen Day, School of Medicine   Partnership for Family Health (Health Resources and Services Administration) - Nancy Van Devanter, College of Nursing   Planning Parental/Motivational Interventions to Prevent Early Childhood Caries (NIH/NIDCR) – Ananda Dasanayake, College of Dentistry   Policy and Politics of Inequality (NYU Wagner Social Justice Fund) - John Gershman, Wagner     Politics of Recent Health Reforms in Ghana (NYU Wagner) - Karen Grepin, Wagner     Politics of Land and Water Rights in Ghana (NYU Wagner) – John Gershman, Wagner   Politics of Recent Health Reforms in Ghana (NYU Wagner) - Karen Grepin, Wagner   Predictive Modeling for Vulnerable Populations (NY Community Trust) - John Billings, Wagner   Qualitative Study of Dual Diagnosed Homeless (NIMH) - Deborah Padgett, Silver School of Social Work   Qualitative Study of Mental Health Recovery (NIMH) - Deborah Padgett, Silver School of Social Work   Reproductive Health Decisions and HIV Infection Risk (NIH/NICHD) - Ann Kurth, College of Nursing   Role of neighborhood, health system, and household environment characteristics on control of non-communicable diseases in Brazil: a household survey of the city of Belo Horizonte (Brazilian Ministry of Health) - James Macinko, Steinhardt   Sensitivity Analysis – If We Are Wrong, How Far Are We From Being Right? (Department of Education) - Marc Scott, Steinhardt   Spanish-Language Intervention for HIV-Positives (NIH/NIMH) - Ann Kurth, College of Nursing   Substance Abuse Research Education and Training (NIH) - Frederick More, College of Dentistry   Syndemic Production among Emergent Adult Men (NIDA/NIH) - Perry Halkitis, Steinhardt   Tax Credits for New Supermarkets in Low-Income Areas: The Influence on Healthy Eating for Adult (Aetna Foundation) - Brian Elbel, School of Medicine/Wagner   Testing a PDA based clinical decision support system for tobacco use treatment in dental clinics (AHRQ) - Donna Shelley, School of Medicine   Testing and Linkage to Care for Injecting Drug Users, Kenya (NIH/NIDA) - Ann Kurth, College of Nursing   Transmission of Maternal Indigenous Bacteria to the Newborn through Kangaroo Mother Care (NIMCH) – Ananda Dasanayake, College of Dentistry   Understanding State Health Variation (Robert Wood Johnson Foundation) - Diana Silver, Steinhardt   Using Nudges to Implement Comparative Effectiveness: Behavioral Economics and Statins (National Institute of Aging/NIH) - Brian Elbel, School of Medicine/Wagner   Utilization of NYC Playgrounds (New Yorkers for Parks) - Diana Silver, Steinhardt                                                    NYU medical residents at Korle Bu Teaching Hospital in Ghana                               Affinity Group Challenge Fund Competition                            This award provides supports projects that focus on research in a global setting and in collaboration with a NYU Global Network University (GNU) site/partners. The work should strengthen the scientific evidence base applied to the following key global public health areas:   • Addiction  • Environmental health  • Global mental health  • Non-communicable diseases (NCDs)  • Public health policy, and  • Reproductive/sexual health including HIV            NYU Research Links            Contract Office   Controller's Division Resources   Export Control Regulations   Office of Sponsored Programs   Office of Veterinary Resources   School of Medicine Research   Sponsored Programs Administration   University Animal Welfare Committee   University Committee on Activities Involving Human Subjects   University Research Policies                               View NYU-affiliated presentations        at the 2013 Annual Meeting of the          American Public Health Association                                                                 NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Current Research Initiatives | Department of Population Health                            Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Population Health                                                                                  Home   About   Faculty   Divisions   Research   Education   Faculty Affairs   News/Events   Contact                                  Home Research Current Research Initiatives            Print  Email               - A + A                                         Research      Research Overview   Current Research Initiatives   Research Resources   Funding Opportunities   Research Seminar Schedule     open/close   NYU Women&#039;s Health Study                                                                      Current Research Initiatives                                            Click on an investigator's name below to see projects for which he or she is Principal Investigator.       Jiyoung Ahn Ramin Asgary Carolyn Berry Saul Blecker R. Scott Braithwaite Laurie Brotman Arthur Caplan Yu Chen Spring Dawson McClure Dustin Duncan Brian Elbel Judith Goldberg Marc Gourevitch Richard Hayes Leora Horwitz Keng-Yen Huang Nadia Islam Girardin Jean-Louis Maria Khan Tomas Kirchhoff   Kelly Kyanko Joseph Ladapo Joshua Lee Huilin Li Mengling Liu Michael Marmor Jennifer McNeely Olugbenga Ogedegbe Joseph Palamar Joseph Ravenell Antoinette Schoenthaler Mark Schwartz Mary Sevick Yongzhao Shao Donna Shelley Scott Sherman Tanya Spruill Chau Trinh-Shevrin Anne Zeleniuch-Jacquotte Hua (Judy) Zhong               Jiyoung Ahn      Title   Fiber Intake, Gut Bacteria Metabolites and Risk of Esophagus Cancer   Principal Investigator(s)   Jiyoung Ahn   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R21CA183887-01   Project Dates   9/30/2013 - 9/29/2015    Description:   We will conduct a prospective evaluation of oral microbiome and esophagus cancer risk, and to assess the microbial–host functional interrelationship in the esophagus tissue.           Return to Top      Title   Oral and Pancreas Microbiome and Risk of Pancreatic Cancer   Principal Investigator(s)   Jiyoung Ahn / Zhiheng Pei   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1U01CA182370-01   Project Dates   4/1/2014 - 3/31/2018    Description:   We will conduct a prospective evaluation of prediagnostic oral microbiome and pancreatic cancer risk, and to assess the microbial–host functional interrelationship in the pancreatic tissue.           Return to Top      Title   Prospective Study of Human Oral Microbiome and Pancreatic Cancer Risk   Principal Investigator(s)   Jiyoung Ahn   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R01CA164964-01A1   Project Dates   9/19/2014 - 8/31/2018    Description:   The study will expand our current limited knowledge on the causes of pancreatic cancer, will help to identify people at high risk for this disease, and may lead to microbial-based prophylactic preventions for pancreatic cancer.           Return to Top      Ramin Asgary      Title   VIA+Cervicography Training for Community Health Nurses for Cervical Cancer Screening in Ghana   Principal Investigator(s)   Ramin Asgary   Division or Section   Health and Behavior   Funding Agency   NYU Global Institute of Public Health   Grant Number   N/A   Project Dates   9/1/2014 - 8/31/2015    Description:   The goal of this pilot study taking place in Ghana is to develop and test an integrated multi-faceted mHealth training program to improve and enhance diagnostic skills for cervical cancer screening. This pilot study will be implemented as part of the well-established Community-based Health Planning and Services (CHPS) that uses community health nurses (CHNs) to deliver primary care services across Ghana.           Return to Top      Carolyn Berry      Title   Evaluation Services to the Corporation for Supportive Housing (CSH)   Principal Investigator(s)   Carolyn Berry   Division or Section   Health Choice   Funding Agency   Corporation for Supportive Housing via NYU Wagner   Grant Number   WSQPG-S2949   Project Dates   4/2/2012 - 7/31/2015    Description:   Researchers from New York University Robert F. Wagner Graduate School of Public Service, the Steinhardt School of Culture, Education, and Human Development, and NYU School of Medicine will conduct a rigorous evalution of the Corporation for Supportive Housing (CSH) Social Innovation Fund (SIF) initiative in all four program sites including Los Angeles County, CA, San Francisco, CA, Washtenaw County, MI, and the State of Connecticut.           Return to Top      Title   Evaluation of ECHO Endocrine Project   Principal Investigator(s)   Carolyn Berry   Division or Section   Health Choice   Funding Agency   Helmsley Foundation via NYU Wagner   Grant Number   2015-PG-T1D030   Project Dates   5/1/2014 - 4/30/2017    Description:   Funds for this grant will be used to conduct a multi-method evaluation of the University of New Mexico's ECHO Endocrine project to improve care and coordination of type 1 diabetes patients, type 2 patients with uncontrolled diabetes, and other major endocrine conditions.           Return to Top      Title   Evaluation Technical Assistance for NYSHF Grantees and Applicants Phase VI   Principal Investigator(s)   Carolyn Berry   Division or Section   Health Choice   Funding Agency   New York State Health Foundation   Grant Number   14-03120   Project Dates   11/1/2014 - 10/31/2015    Description:   The overall purposes of the project are: to continue to assist grantees in evaluating their funded projects and to enhance their internal capacity to conduct evaluation activities. Dr. Berry will pursue these two goals with a mix of workshops, initial consultation and individual technical assistance.           Return to Top      Saul Blecker      Title   Machine Learning to Predict Undiagnosed Diabetes from Insurance Claims   Principal Investigator(s)   Saul Blecker   Division or Section   Health and Behavior   Funding Agency   Independence Blue Cross Foundation via NYU Courant   Grant Number   N/A   Project Dates   12/21/2012 - 12/31/2015    Description:   The goal of this project is to identify individuals who are at high risk of developing incident diabetes and individuals who are at risk of complications of diabetes using machine learning techniques in a large administrative database.           Return to Top      Title   Health Information Technology in Heart Failure Care   Principal Investigator(s)   Saul Blecker   Division or Section   Health and Behavior   Funding Agency   Agency for Healthcare Research and Quality (AHRQ)   Grant Number   1K08HS023683-01   Project Dates   9/30/2014 - 9/29/2018    Description:   This study proposes to develop a computerized clinical decision support system to improve the care delivered to hospitalized patients with heart failure.           Return to Top      R. Scott Braithwaite      Title   East Africa IEDEA Regional Consortium   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA via Indiana University   Grant Number   5U01AI069911-09   Project Dates   9/1/2009 - 7/31/2016    Description:   The objective of this study is to determine the most efficient use of resources for monitoring HIV patients in East Africa.           Return to Top      Title   Consortium to Improve Outcomes in HIV/AIDS, Alcohol, Aging &amp; Multi-Substance Use (COMPASS)   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA   Grant Number   5U01AA020799-04   Project Dates   9/6/2011 - 8/31/2016    Description:   This study will create an interactive, web-based simulation model of HIV transmission that can help decision makers prioritize which intervention designs are most effective by tailoring results to patients and feasibility constraints.           Return to Top      Title   LINK4HEALTH: A Combination Intervention Strategy for Linkage and Retention, Swaziland   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAID via Columbia University   Grant Number   5R01AI100059-03   Project Dates   6/15/2012 - 5/31/2015    Description:   Dr. Braithwaite will lead the creation of a computer simulation to assess the impact of combination intervention strategy (CIS) on morbidity, mortality and HIV infections averted.           Return to Top      Title   Implementation Science to Optimize HIV Prevention in East Africa PEPFAR programs   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAID   Grant Number   5R01AI099970-03   Project Dates   5/15/2012 - 4/30/2015    Description:   The study seeks to use established computer simulation methods to assess the value of retention-in-care interventions and compare the value of these interventions to other ways in which resources may be spent.           Return to Top      Title   Test and Linkage to Care (TLC-IDU) Kenya   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA via NYU College of Nursing   Grant Number   5R01DA0320820-04   Project Dates   7/15/2011 - 4/30/2016    Description:   Dr. Braithwaite will complete construction of a computer simulation of the Sub-Saharan HIV pandemic and use this simulation to assess the long term value of this intervention. He will also perform economic evaluation of the TLC-IDU intervention.           Return to Top      Title   Benefits and Harms of Lung Cancer Screening in HIV Infection   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NCI via University of Washington   Grant Number   5R01CA173754-02   Project Dates   4/10/2013 - 3/31/2015    Description:   This study will determine the impact of lung cancer screening on mortality among HIV-infected persons using a mathematical modeling approach.           Return to Top      Title   Alcohol and ART Adherence in India: Assessment, Intervention and Modeling (AIM)   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA via University of Connecticut Health Center   Grant Number   5U01AA021990-02   Project Dates   6/1/2014 - 1/31/2019    Description:   This study seeks to provide an understanding of current ART implementation and alcohol and other challenges to ART adherence; identify and test multilevel interventions that can reduce alcohol consumption as a central factor in enhancing adherence; and develop predictive models for use in India and elsewhere that provides a basis for allocating intervention resources in the most cost-effective way to maximize adherence, reduce years and quality of life lost to HIV, and minimize HIV transmission.           Return to Top      Title   The Operations Research Collaboration for Alcohol Abuse and AIDS: ORCAA   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA   Grant Number   5U24AA022007-03   Project Dates   9/15/2012 - 8/31/2017    Description:   The purpose of this project is to develop an Implementation Science Resource Core to support the research efforts of several CHAART consortia, building upon existing infrastructure within these consortia.           Return to Top      Title   Addressing Hepatitis C and Hepatocellular Carcinoma: The Current and Future Epidemics   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA via NYU College of Nursing   Grant Number   5R01DA034637-02   Project Dates   7/1/2013 - 4/30/2017    Description:   The goal of this project is to use simulations to determine the combination of effective interventions for particular budget and epidemiologic scenarios that a) minimize HCV transmission, b) eradicate persistent HCV infections, c) prevent the most HCC, and d) maximize life expectancy and quality-adjusted life expectancy.           Return to Top      Title   HIV Care Coordination: Comparative Effectiveness, Outcome Determinants, and Costs   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIMH via CUNY- Hunter College   Grant Number   5R01MH101028-02   Project Dates   9/26/2013 - 8/31/2018    Description:   The goal of this study is to 1) assess the effectiveness of the Care Coordination Program (CCP) intervention by comparing primary outcomes among CCP participants with those of similar PLWH in HIV care who do not receive the CCP intervention; 2) among those who enroll in CCP, identify individual and program-level determinants of care engagement and viral load (VL) suppression up to 36 months following CCP enrollment; and 3) assess the cost-effectiveness (cost per quality-adjusted life year [QALY]) of the CCP relative to usual care outside the CCP, considering downstream cost-savings and individual and public health benefits due to improved VL suppression and HIV infections averted.           Return to Top      Title   OPTIMIZING RETENTION-IN-CARE INTERVENTIONS FOR KENYAN HIV+ ALCOHOL MISUSERS   Principal Investigator(s)   R. Scott Braithwaite   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIAAA   Grant Number   -   Project Dates   4/1/2014 - 3/31/2015    Description:   Our proposal will create and test the feasibility of distinct retention-in-care programs for alcohol misusers. However, we will not know if these tailored programs produce improved health outcomes, such as longer and higher-quality lives for those who are impacted by the metrics, and reductions in new HIV infections for the uninfected in the catchment area. Future work may evaluate the effectiveness of one or more of these programs, and will be an important step in stemming the HIV pandemic in Western Kenya.           Return to Top      Laurie Brotman      Title   Family and School Contexts as Predictors of Early Childhood Latino Development   Principal Investigator(s)   Laurie Brotman / Esther Calzada   Division or Section   Center for Early Childhood Health and Development   Funding Agency   NIH/NICHD   Grant Number   5R01HD066122-05   Project Dates   7/15/2010 - 5/31/2015    Description:   The goal of this project is to test a model of early childhood development that incorporates developmental and cultural concepts to examine the family context, the school context, and the intersection of the two as predictors of the academic and behavioral functioning of Latino children.           Return to Top      Title   A Longitudinal Study of Latino Students Grade 3 Academic Achievement: The Role of Early Childhood Family &amp; School Characteristics   Principal Investigator(s)   Laurie Brotman   Division or Section   Center for Early Childhood Health and Development   Funding Agency   U.S. Department of Education via University of Texas   Grant Number   R305A130702   Project Dates   9/3/2013 - 6/30/2017    Description:   The purpose of this study is to test an integrative developmental model of Latino children's academic development by examining universal and culturally-specific characteristics to the early childhood ecological context as predictors of student academic achievement in grade 3.           Return to Top      Title   Efficacy Follow-Up of ParentCorps: Long-term Impact of Early Childhood Family-Focused Intervention on Academic Achievement   Principal Investigator(s)   Laurie Brotman   Division or Section   Center for Early Childhood Health and Development   Funding Agency   U.S. Department of Education   Grant Number   R305A140298   Project Dates   7/1/2014 - 6/30/2017    Description:   This follow-up study of students who participated in a randomized controlled trial of ParentCorps in early childhood evaluates the long-term impact on academic achievement in elementary school and at the transition to middle school.           Return to Top      Title   ParentCorps NY   Principal Investigator(s)   Laurie Brotman   Division or Section   Center for Early Childhood Health and Development   Funding Agency   NYS Office of Mental Health   Grant Number   C007885   Project Dates   7/1/2014 - 6/30/2015    Description:   ParentCorps is a culturally-informed, universal intervention (for all children enrolled in Pre-K within an elementary school) designed to promote positive behavioral supports for children at home and in the classroom.           Return to Top      Arthur Caplan      Title   Gene Therapy for Urea Cycle Disorders   Principal Investigator(s)   Arthur Caplan   Division or Section   Medical Ethics   Funding Agency   NIH/NICHD via University of Pennsylvania   Grant Number   5P01HD057247-07   Project Dates   4/1/2013 - 3/31/2017    Description:   The P01 was designed to address issues related to T cell responses to transgene-encoded ornithine transcarbamylase (OTC) and to engineer the vector genome to allow for replication when the target cell population is proliferating (Project I), and to evaluate novel pharmacologic interventions that could augment the efficacy of gene therapy that is less than curative (Project II), and to engineer the AAV capsid to escape some level of pre-existing neutralizing antibodies (Project III).           Return to Top      Title   Ethics of HIV-Related Research Involving Adolescents in Kenya   Principal Investigator(s)   Arthur Caplan   Division or Section   Medical Ethics   Funding Agency   NIH/NIMH via Pacific Institute for Research and Evaluation   Grant Number   R01MH102125   Project Dates   9/1/2014 - 8/31/2019    Description:   This innovative study will examine four inter-related ethical issues essential to adolescent HIV research: recruitment and enrollment; HIV testing and disclosure of results; consent, assent and parental permission; and compensation and inducements.           Return to Top      Yu Chen      Title   Genetic Susceptibility to Cardiovascular Effects of Arsenic Exposure   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5R01ES017541-05   Project Dates   9/11/2009 - 6/30/2015    Description:   The study aims to evaluate whether the effects of arsenic exposure on cardiovascular disease risk differ by genes related to oxidative stress, arsenic metabolism, and inflammation.           Return to Top      Title   A Prospective Study of Serum Taurine and Stroke Risk in Women   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NHLBI   Grant Number   5R21HL106309-02   Project Dates   9/1/2011 - 11/30/2015    Description:   This study examines the association between serum taurine levels and subsequent stroke risk.           Return to Top      Title   Arsenic Exposure, Gut Microbiomes, and Arthrosclerosis   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5R21ES023421-02   Project Dates   1/14/2014 - 12/31/2015    Description:   This project aims to evaluate the role of gut microbiomes in arsenic methylation capacity, and the interaction between gut microbiomes and arsenic exposure in atherosclerosis.           Return to Top      Title   Health Effects and Geochemistry of Arsenic and Manganese (HEALS)   Principal Investigator(s)   Yu Chen   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS via University of Chicago via Columbia University   Grant Number   5P42ES010349-13   Project Dates   4/1/2012 - 3/31/2017    Description:   This project seeks to obtain fundamental new knowledge concerning the health effects, geochemistry, and remediation of As and Mn, with a particular focus on groundwater.           Return to Top      Spring Dawson McClure      Title   Taking Scientific Discoveries to Scale Via Early Childhood Mental Health Professionals   Principal Investigator(s)   Spring Dawson McClure   Division or Section   Center for Early Childhood Health and Development   Funding Agency   Bezos Family Foundation   Grant Number   N/A   Project Dates   3/1/2015 - 2/28/2016    Description:   -           Return to Top      Dustin Duncan      Title   Neighborhood Walkability and Cardiometabolic Outcomes in the Paris Metropolitan Area   Principal Investigator(s)   Dustin Duncan   Division or Section   Health Choice   Funding Agency   NYU Global Institute of Public Health   Grant Number   N/A   Project Dates   9/1/2013 - 5/31/2015    Description:   The goal of this project is to use novel measures of neighborhood walkability to understand how neighborhood walkability is linked to cardiometabolic outcomes (especially obesity) among a unique population-based sample of adults in Paris (France) metropolitan area.           Return to Top      Title   Health App Use Among Verizon Users   Principal Investigator(s)   Dustin Duncan   Division or Section   Health Choice   Funding Agency   Verizon Foundation   Grant Number   N/A   Project Dates   11/1/2014 - 10/31/2015    Description:   The aims of the project are to survey US-based Verizon users on: 1) sociodemographic characteristics (e.g., race/ethnicity, socioeconomic status, gender); 2) reasons for health app use (e.g., weight loss, smoking cessation), 3) frequency of health app use (e.g., every day, once a week), 4) perceived effectiveness of health apps used (e.g., very effective/somewhat effective, not effective) and 5) reasons for stopping use (hidden costs, inconvenience, poor usability etc).           Return to Top      Title   Ecological Momentary Assessment of Neighborhood Conditions and Cardiovascular Health Behaviors in NYC Public Housing Residents   Principal Investigator(s)   Dustin Duncan   Division or Section   Health Choice   Funding Agency   Academy Health   Grant Number   N/A   Project Dates   1/1/2015 - 7/31/2015    Description:   -           Return to Top      Brian Elbel      Title   The Impact of School Food Policy on Childhood Obesity   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   NIH/NICHD via NYU Steinhardt   Grant Number   5R01HD070739-04   Project Dates   4/1/2011 - 3/31/2015    Description:   This project will determine the influence of school-level policies, one of the most promising approaches to influence obesity, Body Mass Index (BMI) and a number of other critical outcomes measures.           Return to Top      Title   Influence of Calorie Labeling on Food Choice   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   NIH/NHLBI   Grant Number   4R01HL095935-03   Project Dates   6/1/2012 - 5/31/2015    Description:   The project has two specific aims: 1) determine the influence of mandatory, city-wide calorie labeling on the food choices of families and adolescents and 2) establish why mandatory, city-wide restaurant calorie labeling does or does not influence the food choices of families and adolescents.           Return to Top      Title   Impact of NYC Sugar Sweetened Beverage Policy on Calories Purchased and Consumed   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   New York State Health Foundation   Grant Number   12-01682   Project Dates   12/3/2012 - 12/31/2015    Description:   The project will examine the influence of the policy on calorie purchasing and consumption at fast food restaurants, where the majority of sugar sweetened beverages (SSBs) subject to the policy are sold. Additionally, it will examine the impact on total daily calories consumed by fast food consumers.           Return to Top      Title   Impact of Online Supermarket Delivery Service on SNAP Customers in the South Bronx   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   Aetna Foundation   Grant Number   12-05886   Project Dates   10/1/2013 - 6/30/2015    Description:   FreshDirect, an online supermarket delivery service in New York City, recently received approval from the USDA to conduct a pilot program in which they accept SNAP benefits (food stamps) in two low income zip codes in the South Bronx. To assess the impact of this policy change we are: (1) using data provided by FreshDirect to compare the shopping patterns of SNAP and non-SNAP customers using the service; (2) conducting a randomized control trial - where participants are randomized to use FreshDirect (experiment) or to shop with their regular grocery provider (control) - through the use of surveys and data collected from grocery receipts and; (3) conducting focus groups to understand satisfaction with and barriers to use of FreshDirect.           Return to Top      Title   Impact of the Food Environment on Child Body Mass Index   Principal Investigator(s)   Brian Elbel   Division or Section   Health Choice   Funding Agency   NIH/NIDDK   Grant Number   5R01DK097347-02   Project Dates   9/20/2013 - 8/31/2017    Description:   This project combines multiple rich datasets to determine the influence of the food environment on childhood obesity, one of the largest public health problems facing the United States.           Return to Top      Judith Goldberg      Title   Myeloproliferative Disorders (MPD) Research Consortium Biostatistics and Data Management Center   Principal Investigator(s)   Judith Goldberg   Division or Section   Biostatistics   Funding Agency   NIH/NCI via Icahn School of Medicine at Mount Sinai   Grant Number   5P01CA108671-07   Project Dates   7/1/2011 - 6/30/2016    Description:   The NYUSoM serves as the Statistics and Data Management Core for the International MPD Consortium with data management taking place at Mario Negri Sud, Italy. This translational program project will study myeloproliferative disorders from the laboratory through clinical trials.           Return to Top      Marc Gourevitch      Title   Substance Abuse Research Education and Training (SARET)   Principal Investigator(s)   Marc Gourevitch   Division or Section   Administration   Funding Agency   NIH/NIDA   Grant Number   5R25DA022461-07   Project Dates   6/1/2012 - 5/31/2017    Description:   The goal of this grant is to develop, implement and evaluate a web-based curriculum, supplemented by mentored research opportunities, that will stimulate medical, nursing and dental students to follow career paths that advance clinically-oriented research on substance abuse.           Return to Top      Title   New York City Clinical Data Research Network   Principal Investigator(s)   Marc Gourevitch   Division or Section   Administration   Funding Agency   Patient-Centered Outcomes Research Institute (PCORI) via Weill Cornell Medical Center   Grant Number   N/A   Project Dates   5/16/2014 - 10/16/2015    Description:   The New York City Clinical Data Research Network (NYC-CDRN) will bring together 7 health systems and a total of 22 organizations from across New York City to prepare a comprehensive data infrastructure for comparative effectiveness research covering up to 6 million patients.           Return to Top      Richard Hayes      Title   The Oral Microbiome and Upper Aerodigestive Squamous Cell Cancer   Principal Investigator(s)   Richard Hayes / Zhiheng Pei   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA159036-03   Project Dates   2/14/2011 - 11/30/2015    Description:   The goals of this study are to relate the oral microbiome to upper aerodigestive cell cancers (UADSCC) risk and to identify the impact of alcohol and tobacco use on the oral microbiome, in the first epidemiologic investigation of this topic.           Return to Top      Title   Long-term Air Pollution Exposure and Mortality in the NIH-AARP Cohort   Principal Investigator(s)   Richard Hayes / George Thurston   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5R01ES019584-03   Project Dates   12/1/2011 - 11/30/2015    Description:   The goal of this project is to identify which air pollution sources and constituents are associated with risk of mortality.           Return to Top      Leora Horwitz      Title   Understanding hospital readmission rates: patient, hospital and community effects   Principal Investigator(s)   Leora Horwitz   Division or Section   Healthcare Innovation and Delivery Science   Funding Agency   Agency for Healthcare Research and Quality (AHRQ)   Grant Number   1R01HS022882-01   Project Dates   9/30/2014 - 9/29/2019    Description:   The proposed work will advance our understanding of hospital readmissions through the study of characteristics of patients, hospitals and communities associated with readmissions, determining whether associations differ by clinical conditions, and examining the impact of federal and local efforts to reduce readmissions, using quantitative and qualitative analysis.           Return to Top      Keng-Yen Huang      Title   Implementing a School-Based Child Mental Health Prevention Program in Uganda   Principal Investigator(s)   Keng-Yen Huang   Division or Section   Center for Early Childhood Health and Development   Funding Agency   NIH/NIMH   Grant Number   5R21MH097115-02   Project Dates   5/1/2013 - 4/30/2015    Description:   This project seeks to apply a cost-effective population strategy to address the existing mental health service and resource gaps by adapting and implementing an empirically-supported school-based child mental health preventive program, ParentCorps (PC), to schools in Uganda.           Return to Top      Nadia Islam      Title   Family Based Dental Health Promotion in the Sikh Community   Principal Investigator(s)   Nadia Islam   Division or Section   Health Equity   Funding Agency   United Sikh via DentaQuest Foundation   Grant Number   N/A   Project Dates   9/1/2012 - 8/31/2015    Description:   UNITED SIKHS, the NYU PRC, and the NYU College of Dentistry will collaborate to conduct a descriptive study on dental health in the Sikh South Asian communities of New York City and New Jersey and to build the capacity of these communities to address dental health issues.           Return to Top      Title   NY State of Health; IPA/Navigator Program   Principal Investigator(s)   Nadia Islam   Division or Section   Health Equity   Funding Agency   NYSDOH via Coalition for Asian American Children and Families   Grant Number   N/A   Project Dates   10/1/2013 - 9/30/2015    Description:   The program aims to expand health insurance coverage to eligible New Yorkers and provide health resources and referrals for those that do not qualify for the NY State of Health marketplace.           Return to Top      Title   Understanding the Barriers and Facilitators to Colorectal Cancer (CRC) Screening among South Central Asian Immigrants in the United States   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2015    Description:   The goal of this one-year study is to understand the barriers and facilitators of CRC screening among South Asians in NYC using a mixed methods, community-engaged approach.           Return to Top      Title   Workplace Health Research Network (WHRN) – Collaborating Centers   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   This project will establish a collaborating center of the Workplace Health Research Network (WHRN) at the New York University-City University of New York (NYU-CUNY) Prevention Research Center.           Return to Top      Title   Project Racial and Ethnic Approaches to Community Health for Asian Americans (REACH FAR)   Principal Investigator(s)   Nadia Islam   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U58DP005621-01   Project Dates   9/30/2014 - 9/29/2017    Description:   This 3-year initiative will award funds to create healthier communities by strengthening existing capacity to implement locally tailored evidence and practice-based population based PSE improvement strategies in priority populations experiencing chronic disease disparities and associated risk factors, and supporting implementation, evaluation and dissemination of these strategies.           Return to Top      Girardin Jean-Louis      Title   Tailored Sleep Health Education: A Community Engaged Approach   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R25HL116378-02   Project Dates   9/6/2013 - 6/30/2017    Description:   This study aims to develop educational tools and platforms to promote the transfer of sleep health information to blacks to foster adoption of healthful sleep practices.           Return to Top      Title   Tailored Peer-Based Sleep Health Education and Social Support in Blacks with OSA   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NIMHD   Grant Number   1R01MD007716-01A1   Project Dates   7/2/2014 - 3/31/2019    Description:   This collaborative research project will build capacity to support evaluation and referral of black men and women at risk for sleep apnea at the community level. It will examine whether a culturally and linguistically tailored peer-based sleep health intervention will increase adherence to recommended sleep apnea screening and treatment among blacks in barbershops, beauty salons and churches.           Return to Top      Title   Psychosocial and Environmental Determinants of Insufficient Sleep Among Blacks   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NYU/HHC CTSI   Grant Number   UL1TR000038   Project Dates   11/15/2013 - 3/31/2015    Description:   This project funded by the NYU-HHC CTSI, team will investigate the following aims: 1) To assess the prevalence and severity of insufficient sleep among blacks using home-based sleep recording instruments; 2) To assess metabolic factors (e.g., obesity, blood pressure, blood sugar level, lipid profile, and C-reactive protein) that are associated with insufficient sleep; 3) To identify psychosocial (social network and emotional distress), health behavior (physical activity, diet, and sleep habits) and environmental factors (social capital, neighborhood, social economic status and built environment) that are associated with insufficient sleep.           Return to Top      Title   Program to Increase Diversity in Faculty Engaged in Behavioral and Sleep Medicine   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   2R25HL105444-05   Project Dates   9/18/2014 - 5/31/2018    Description:   The goal of the NYU Behavioral Medicine and Sleep Disorders Institute is to continue building capacity to increase diversity in the academic workforce.           Return to Top      Title   Chronic Moderate Sleep Restriction in Older Long and Older Average Sleepers   Principal Investigator(s)   Girardin Jean-Louis   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI via Arizona State University   Grant Number   7R01HL095799-04   Project Dates   8/15/2014 - 6/30/2016    Description:   The aims of this expansion of HL71560 are: (1) to examine the ability of older long sleepers and older average sleepers to adhere to 60 min TIB restriction; and (2) to contrast effects of 12 weeks of 60 min TIB restriction on health-related measures in older long vs. average sleepers. The study should also provide genotyping and qualitative information about habits/beliefs about sleep in these groups.           Return to Top      Maria Khan      Title   Longitudinal Study of Trauma, HIV Risk, and Criminal Justice Involvement   Principal Investigator(s)   Maria Khan   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA   Grant Number   7R01DA036414-02   Project Dates   9/15/2014 - 1/31/2017    Description:   The purpose of this project is to analyze data from The National Longitudinal Study of Adolescent Health (Add Heath), a multi-wave prospective and nationally-representative study of more than 20,000 subjects followed from childhood to adulthood, to address critical gaps cutting across the mental health, addiction, infectious disease, and criminal justice fields.           Return to Top      Title   Relationship Disruption During Incarceration and HIV Risk in African American Men   Principal Investigator(s)   Maria Khan   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NIDA   Grant Number   7R01DA028766-05   Project Dates   9/15/2014 - 7/31/2015    Description:   The overall aim of the funded project is to examine the hypothesis that dissolution of stable intimate relationships during incarceration elevates sexual risk behavior and drug use among inmates upon their release.           Return to Top      Tomas Kirchhoff      Title   The Germline Variation in Immune and Epigenetic Pathways and Melanoma Prognosis   Principal Investigator(s)   Tomas Kirchhoff   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R21CA184924-01   Project Dates   9/30/2013 - 9/29/2015    Description:   The goal of the study is to discover common and rare genetic loci associated with melanoma clinical outcomes, including recurrence and overall survival.           Return to Top      Title   The Genetic Markers of Ipilimumab Response in Patients with Metastatic Melanoma   Principal Investigator(s)   Tomas Kirchhoff   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   1R21CA184432-01   Project Dates   4/1/2014 - 3/31/2016    Description:   The goal of this project is to analyze the impact of ipilimumab in stimulation of immune response to inform on improvement of drug designs and therapeutic decisions, and point to novel molecular mechanisms triggering the application to other combined therapy approaches in treatment of metastatic melanoma.           Return to Top      Kelly Kyanko      Title   Clinical Working Groups' Operationalization of Clinical Logic, Risk Model and Software Documentation for a Medicare Episode Grouper Research Project   Principal Investigator(s)   Kelly Kyanko   Division or Section   Health Choice   Funding Agency   Island Peer Review Organization via Brandeis University   Grant Number   N/A   Project Dates   10/1/2012 - 9/30/2015    Description:   CMS Episode Grouper subcontract with Brandeis University requires that we have clinical staff that can lead the development and review of clinical logic into episode of care meta data files. Dr. Kelly Kyanko will serve as a consultant to IPRO and provide her services in pursuit of meeting the contract sub contract obligations with Brandeis University.           Return to Top      Joseph Ladapo      Title   Patient-Centered Approaches to Diagnosing Coronary Heart Disease (CHD)   Principal Investigator(s)   Joseph Ladapo   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   NIH/NHLBI   Grant Number   5K23HL116787-02   Project Dates   8/1/2013 - 7/31/2018    Description:   The specific aims of this grant involve developing patient-centered approaches to diagnosing CHD that improve diagnostic accuracy, reduce unnecessary testing and radiation exposure, and incorporate the impact of false-positive stress test results on patients’ anxiety, perception of illness, and quality of life.           Return to Top      Title   A Randomized Comparative Effectiveness Trial Of Financial Incentives Versus Usual Care For Smokers Hospitalized In The Veterans Affairs Hospital System   Principal Investigator(s)   Joseph Ladapo   Division or Section   Comparative Effectiveness &amp; Decision Science   Funding Agency   Robert Wood Johnson Foundation   Grant Number   72426   Project Dates   1/1/2015 - 12/31/2018    Description:   To advance the science and implementation of smoking cessation interventions, this study proposes a two-phase study that will (1) develop feasible and acceptable approaches to delivering financial incentives to hospitalized smokers using a mixed methods approach, and (2) compare the effectiveness of these interventions to standard care in a randomized pilot study.           Return to Top      Joshua Lee      Title   Extended-Release Naltrexone Opioid Treatment at Jail-to-Community Re-entry   Principal Investigator(s)   Joshua Lee   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   5U01DA033336-02   Project Dates   6/1/2013 - 5/31/2018    Description:   This study seeks to estimate the effectiveness of newly FDA-approved extended-release naltrexone (XR-NTX) when initiated by opioid users leaving a larger urban jail.           Return to Top      Title   Extended-Release vs. Oral Naltrexone Alcohol Treatment In Primary Care   Principal Investigator(s)   Joshua Lee   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIAAA   Grant Number   5R01AA020836-02   Project Dates   8/1/2013 - 4/30/2018    Description:   This project is a real-world evaluation of the effectiveness of a newer form of naltrexone, injectable extended-release naltrexone, for primary care alcohol treatment.           Return to Top      Huilin Li      Title   Secondary Analysis of Longitudinal Trait in Genome Wide Association Studies (GWAS)   Principal Investigator(s)   Huilin Li   Division or Section   Biostatistics   Funding Agency   NIH/NCI   Grant Number   1U01CA170948-01A1   Project Dates   9/26/2013 - 8/31/2015    Description:   We will develop secondary analysis statistical approaches which use the available case-control GWAS studies to investigate the association between genotype and longitudinal trait data.           Return to Top      Mengling Liu      Title   Biomarkers and Breast Cancer Risk Prediction in Younger Women   Principal Investigator(s)   Anne Zeleniuch-Jacquotte / Mengling Liu   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA178949-02   Project Dates   9/9/2013 - 8/31/2016    Description:   The overall goal of this project is to improve the discriminatory accuracy of the Gail breast cancer risk prediction model 2 for women 35-49 years of age by the addition of biomarkers (testosterone, free testosterone and, Müllerian Inhibiting Substance (MIS)).           Return to Top      Title   Integration and Evaluation of Pooled Cancer Studies with Heterogeneity   Principal Investigator(s)   Mengling Liu   Division or Section   Biostatistics   Funding Agency   NIH/NCI   Grant Number   5R21CA169739-02   Project Dates   4/1/2013 - 10/31/2015    Description:   This project will investigate the novel use of penalty regularization ideas to handle heterogeneity in pooled cancer studies.           Return to Top      Michael Marmor      Title   Trace Elements in Autopsy Tissues from World Trade Center (WTC) Decedents   Principal Investigator(s)   Michael Marmor   Division or Section   Epidemiology   Funding Agency   NIH/NIOSH   Grant Number   5U01OH010395-02   Project Dates   7/1/2013 - 6/30/2015    Description:   This study will determine if WTC-related trace elements can be identified in tissues of individuals at their times of death in 2007-2012. If signature trace elements can be identified, this project will lay the foundation for future development of biomarkers indicative of cumulative exposure to WTC contaminants among living individuals.           Return to Top      Title   Histologic and Biomarker Studies of Tissues from World Trade Center Decedents   Principal Investigator(s)   Michael Marmor   Division or Section   Epidemiology   Funding Agency   NIH/NIEHS   Grant Number   5P30ES000260-50   Project Dates   5/1/2014 - 4/30/2015    Description:   This project will expand our current studies aimed at exposure-estimation among World Trade Center Health Registry (WTCHR) enrollees to (1) histologic studies of lung specimens to search for effects of exposure to WTC contaminants, and especially blood vessel changes that might have cardiovascular health effects; (2) immunohisto¬chemical studies of brain specimens to follow-up on a finding of increased levels of Alzheimer’s-associated markers in the brains of children who had been exposed to heavy air pollution in Mexico City; (3) study of polycyclic aromatic hydrocarbon (PAH) DNA adducts, Cr(III)-DNA adducts and 8-hydroxyguanosine (8-OHdG) adducts as possible biomarkers of exposure to WTC pollutants; and (4) study of bone samples via x-ray fluorescence (XRF) to determine if signatures of WTC-exposure found in soft tissues by inductively coupled plasma mass spectrometry might translate into in vivo XRF signatures that could be used in future studies of living, WTC-exposed individuals.           Return to Top      Jennifer McNeely      Title   Screening for Substance Use with Computer Assisted Self Interview in Primary Care   Principal Investigator(s)   Jennifer McNeely   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   5K23DA030395-05   Project Dates   9/30/2010 - 8/31/2015    Description:   This study explores an innovative approach to improving rates of substance use screening in primary care, a major impediment to which has been the lack of a brief instrument that can accurately and efficiently identify patients with unhealthy substance use behaviors.           Return to Top      Title   Testing the Feasibility of a Computerized Approach to Screening, Brief Intervention and Overdose Prevention for Non-medical Use of Prescription Drugs in a University Health Center   Principal Investigator(s)   Jennifer McNeely   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA via NYU College of Nursing   Grant Number   5P30DA011041-17   Project Dates   1/1/2014 - 3/31/2015    Description:   This mixed methods study seeks to address the feasibility and acceptability of a patient self administered, computer-assisted approach to substance use screening and assessment, delivered in the context of routine primary care visits at the New York University (NYU) Student Health Center.           Return to Top      Olugbenga Ogedegbe      Title   Faith-based Approaches to Treatment of Hypertension   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL092860-05   Project Dates   9/5/2009 - 6/30/2015    Description:   The main goal of this study is to test the effectiveness of a church-based lifestyle intervention versus a health education control on blood pressure reduction.           Return to Top      Title   NYU/UG Cardiovascular Research Training Institute Program (CaRT)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/Fogarty International Center   Grant Number   5D43TW009140-04   Project Dates   9/5/2011 - 7/31/2016    Description:   Our initiative will address a critical deficiency of scientists committed to careers in cardiovascular research. Successful completion of CaRT will lead to the establishment of a sustainable cardiovascular research capacity in Ghana and the provision of a steady flow of innovative and contextualized cardiovascular research projects targeted at hypertension, diabetes, chronic kidney disease and stroke prevention. At the end of the funding period, the project will establish a network of 40 investigators with expertise in cardiovascular research and the study team expects to have developed training and mentoring curriculum that can be replicated in a variety of low resource settings in Sub-Saharan Africa.           Return to Top      Title   NHLBI Diversity Supplement for Adeiyewunmi Osinubi on parent grant Faith-based Approaches to Treat Hypertention (FAITH)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL092860-05   Project Dates   7/1/2011 - 6/30/2015    Description:   This project is a diversity supplement for a high school student to the parent NHLBI-funded project R01HL092860-01A1 Faith-based Approaches in the Treatment of Hypertension (FAITH). The candidate, Ms. Adeiyewunmi Osinubi, has expressed interest in pursuing a degree in the medical profession and gaining more exposure to community-based research.           Return to Top      Title   Mid-Career Investigator Award in Patient-Oriented Research   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5K24HL111315-04   Project Dates   12/15/2011 - 11/30/2016    Description:   Support from this K24 award will give Dr. Ogedegbe the dedicated time to enhance his research activities; recruit and mentor new clinician-investigators at NYU School of Medicine in clinical research related to translational behavioral medicine and health disparities in cardiovascular diseases.           Return to Top      Title   Incorporation of a Hypertension Working Group into the Jackson Heart Study   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI via University of Alabama at Birmingham   Grant Number   5R01HL117323-02   Project Dates   7/15/2013 - 6/30/2016    Description:   The overall objective of this study is to identify novel risk factors for hypertension, factors associated with uncontrolled blood pressure and poor medication adherence among individuals with hypertension, and risk factors for various blood pressure-related phenotypes (e.g., blood pressure variability) among African Americans.           Return to Top      Title   Task Shifting and Blood Pressure Control in Ghana: A Cluster Randomized Trial   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5U01HL114198-04   Project Dates   5/4/2012 - 3/31/2017    Description:   This Randomized Clincal Trial (RCT) is a collaborative effort between New York University School of Medicine, Loyola University, and Kwuame Nkrumah University of Science and Technology. Using a cluster randomized trial design among 640 hypertensive patients followed in 32 community health centers (CHCs) in the Ashanti Region of Ghana, this project will evaluate the comparative effectiveness of the WHO Package (targeted at CV risk assessment and hypertension control) delivered as part of the Community-based Health Planning and Services (CHPS) program, versus provision of a comprehensive national health insurance scheme (NHIS) program on blood pressure (BP) reduction.           Return to Top      Title   A Longitudinal Study of Adherence to Medication in Black Men with Hypertension (HTN)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NINR via University of Pennsylvania   Grant Number   5R01NR013491-03   Project Dates   9/1/2012 - 6/30/2016    Description:   This project is a longitudinal study to identify determinants of medication adherence in black men with HTN.           Return to Top      Title   Center for Stroke Disparities Solutions   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NINDS   Grant Number   5U54NS081765-03   Project Dates   9/30/2012 - 8/31/2017    Description:   This project will establish a Center for Stroke Disparities Solutions (CSDS) as a consortium between two academic medical centers (NYUSoM; and Columbia University Medical Center; five comprehensive stroke centers and the practice-based research network of primary care practices within New York City's Health and Hospital Corporation (HHC); and a home health care agency - the Visiting Nurse Services of New York (VNSNY). The lead institution will be New York University School of Medicine and the target communities are minority populations in all boroughs of New York City (NYC).           Return to Top      Title   Diversity Supplement for Yendelela Cuffee to parent grant Faith based Approaches to Treating Hypertension (FAITH)   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL092860-05   Project Dates   9/1/2012 - 6/30/2015    Description:   This project is a diversity supplement for a postdoctoral fellow to the parent NHLBI-funded project R01HL092860-01A1 Faith-based Approaches in the Treatment of Hypertenstion (FAITH). The primary objective of the parent grant is to evaluate the effect of a church-based therapeutic lifestyle intervention (MINT-TLC) versus a health education control condition (CC) on BP reduction at 6 months.           Return to Top      Title   Blood Pressure Visit Intensification for Successful Improvement of Treatment   Principal Investigator(s)   Olugbenga Ogedegbe   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI via University of Rochester   Grant Number   5R18HL117801-02   Project Dates   9/1/2013 - 6/30/2018    Description:   The goal of this project is to assess the impact of a multimodal intervention on clinician adherence to the JNC recommendation for monthly visits for patients with uncontrolled blood pressure (BP).           Return to Top      Joseph Palamar      Title   Development of a Rapid Survey to Detect Use of New and Emerging Drugs   Principal Investigator(s)   Joseph Palamar   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   1K01DA038800-01   Project Dates   2/15/2015 - 1/31/2020    Description:   The objective of this application is to identify use and correlates of use of new and emerging drugs in scenes at highest risk for use (e.g., at nightclubs, dance festivals).           Return to Top      Joseph Ravenell      Title   Faith-Based Approaches to Treating Hypertension (HTN) and Colon Cancer Prevention   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R01HL096946-04   Project Dates   8/14/2010 - 6/30/2015    Description:   The main goal of this study is to test the effectiveness of a church-based behavioral lifestyle intervention on blood pressure (BP) reduction versus a patient navigation intervention to improve colon cancer screening.           Return to Top      Title   NHLBI Diversity Supplement for Van Don Williams II on FAITH CRC   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-02S1   Project Dates   8/1/2011 - 6/30/2015    Description:   This is a diversity supplement for an undergraduate student to the parent NHLBI-funded project R01 HL0096946-01A2 Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention (FAITH-CRC). The candidate, Mr. Van Don Williams, II, has expressed interest in pursuing a degree in the medical profession and gaining more exposure to community-based research.           Return to Top      Title   NHLBI Diversity Supplement for Jessica Forsyth on parent grant Faith-based Approaches to Treat Hypertension and Colorectal Cancer (FAITH-CRC)   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-02S2   Project Dates   9/1/2011 - 6/30/2015    Description:   This is a diversity supplement for a post doctoral fellow to the parent NHLBI-funded project R01HL096946 Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention (FAITH-CRC). The goal of the parent grant is to evaluate the effect of a lifestyle intervention delivered through telephone-based motivational interviewing (MINT) versus a patient navigation intervention on blood pressure reduction and colorectal cancer CRC screening.           Return to Top      Title   NHLBI Diversity Supplement for Candace Tannis on parent grant Faith-based Approaches to Treat Hypertension and Colorectal Cancer (FAITH-CRC)   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-02S3   Project Dates   12/15/2011 - 6/30/2015    Description:   This is a Graduate Research Assistant diversity supplement to the parent NHLBI-funded project R01HL0096946, \"Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention\" (FAITH-CRC). The goal of the research program is to provide Ms. Tannis with an enriched community-based research experience, in a supportive environment, that will enhance skills in research and foster her ability to pursue a career as an independent investigator.           Return to Top      Title   Diversity Supplement for Benjamin Ogedegbe to FAITH CRC   Principal Investigator(s)   Joseph Ravenell   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   3R01HL096946-03S1   Project Dates   7/1/2012 - 6/30/2015    Description:   This is a diversity supplement for a high school student to the parent NHLBI-funded project R01HL096946 Faith-based Approaches in the Treatment of Hypertension and Colon Cancer Prevention (FAITH-CRC). The primary objective of the parent study is to evaluate the effect of a church-based therapeutic lifestyle intervention (MINT-TLC) versus a health education control condition (CC) on BP reduction at 6 months.           Return to Top      Antoinette Schoenthaler      Title   Racial Differences in Patient-Provider Communication and Medication Adherence   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5K23HL098564-05   Project Dates   9/1/2010 - 6/30/2015    Description:   The goal of this career development award is to develop theoretical and methodological expertise in patient-provider communication to facilitate the candidate's development into a leader in research to improve patient-provider communication with an emphasis on its relation to health disparities in patients with chronic disease.           Return to Top      Title   Keep on Track: Insights for Community Health   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   Agency for Healthcare Research and Quality (AHRQ)   Grant Number   5R21HS020982-03   Project Dates   9/1/2012 - 8/31/2015    Description:   This project will lay the foundation for an evidence base for specific personal health record (PHR) functionalities and concurrent workflows for community-based blood pressure monitoring programs, empowered through consumer health IT, to implement core elements of the Chronic Care Model.           Return to Top      Title   Ayudando Latinos Hipertensos para Mejorar Adherencia a los Medicamentos (ALMA)/ Helping Hypertensive Latinos to Improve Medication Adherence   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   American Heart Association   Grant Number   12GRNT11670001   Project Dates   7/1/2012 - 6/30/2015    Description:   This project will evaluate the effect of a practice-based adherence intervention (AI) vs. usual care (UC) on medication adherence in 148 high-risk Latino patients with uncontrolled HTN.           Return to Top      Title   Telephone Visits at Gouverneur Healthcare: A Pilot Randomized Control Trial   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   New York City Health and Hospitals Corporation   Grant Number   N/A   Project Dates   9/1/2014 - 8/31/2015    Description:   This project is a pilot randomized control trial evaluating the substitution of telephone visits for usual in-person care among providers and their patients with chronic disease receiving care in the Gouverneur Treatment and Diagnostic Center.           Return to Top      Title   Understanding Patient Experiences in Health Care Settings   Principal Investigator(s)   Antoinette Schoenthaler   Division or Section   Health and Behavior   Funding Agency   Yale University   Grant Number   N/A   Project Dates   2/1/2015 - 5/31/2017    Description:   The purpose of the study is to develop a standardized measurement approach for healtheare discrimination in inpatient settings.           Return to Top      Mark Schwartz      Title   AMA PreDM at YMCA for Vets   Principal Investigator(s)   Mark Schwartz   Division or Section   Administration   Funding Agency   American Medical Association   Grant Number   N/A   Project Dates   2/27/2015 - 4/26/2015    Description:   -           Return to Top      Mary Sevick      Title   Program to Improve Care in Complex Chronic Disease   Principal Investigator(s)   Mary Sevick   Division or Section   Health and Behavior   Funding Agency   NIH/NINR   Grant Number   5K24NR012226-04   Project Dates   9/2/2011 - 7/31/2016    Description:   The purpose of this 5-year award is to build upon the unique multidisciplinary training of the principle investigator in patient-oriented research pertaining to translational research in complex chronic disease, and strengthen her ability to guide the next generation of scholars.           Return to Top      Title   Lifestyle Management of CKD in Obese Diabetic Patients   Principal Investigator(s)   Mary Sevick   Division or Section   Health and Behavior   Funding Agency   NIH/NIDDK   Grant Number   1R01DK100492-01A1   Project Dates   9/18/2014 - 7/31/2018    Description:   The purpose of this randomized clinical trial is to evaluate, when compared to usual care, the efficacy of 3 different technology-supported approaches to engaging 300 individuals with diabetes and concurrent chronic kidney disease in weight loss, physical activity, dietary sodium restriction, and dietary restriction of inorganic phosphates.           Return to Top      Yongzhao Shao      Title   Evaluation of Distal Airway Injury Following Exposure to World Trade Center Dust   Principal Investigator(s)   Yongzhao Shao / Kenneth Berger   Division or Section   Biostatistics   Funding Agency   Centers for Disease Control and Prevention   Grant Number   N/A   Project Dates   7/1/2011 - 6/30/2015    Description:   This study involves longitudinal statistical analysis and evaluation of repeated lung function measurements for a patient cohort exposed to World Trade Center (WTC) dust and enrolled in NYU/Bellevue Environmental Health Center (EHC). The goal of the proposed analysis is to enhance characterization of World Trade Center related lung disease using longitudinal lung function measurements that can detect lung injury in addition to abnormalities identified in standard spirometry.           Return to Top      Donna Shelley      Title   Implementing Tobacco Use Treatment Guidelines in Dental Public Health Clinics   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NCI   Grant Number   5R01CA162035-03   Project Dates   4/1/2012 - 3/31/2017    Description:   This study will test models of care that have promise to increase adoption and implementation of tobacco cessation clinical practice guideline into routine dental practice, an essential step toward achieving national health.           Return to Top      Title   Improving Adherence to Smoking Cessation Medication Among PLWHA   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   5R34DA031636-03   Project Dates   8/1/2012 - 7/31/2015    Description:   This study will provide new information about the impact of an innovative approach to tobacco cessation that addresses barriers that may make it harder for people living with HIV/AIDS (PLWHA) to quit.           Return to Top      Title   Implementing Tobacco Use Treatment Guidelines in Community Health Centers in Vietnam   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NCI   Grant Number   5R01CA175329-02   Project Dates   9/30/2013 - 8/31/2018    Description:   This study will test models of care that have promise to increase implementation and dissemination of evidence-based tobacco use treatment in health care systems in South East Asian countries (SEACs) and the U.S.           Return to Top      Title   Metro North and Metro South- Health Systems for a Tobacco-Free New York   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   New York State Department of Health   Grant Number   1306271049   Project Dates   7/1/2014 - 3/31/2019    Description:   New York University (NYU) School of Medicine will build on the extensive infrastructure and expertise of the New York State Department of Health-funded Manhattan Tobacco Cessation Center (MTCC) to be the contractor for the Metro South and Metron North Regional Catchment Area for the Health Systems for a Tobacco-Free NY.           Return to Top      Title   Assessing the Use of Electronic Cigarettes (e-cigarettes) as a Harm Reduction Strategy   Principal Investigator(s)   Donna Shelley   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NYU/HHC CTSI   Grant Number   UL1TR000038   Project Dates   11/15/2013 - 3/31/2015    Description:   The purpose of this study is to examine the feasibility of using e-cigarettes as a method for harm reduction and the effects of providing e-cigarettes (or placebo e-cigarettes) on smoking outcomes.           Return to Top      Scott Sherman      Title   Effectiveness of Smoking-Cessation Interventions for Urban Hospital Patients   Principal Investigator(s)   Scott Sherman   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NHLBI   Grant Number   5U01HL105229-04   Project Dates   9/20/2010 - 11/30/2015    Description:   The purpose of the study is to examine the effectiveness and cost-effectiveness of a smoking cessation intervention for patients at two urban hospitals.           Return to Top      Title   NYU/Abu Dhabi Public Health Research Institute   Principal Investigator(s)   Scott Sherman   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NYU/Abu Dhabi   Grant Number   N/A   Project Dates   3/1/2012 - 8/31/2017    Description:   The institute fosters public health research, in conjunction with NYU’s campus in Abu Dhabi, United Arab Emirates. It is comprised of four research centers: smoking cessation, diabetes, genetics of obesity, and oral microbiome/ cardiovascular disease.           Return to Top      Title   Midcareer Investigator Award in Patient-Oriented Research for Dr. Scott Sherman: Understanding the Business and Economic Aspects of Waterpipe Tobacco Use   Principal Investigator(s)   Scott Sherman   Division or Section   Tobacco, Alcohol and Drug Abuse   Funding Agency   NIH/NIDA   Grant Number   1K24DA038345-01   Project Dates   7/1/2014 - 6/30/2019    Description:   The training goals for this mid-career mentoring award in patient-oriented research will focus on improving the quantity and quality of mentoring provided by Dr. Sherman and also to increase his expertise at the behavioral and economic aspects of alternative tobacco products (especially waterpipe tobacco).           Return to Top      Tanya Spruill      Title   Perseverative Cognitions: Assessment and Associations with Stress, Sleep and Blood Pressure (BP)   Principal Investigator(s)   Tanya Spruill   Division or Section   Health and Behavior   Funding Agency   NIH/NHLBI   Grant Number   5R21HL111967-02   Project Dates   8/1/2013 - 7/31/2015    Description:   This study will address important gaps in the literature and provide critical information for the design of a larger study to determine the role of perseverative cognition in the relationships between stress, impaired sleep and elevated BP.           Return to Top      Title   Managing Epilepsy Well: Adapting Project UPLIFT for Hispanic Adults with Epilepsy   Principal Investigator(s)   Tanya Spruill / Chau Trinh-Shevrin   Division or Section   Health and Behavior   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   The NYU Managing Epilepsy Well (MEW) Network Collaborating Center will develop, evaluate and disseminate epilepsy self-management interventions with an emphasis on addressing the needs of New York City’s diverse racial and ethnic minority communities. Project UPLIFT, an intervention to improve depression in people with epilepsy, will be adapted for the Hispanic population and effects on depression, quality of life and epilepsy-related outcomes will be examined.           Return to Top      Chau Trinh-Shevrin      Title   NYU Center for the Study of Asian American Health   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   NIH/NIMHD   Grant Number   5P60MD000538-12   Project Dates   7/3/2012 - 10/31/2017    Description:   CSAAH (Center for Asian American Health) - CSAAH aims to develop and conduct research to understand, address, and eliminate health disparities in the Asian American community. It builds new and strengthens existing private and public partnerships in order to increase outreach, advocacy, and research capacity to address health disparities and social inequalities. CSAAH also trains a cadre of health and public health professionals on community-based approaches to conducting research, outreach, service delivery, and advocacy in the Asian American community.           Return to Top      Title   NYU/CUNY Health Promotion and Prevention Research Center   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Disparities   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   Prevention and Research Center           PRC (Prevention Research Center) its mission is to use a community health worker (CHW) model approach in diverse communities to build community capacity and leadership for health promotion and disease prevention. A multidisciplinary collaboration across NYU and a coalition of community partners, the PRC is part of the Centers for Disease Control and Prevention (CDC) network of Prevention Research Centers, which brings academic researchers, community members, and public health agencies together to conduct prevention research and promote the wide use of practices proven to promote good health.             Return to Top      Title   Building Community Capacity for Disability Prevention for Minority Elders   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   NIH/NIA via Cambridge Health Alliance   Grant Number   1R01AG046149-01A1   Project Dates   11/1/2014 - 4/30/2015    Description:   The project aims to evaluate whether partnerships between academic researchers, minority elders, and the community-based organizations which serve them can expand community resources and capabilities to effectively provide mental health services and reduce the risk of disability in minority elders.           Return to Top      Title   Understanding the Barriers and Facilitators to Colorectal Cancer (CRC) Screening among South Central Asian Immigrants in the United States   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2015    Description:   The goal of this one-year study is to understand the barriers and facilitators of CRC screening among South Asians in NYC using a mixed methods, community-engaged approach.           Return to Top      Title   Workplace Health Research Network (WHRN) – Collaborating Centers   Principal Investigator(s)   Nadia Islam / Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   This project will establish a collaborating center of the Workplace Health Research Network (WHRN) at the New York University-City University of New York (NYU-CUNY) Prevention Research Center.           Return to Top      Title   Managing Epilepsy Well: Adapting Project UPLIFT for Hispanic Adults with Epilepsy   Principal Investigator(s)   Tanya Spruill / Chau Trinh-Shevrin   Division or Section   Health and Behavior   Funding Agency   Centers for Disease Control and Prevention   Grant Number   1U48DP005008-01   Project Dates   9/30/2014 - 9/29/2019    Description:   The NYU Managing Epilepsy Well (MEW) Network Collaborating Center will develop, evaluate and disseminate epilepsy self-management interventions with an emphasis on addressing the needs of New York City’s diverse racial and ethnic minority communities. Project UPLIFT, an intervention to improve depression in people with epilepsy, will be adapted for the Hispanic population and effects on depression, quality of life and epilepsy-related outcomes will be examined.           Return to Top      Title   Harlem Community Health Workers Initiative (CHWI)   Principal Investigator(s)   Chau Trinh-Shevrin   Division or Section   Health Equity   Funding Agency   New York City Department of Health &amp; Mental Hygiene via City University of New York   Grant Number   N/A   Project Dates   7/1/2014 - 6/30/2015    Description:   In collaboration with partners, community health workers (CHWs) will assist New York City Housing Authority (NYCHA) residents in navigating the healthcare system; provide health coaching, case management and advocacy; and identify local resources and strategies to support the initiative.           Return to Top      Anne Zeleniuch-Jacquotte      Title   Vitamin D Related Genes and Breast Cancer Risk   Principal Investigator(s)   Anne Zeleniuch-Jacquotte   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA098661-10   Project Dates   7/1/2009 - 6/30/2015    Description:   The study examines the association of cirulating levels of 25(OH)D and calcium with breast cancer risk. The study team will also study functional polymorpishms , tagSNPs and haplotypes in genes related to D metabolism or function (VDBP, CYP24B1, CYP27A1, VDR).           Return to Top      Title   Biomarkers and Breast Cancer Risk Prediction in Younger Women   Principal Investigator(s)   Anne Zeleniuch-Jacquotte / Mengling Liu   Division or Section   Epidemiology   Funding Agency   NIH/NCI   Grant Number   5R01CA178949-02   Project Dates   9/9/2013 - 8/31/2016    Description:   The overall goal of this project is to improve the discriminatory accuracy of the Gail breast cancer risk prediction model 2 for women 35-49 years of age by the addition of biomarkers (testosterone, free testosterone and, Müllerian Inhibiting Substance (MIS)).           Return to Top      Hua (Judy) Zhong      Title   Network based biosignature development   Principal Investigator(s)   Hua (Judy) Zhong   Division or Section   Biostatistics   Funding Agency   NIH/NIGMS   Grant Number   1R21GM110450-01   Project Dates   1/1/2014 - 12/31/2015    Description:   The goal of this grant is to restore preliminary results and research on causal network biosignature algorithm development.           Return to Top                                                                                                                                             NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Research                                                                                                        NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                New York University    Skip to Content   Skip to Search   Skip to Sub Navigation              Global Institute of Public Health                       Search NYU                    Pages |    People                                                                Bread Crumbs          Global Institute of Public Health   /   Research                       Sub Navigation                                 FUNDING OPPORTUNITIES                       Proposal Development, Submission, and Award Administration                                                                 Research      The development of new public health approaches would be impossible without rigorous research providing a foundation of knowledge from which to build. GIPH is invested in producing research of the highest caliber and houses a global public health research center, serving as a University-wide resource for large scale, multi-school, multi-disciplinary and multi-site research projects. GIPH research draws from faculty expertise on multiple topics in multiple geographic settings; coordinates administrative support; works collaboratively with community partners and constituents; and takes a comprehensive approach to research problems, incorporating complimentary perspectives and approaches from across disciplines.            Research Profile: NYU/Ghana Health Partnership                                   New York University and its affiliated public hospital, Bellevue Hospital Center , and the University of Ghana and its affiliated public hospital, the Korle Bu Teaching Hospital , have developed a multi-disciplinary collaboration for health professional development that will result in sustained and significant improvements in health and health care in Ghana and the United States. More recently, this NYU/Ghana Health partnership has expanded to include the new University of Health &amp; Allied Sciences (Volta) as well as the Ministry of Health and the Ghana Health Service.           A variety of projects are underway, involving faculty from several of NYU's schools (Dentistry, Medicine, Nursing, Steinhardt, Wagner). The partnership addresses a variety of topics, including but not limited to:     increasing the midlevel provider workforce in sub-saharan Africa   improving access to qualified health providers   improving health outcomes (including nutrition, cardiovascular disease, diabetes, oral health)     creating cost effectivenss to lower the financial burden on national financing systems   stengthening emergency medicine systems and services in Ghana            Research Highlights          Faculty who participate in the Global Institute of Public Health engage in a diverse and impressive array of research across the university. Below is a sampling of public health-related research projects at NYU, including the school affiliation of the priciple investigator.                Ambulatory care sensitive hospitalizations and chronic diseases in Brazil Inter (American Development Bank) - James Macinko, Steinhardt   Analysis of Medicaid Claims Data (United Hospital Fund of NY) - John Billings, Wagner   An Exploration Study of Migration on HIV Risk among Poblano Migrants in NYC (NYU University Research Challenge Fund Grant) - Yumary Ruiz, Steinhardt   Anemia in pregnancy in Benin and impact on cognitive function in childhood (NIH) – Karen Day, School of Medicine   Assessing PHC in the Americas (PAHO/WHO) - James Macinko, Steinhardt   Assessing the state health policy environment (RWJF) - James Macinko, Steinhardt   Association of Periodontal Disease with Gastritis and Intestinal Metaplasia (NIDCR) – Ananda Dasanayake, College of Dentistry   Behavioral Economics of Food Choice: Taxes and Labeling (NYU-HHC Clinical Translational Science Institute) - Brian Elbel, School of Medicine/Wagner   Black-white disparities in avoidable mortality (NIH) - James Macinko, Steinhardt   CARE Corrections (NIH/NIDA) - Ann Kurth, College of Nursing   CARE India (NIH) - Ann Kurth, College of Nursing   Center for Health, Identity, Behavior &amp; Prevention Studies (CHIBPS) - Perry Halkitis, Steinhardt &amp; Farzana Kapadia, Steinhardt   Center of Excellence in the Elimination of Health Disparities (CEED) – Center to Reduce HBV (CDC) - Simona Kwon, School of Medicine   Computerized Counseling to Promote Positive Prevention and HIV Health in Kenya (NIH/NIMH) - Ann Kurth, College of Nursing   Cultural Adaptation of Internet-Based Depression Prevention Program for Immigrant Chinese American Adolescents (New York University Research Challenge Fund) - Simona Kwon, School of Medicine   Developing a CBPR mental health promotion intervention for Korean American youth in NYC (New York University Steinhardt Research Challenge Fund) - Simona Kwon, School of Medicine   Developing PDA-based decision support to treat tobacco use in dental clinics (NIH/NCRR, NYUCTSI) - Donna Shelley, School of Medicine   Development of Innovative Statistical Methods to Analyze and Related Biomechanical Data (Steinhardt Research Challenge Fund) - Ying Lu, Steinhardt   Effectiveness of smoking cessation interventions for urban hospital patients (NHLBI) - Donna Shelley, School of Medicine   Establishing a health system performance monitoring system in Ghana (NYU Global Public Health Research Challenge Grant) - Karen Grepin, Wagner   Evaluating the Impact of Using Financial Incentive to Build Supermarkets in High-Need Areas (Robert Wood Johnson Foundation Healthy Eating Research Initiative) - Brian Elbel, School of Medicine/Wagner   Evaluation of a computerized clinical decision support system and EHR-linked registry to improve management of hypertension in community based health centers (Agency for Health Research and Quality) - Donna Shelley, School of Medicine   Evaluation of Expecting Success (Robert Wood Johnson Foundation) - John Billings, Wagner   Evaluation of the Urban Health Initiative, funded by the Robert Wood Johnson Foundation (Robert Wood Johnson Foundation) - Beth Weitzman, Steinhardt   Fighting Obesity–Kids Who Cook, Kids Who Kick: A Pilot Study in Health Information Literacy among African-American Adolescents (New York-New Jersey Chapter/Medical Library Association) - Dorice Vieira, School of Medicine   Gender-specific Combination HIV Prevention for Youth in High-Burden Settings (NIH/NIAID) - Ann Kurth, College of Nursing   Genetic and Lifestyle Determinants of the Insulin Resistance (GLIR) in the Framingham Heart Study Population (Steinhardt School) - Niyati Parekh, Steinhardt   Global Infectious Disease Research Training Program, &quot;Promotion of Plasmodium Research and Training in India&quot; (NIH Fogarty) - Jane Carlton, NYU Biology   Global Partnerships for Social Science Research on AIDS in Kenya (NIH/NICHD) - Ann Kurth, College of Nursing   Health Literacy Among Korean Immigrants Living with HBP (NIH-NHLBI) - Simona Kwon, School of Medicine   Health Risks Faced by Youth who are Refugees from Zimbabwe Currently Residing in South Africa (NYU Global Public Health Research Challenge Fund) - Sally Guttmacher, Steinhardt   HIV, Illicit Drug Use and Aging in MSM *Center for AIDS Research, NYU) - Perry Halkitis, Steinhardt   HIV Transmission and Illicit Drug Use in a Caribbean Tourism Area – NYU Global Public Health Research Challenge Fund) - Yumary Ruiz, Steinhardt   Human Genetic Polymorphisms in Malaria-endemic Area (NIH/NIGMS) – Karen Day, School of Medicine   Immigration &amp; HIV risk among documented and undocumented Mexican immigrants (New York University Research Challenge Fund Program) - Farzana Kapadia, Steinhardt   Impact of early antibiotic exposure on human health (NYU Global Public Health Research Challenge Fund) - Jan Blustein, Wagner   Impact of family functioning and violence on adult’s and children’s oral health (NIDCR) – Ananda Dasanayake, College of Dentistry   Increasing access to oral health among older adults (United Hospital Fund) - Donna Shelley, School of Medicine   Increasing Oral Cancer Screening by Dentists: qualitative research on practitioners’ choices (NIH/NIDCR) - Walter Psoter, College of Dentistry   Infectious Diseases and Basic Microbiological Mechanisms Training Grant (NIH/NIAID) – Karen Day, School of Medicine   Influence of Calorie Labeling on Food Choice (NHLBI/NIH) - Brian Elbel, School of Medicine/Wagner   Integrating mental health in social development (Sanofi Aventis Access to Medicines) - Gary Belkin, School of Medicine   International Center of Excellence in Malaria - the &quot;Center for the Study of Complex Malaria in India&quot; (NIH/NIAID) - Jane Carlton, NYU Biology   Manhattan Tobacco Cessation Center (New York State Department of Health) - Donna Shelley, School of Medicine   Medicaid Chronic Illnesses Demonstration Project (NY Health Foundation) - John Billings, Wagner   Mental health delivery model (Clinton Global Initiative/Partners in Health) - Gary Belkin, School of Medicine   Metabolic syndrome and cancer mortality-potential mechanisms and interventions (NCI/NIH) - Niyati Parekh, Steinhardt   Microbiome and upper aerodigenstive cancers (NIH) - Richard Hayes, School of Medicine   Migration &amp; HIV risk among Poblano migrants in New York City: A Community-Academic Collaboration (NYU/Steinhardt Challenge Community Collaborative Awards) - Farzana Kapadia and Yumary Ruiz, Steinhardt   National Research Center of Excellence – Center for of Asian American Health (NIH- National Center on Minority Health and Health Disparities) - Simona Kwon, School of Medicine   NIDA Clinical Trials Network – New York Node (NIH/NIDA) - Donna Shelley, School of Medicine   NYU Comprehensive Oral Health Research (COHRT) Training (NIH/NIDCR) - Ralph Katz, College of Dentistry   NYU Health Promotion and Prevention Research Center (PRC) – [Training Core PI] (CDC) - Yumary Ruiz, Steinhardt   NYU Oral Health Initiative (DentaQuest Foundation ) - Donna Shelley, School of Medicine   NYU – Prevention Research Center – Building Community Capacity through a CHW Model (CDC) - Simona Kwon, School of Medicine   P. falciparum var gene diversity and malaria control (NIH) – Karen Day, School of Medicine   Partnership for Family Health (Health Resources and Services Administration) - Nancy Van Devanter, College of Nursing   Planning Parental/Motivational Interventions to Prevent Early Childhood Caries (NIH/NIDCR) – Ananda Dasanayake, College of Dentistry   Policy and Politics of Inequality (NYU Wagner Social Justice Fund) - John Gershman, Wagner     Politics of Recent Health Reforms in Ghana (NYU Wagner) - Karen Grepin, Wagner     Politics of Land and Water Rights in Ghana (NYU Wagner) – John Gershman, Wagner   Politics of Recent Health Reforms in Ghana (NYU Wagner) - Karen Grepin, Wagner   Predictive Modeling for Vulnerable Populations (NY Community Trust) - John Billings, Wagner   Qualitative Study of Dual Diagnosed Homeless (NIMH) - Deborah Padgett, Silver School of Social Work   Qualitative Study of Mental Health Recovery (NIMH) - Deborah Padgett, Silver School of Social Work   Reproductive Health Decisions and HIV Infection Risk (NIH/NICHD) - Ann Kurth, College of Nursing   Role of neighborhood, health system, and household environment characteristics on control of non-communicable diseases in Brazil: a household survey of the city of Belo Horizonte (Brazilian Ministry of Health) - James Macinko, Steinhardt   Sensitivity Analysis – If We Are Wrong, How Far Are We From Being Right? (Department of Education) - Marc Scott, Steinhardt   Spanish-Language Intervention for HIV-Positives (NIH/NIMH) - Ann Kurth, College of Nursing   Substance Abuse Research Education and Training (NIH) - Frederick More, College of Dentistry   Syndemic Production among Emergent Adult Men (NIDA/NIH) - Perry Halkitis, Steinhardt   Tax Credits for New Supermarkets in Low-Income Areas: The Influence on Healthy Eating for Adult (Aetna Foundation) - Brian Elbel, School of Medicine/Wagner   Testing a PDA based clinical decision support system for tobacco use treatment in dental clinics (AHRQ) - Donna Shelley, School of Medicine   Testing and Linkage to Care for Injecting Drug Users, Kenya (NIH/NIDA) - Ann Kurth, College of Nursing   Transmission of Maternal Indigenous Bacteria to the Newborn through Kangaroo Mother Care (NIMCH) – Ananda Dasanayake, College of Dentistry   Understanding State Health Variation (Robert Wood Johnson Foundation) - Diana Silver, Steinhardt   Using Nudges to Implement Comparative Effectiveness: Behavioral Economics and Statins (National Institute of Aging/NIH) - Brian Elbel, School of Medicine/Wagner   Utilization of NYC Playgrounds (New Yorkers for Parks) - Diana Silver, Steinhardt                                                    NYU medical residents at Korle Bu Teaching Hospital in Ghana                               Affinity Group Challenge Fund Competition                            This award provides supports projects that focus on research in a global setting and in collaboration with a NYU Global Network University (GNU) site/partners. The work should strengthen the scientific evidence base applied to the following key global public health areas:   • Addiction  • Environmental health  • Global mental health  • Non-communicable diseases (NCDs)  • Public health policy, and  • Reproductive/sexual health including HIV            NYU Research Links            Contract Office   Controller's Division Resources   Export Control Regulations   Office of Sponsored Programs   Office of Veterinary Resources   School of Medicine Research   Sponsored Programs Administration   University Animal Welfare Committee   University Committee on Activities Involving Human Subjects   University Research Policies                               View NYU-affiliated presentations        at the 2013 Annual Meeting of the          American Public Health Association                                                                 NYU Footer          Search      Directory      Campus Map         Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU, Banco Santander, Fundacion Mujeres Por Africa, and the University of Ghana Kick-Off The Ghana Wins! Project                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2012   /   September   /   24                                                         NYU, Banco Santander, Fundacion Mujeres Por Africa, and the University of Ghana Kick-Off The Ghana Wins! Project                   September 24, 2012          31                                         Today, New York University, in collaboration with Fundación Mujeres Por África, the University of Ghana, and Banco Santander announced the launch of The Ghana Wins! Project, a major initiative designed to develop and promote leadership skills in Ghanaian women. A select number of Ghanian women will receive training and assistance from the NYU College of Nursing (NYUCN), the Steinhardt School of Culture, Education, and Human Development , and the Robert F. Wagner Graduate School of Public Service , to help address Ghana’s critical needs in healthcare, education, and strengthening of its civil society.    “The needs in developing countries are great, but the more health resources that are developed, the better off the country will be,” says NYUCN’s Yvonne Wesley, co-director of the project. The project’s director, NYUCN’s Mattia Gilmartin, added, “Ghana is dealing with increases in diabetes and cardiovascular disease, as we are here. One goal of our program is to teach the participating nurses skills to improve the quality of care in their local settings.”    The College of Nursing is the first to begin, launching the four-year Ghanaian Nurse Leaders Program, which addresses a fundamental need of the Ghanaian nursing profession—the development of a corps of nurses that can improve health system management and clinical practice —in Ghana.    The Ghanaian Nurse Leaders Program is based on the frameworks of both the seven-year-old Leadership Institute for Black Nurses (LIBN)—an annual fellowship program held at the College—and the more recent Global Health Scholars Program. Three cohorts of 10 Ghanaian nurses, in staggered groups, will join activities that advance their access to evidence-based science and training in leadership and performance improvement. Each will be assigned a mentor and take seminars led by College of Nursing and other faculty as well as tour NYU Langone Medical Center, simulation labs, and dental and clinical care sites.    The three cohorts of nurses will be recruited from across Ghana. Organizers are seeking to interest a mix of experienced nurse managers and less experienced nurses with great potential from both public and private hospital settings.    Project Director Kristie Patten Koenig, along with Rose Vukovic, assistant professor of education, will direct Steinhardt’s Ghanaian Institute for the Future of Teaching and Education (GIFTED) Women’s Fellowship Program.    “We know that education is key to economic development, stability, and equality in developing countries, especially the education of girls and women,” says Koenig.    GIFTED will provide professional development, on-going support, and leadership training to three cohorts of 10 to12 educators through collaboration with the Ghanaian Ministry of Education, the University of Ghana, and the University of Education at Winneba.    The program will begin recruitment in January 2013, kicking off the program in Accra in the summer. Teachers who are selected for this program will identify, develop, and implement a project that improves the quality of education in key areas of curriculum, integrated service delivery, and school leadership.    “Programs that are implemented with success in our public school systems inherently have a strong professional development component that not only values, but provides the time and supports for quality on-going teacher development. This is central to the GIFTED program and will enable the women leaders to make the changes they envision in their communities,” Koenig adds.    The Research Center for Leadership in Action (RCLA) at NYU Wagner will offer a one-year cohort-based leadership development program for mid- to senior-level women leaders from government and civil society organizations in Ghana. RCLA will select two cohorts of 15-20 women each working in public service across the nation. Women leaders will identify a pressing organizational or community need and design a public service action-learning project to address it. They will spend the following year working in small groups to implement their projects, aided by ongoing expert coaching via regular videoconferences and support from peers.    “In the half century since gaining its independence, Ghana has developed a strong and vibrant civil society to support its social, political, and economic growth,” noted RCLA Executive Director Bethany Godsoe. “As Ghana enters this next phase in its history, the continued strengthening of democratic institutions will be crucial to realizing greater prosperity, and NYU Wagner is honored to be identifying, nurturing, and equipping visionary women leaders as central to that effort.”    The Ghana Wins! Project builds on the collaborative relationship between NYU and the University of Ghana, which includes NYU’s study abroad site on the university’s campus in Accra, the country’s capital and largest city. For more than three years, the two universities and two medical centers—Korle Bu in Accra and Bellevue in New York City—have been working together and learning from each other.    “The philosophy of this program is that leadership can be learned,” says Wesley. “What we have learned from our Leadership Institute for Black Nurses is that, if we can help nurses to think about health care from a leadership position, they’re more likely to initiate projects in their own communities and really go out and make positive changes.”   The New York University College of Nursing is a global leader in nursing education, research, and practice. It offers a Bachelor of Science in Nursing; Master of Arts and Post-Master’s Certificate Programs; a Doctor of Philosophy in Research Theory and Development; and a Doctor of Nursing Practice degree. For more information, visit www.nyu.edu/nursing .   About the NYU Steinhardt School of Culture, Education, and Human Development  Located in the heart of Greenwich Village, NYU’s Steinhardt School of Culture, Education, and Human Development prepares students for careers in the arts, education, health, media, and psychology. Since its founding in 1890, the Steinhardt School's mission has been to explore aspects of the human experience through public service, global collaboration, research, scholarship, and practice. To learn more about NYU Steinhardt, visit: http://steinhardt.nyu.edu.   The Research Center for Leadership in Action builds knowledge and capacity for leadership to transform society. Housed at New York University’s Robert F. Wagner Graduate School of Public Service, a nationally top-ranked school for public service, the Center’s unique approach integrates research with practice, bridges individual pursuits and collective endeavors, and connects local efforts with global trends. RCLA scholars use innovative research methodologies to advance big ideas in leadership, and the Center’s customized leadership development and capacity-building programs facilitate critical reflection, peer-to-peer learning and transformation at the individual, organizational and systems levels. To learn more about RCLA, visit: http://wagner.nyu.edu/leadership/ .                            This Press Release is in the following Topics:      College of Nursing , Robert F. Wagner Graduate School of Public Service , Steinhardt School of Culture, Education, and Human Development           Type: Press Release            Press Contact:                Christopher James | (212) 998-6876                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]