[{"detail": [{"content": "Business and Workplace Education - NYU Steinhardt                                                      Skip to content        NYU Steinhardt School of Culture, Education, and Human Development          apply now     request info     contact                                 Programs in Higher and Postsecondary Education   Department of Administration, Leadership and Technology           Doctoral Degrees in Higher and \u0003Postsecondary Education         About the Degrees     PhD      EdD            Master's Degree in Higher Education and Student Affairs         About the Degree     Courses     Internships and Fieldwork     Capstone Project                  Master's Degree  in Business and \u0003Workplace Education         About the Program     Admission     Degree Requirements     Outlook     Scholarships       Newsletters       Get Involved       FAQ               Advanced Certificate  in Workplace Learning          Post Baccalaureate     Post Masters               Study Abroad         About     Brazil     India     Israel     South Africa     Turkey             Research         Center for Research on Higher Education Outcomes     Steinhardt Institute for Higher Education Policy               People         Faculty     Students     Alumni                                     Business and Workplace Education    As of Spring 2012, we&rsquo;ve changed our program name from Business Education to Business and Workplace Education to better reflect the diversity and richness of our MA and certificate programs and the locations where our graduates work.    Our master's program focuses on the study of effective adult learning and development support strategies for teaching and learning business concepts and skills in public and private organizations and postsecondary education institutions. Our graduates usually come with solid business content and are able to specialize further and learn theoretical concepts related to adult learning, workplace learning, lifelong learning, instructional design and delivery, curriculum development, and research, preparing them for important educational roles. Job titles of alumni and current students include:       Community College Instructor (accounting, finance, marketing, management)    Senior Learning Specialist    Corporate Sales Trainer; Manager of IT Training and Knowledge Management    Director, Program Design    Curriculum Developer    Workplace Learning Consultant    Organizational Development and Productivity Specialist       Business Education at New York University: The Next Generation This book, co-written by NYU Professor Emeritus Michael Bronner and University of Southern New Hampshire Professor Emeritus Burt Kaliski, follows the 1981 publication Early Leaders in Business Education. The earlier book documents the work and impact of our program's founders, Drs. Paul S. Lomax, Peter L. Agnew, Herbert A. Tonne, and Helen Reynolds. This next edition is designed to document the rich history the Business Education Program has had since that era. At this point, the first two chapters, detailing the contributions of Drs. Karen Gillespie and Padmakar S. Sapre, are complete and available for download here. If you are an alum of the program and have comments regarding them, please email Professor Emeritus Michael Bronner.    Read the first chapter about Dr. Karen R. Gillespie    Read the second chapter about Dr. Padmakar M. Sapre    Read the history of the Agnew Foundation, 1969 to 2009    Advanced Certificates    Post-Baccalaureate Certificate in Workplace Learning    Post-Master's Certificate in Business and Workplace Education              This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Higher and Postsecondary Education - 82 Washington Square East, 6th Floor, New York, NY 10003"}]}]