[{"detail": [{"content": "Companies | Varick Street | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Outreach / Incubators / Varick Street                         Varick Street                                                             Companies         Current Tenants                            Financial Tech     Tactile Finance     Information Technology     CaseRails   Digital Assembly   Live Sqrd   Mental Canvas     Business Development     Ultra Light Startups   NYC Seed     Education Tech     Vidcode   TheScaffold   Cognitive ToyBox         Data     7 Park Data   AreteX Engineering   Ontodia   Clarifai   StyleSage   The Loadown   Avanan     Mobile     SwyftMedia   Mibi   Miner     Media Tech     Cowri         7Park Data     Leverages Big Data technologies and proprietary third-party data sources to deliver subscription products to institutional investors   Brian Lichtenberger | Co-Founder | info@7parkdata.com    www.7parkdata.com        AreteX Engineering       AreteX Engineering is developing a medical device for objective assessment of agitation and sedation for intensive care units. Currently, there is no method for objective assessment of agitation and sedation. The process is subjective, relies on human observation, and it is prone to error.   Behnood Gholami | Co-Founder | bgholami@aretexeng.com   www.aretexeng.com     Bounce Exchange     &quot;Bounce Exchange&trade; is a customer acquisition and conversion tool that gives eCommerce sites the power to target abandoning visitors with content that pushes them down the conversion funnel. The tool is built around its proprietary &ldquo;Exit-Intent&rdquo; technology that uses a flagship combination of invisible javascript receptors, mouse gestures, and cursor acceleration to determine when a visitor is exiting a website. This &ldquo;final opportunity real estate&quot; fires at the least invasive moment of a visitor&rsquo;s session, resulting in unprecedented engagement with a lowered bounce rate.&quot;   Ryan Urban | Co-Founder | ryan@bounceexchange.com    www.bounceexhange.com     CaseRails     CaseRails is building the most efficient and accurate way for lawyers at law firms to draft legal documents. Attorneys currently spend a significant amount of time performing non-legal tasks such as formatting documents, manually merging drafts from multiple team members, and hunting down information from documents to copy and paste into new projects. CaseRails eliminates this legal drudgery, making law firms more efficient and more profitable, and decreasing costs for clients.   Erik Dykema | Founder | Founders@caserails.com    www.caserails.com      Clarifai     Clarifai brings state of the art machine learning and computer vision algorithms to market, enabling computers to understand the visual world. We use advanced computer algorithms which learn to recognize real world objects in images and videos. After an initial training phase is complete, a trained system can recognize 10,000 or more categories of objects and is robust to many different conditions such as lighting, shifts and viewpoint changes. A trained system has many uses: tagging photo libraries, searching through millions of images, or providing automatic quality control to name a few. All of these tasks can be performed several times a second, reducing slow and costly human interaction and enabling next generation intelligent applications.   Matthew Zeiler | CEO | info@clarifai.com    www.clarifai.com     Cowri     Cowri creates value for media owners, media agencies and advertisers through enabling scalable, efficient, programmatic media barter between all parties. Cowri operates a digital platform and support services that enable media owners, media agencies and advertisers to discover and execute media barter opportunities efficiently and scalably. Cowri employs discovery and exchange capabilities to enable counter-parties to efficiently manage their cash, gain access to world class media campaigns, build new distribution channels, access new customers and diversify revenue streams. With Cowri, media owners and advertisers discover and execute media barter opportunities efficiently, transparently and scalably.   Per von Zelowitz | Co-Founder | info@cowri.com    www.cowri.com     Digital Assembly     Founded at the School of Engineering in 2007, Digital Assembly designs software products for digital forensics and data recovery. With a mission to help clients &quot;recover more with less effort,&quot; Digital Assembly introduced its one-of-a-kind SmartCarving&trade; technology, which allows recovery of fragmented files from any media with or without a file system. Digital Assembly&rsquo;s first consumer product, Adroit Photo Recovery, retrieves and restores deleted or lost photos from a variety of digital media. In response to requests from the United States Department of Defense, Digital Assembly created its second product, Adroit PhotoForensics, a revolutionary tool to aid law enforcement and digital forensic investigators. Digital Assembly has received more than $600,000 in funding through the National Science Foundation and New York State Foundation for Science, Technology and Innovation.   Professor Nasir Memon | Co-Founder | memon@poly.edu    www.digital-assembly.com     Live Sqrd     Live Sqrd enables developers to access a live content infrastructure. So the focus for developers is only on the project&#39;s front end (the product) and don&#39;t have to worry about servers or databases. Allowing any device to have access to the content on demand easily from video to data.     Antanio Pellegrino | Founder | Pelle@livesqrd.com    livesqrd.com     Mental Canvas     From Leonardo&#39;s anatomic sketches to Frank Gehry&#39;s conceptual drawings to movie storyboards, the sketch is basic to exploring new ideas, creating new knowledge, and designing new products. But while computer technology has revolutionized text and photography, sketch has largely remained untouched, beyond the few additional capabilities (panning, zooming and transmitting) offered by existing software. Mental Canvas is a transformative software platform that bridges traditional drawing and 3D modeling, offering a novel way to develop, explore, and share visual ideas in 3D. Similar to what the word processor has done for text, or Photoshop has done for photography, Mental Canvas reimagines the sketch, imbuing it with entirely new capabilities, bringing it fully into the computer age.   Julie Dorsey | CEO | julie@mentalcanvas.com    www.mentalcanvas.com        Miner     Connecting people, businesses &amp; places. We trigger mobile storefronts in real-time when people arrive at business, venues &amp; events. We&#39;re the easy way to deliver relevant mobile content to people during their visit to any location. Formerly known as ZenPlaya.   Kieth Fiore | CEO | keith@minerapp.com    www.minerapp.com     NYC Seed     NYC Seed was formed to provide deserving New York City seed stage entrepreneurs with the capital and support they need to move from idea to product launch. NYC Seed has brought together many New York organizations to provide funding and support for young companies in New York City.   Owen Davis | Partner| info@nycseed.com   www.nycseed.com       Ontodia     Ontodia endeavors to create &quot;Human-powered, machine-accelerated, Collective Knowledge Systems&quot;. In this age of Information Overload, machines have become very good at producing data. So much so, that Humans - the ultimate consumer of data, have not been able to cope with this exponential Data Tsunami. Ontodia aims to use its &quot;crowdknowing&quot; technique to create Collective Knowledge Systems that leverage &quot;semantics, statistics, algorithm and the crowd&quot; to develop self-reinforcing Linked Data networks that leverage the best of Humans and Machines to create sustainable Knowledge marketplaces.   Joel Natividad | Founder | joel.natividad@ontodia.com    www.ontodia.com     StyleSage     StyleSage monitors and analyzes billions of pricing and social signals to provide fashion retailers and brands with the competitive intelligence they need to succeed. We deliver real-time and predictive analytics that show: what shoppers love, how much to produce and stock, how much to price merchandise, and where to allocate inventory.   Jade Huang | CEO | jade@stylesage.co    www.stylesage.co       Tactile Finance     Tactile Finance builds solutions to help customers navigate complex financial products.Our mission is to make complex financial transactions easy to understand, transparent and speedy.   For the residential mortgage originator or borrower seeking support for smart decisions about residential mortgage transactions, Tactile Finance provides clarity for both sellers and buyers.   Nicole Hamilton | CEO | info@tactilefinance.com    www.tactilefinance.com     SwyftMedia       Swyft Media is the global leader in branded mobile content, connecting brands and advertisers to the world&rsquo;s most popular mobile and social applications. Via one platform we offer brands and advertisers efficient and scalable solutions to streamline mobile marketing strategies, effective mobile monetization and a massive reach to more than two billion young, engaged consumers worldwide. We deliver unique content customers will love on mobile platforms you can&rsquo;t ignore.   Evan Wray | Co-Founder | evan@swyftmedia.com    www.swyftmedia.com     TheLoadown     The Loadown allows mobile app marketers and developers to respond in real-time to competitive threats and grow their sales.The Loadown is a data-driven platform that tracks competitors&rsquo; activities including sales, pricing changes, product updates and marketing. Combined with actionable intelligence, The Loadown empowers mobile app marketers and developers to react effectively to competitive market dynamics.   David Renard | Founder | theloadown.com    david@theloadown.com     Ultra Light Startups     Ultra Light Startups brings technology entrepreneurs together for monthly networking events and professional workshops. Founded in May 2008, the company is profitable with revenue from event ticket sales and corporate sponsorships. Current sponsors and partners include the law firm of Duane Morris; Microsoft Corporation, which hosts all Ultra Light events in New York; and SeamlessWeb. Events feature startup pitches and panel discussions covering topics related to design, technology, marketing, finance and revenue models.   Graham Lawlor | CEO | graham@ultralightstartups.com    www.UltraLightStartups.com/newyork     TheScaffold     TheScaffold is a leadership development company founded to build strong individuals into great leaders. We come from a diverse background and know firsthand how important the right leaders are to organizations of all sizes.   We believe that everyone has the capabilities to grow into a great leader if given the resources to develop the necessary skills. Regardless of what field or level you are in your career, building your leadership capabilities now is the key to long-term success. TheScaffold Virtual Coach will help you get there.   Joaquin Roca | CEO | joaquin@thescaffold.com    www.thescaffold.com        Avanan     Avanan&rsquo;s premier product Cloudlox is a cloud-based security platform that provides the full stack of gateway protection: encryption, malware detection, data loss protection, single sign on, compliance enforcement, policy control and more, using the same best-of-breed software that the enterprise uses in their datacenter. Because it integrates into their existing infrastructure, there is no configuration or change to existing business processes. It is transparent to the user and requires no agent or change in user behavior.   Michael Landewe | Co-Founder | gil@avanan.com    http://www.avanan.com     Mibi     Mibi is creating unique, fun and personal interactions utilizing its big data driven social platform.   Andrew Fabian | CEO | a@mibi.com    http://www.mibi.com     Cognitive ToyBox     Cognitive ToyBox is an educational toy company that partners with scientists to make games backed by academic research. Our first iOS game is directly inspired by scientific research that has shown benefits, in terms of short term language development, when the training was conducted in the lab, and our platform enables parents to track their child&rsquo;s progress. It also gives scientists access to developmental data on a massive scale that may help to further the research frontier. We plan to develop a whole toy box of games to promote cognitive development for children all ages.   Tammy Kwan | Founder | tammy.kwan@stern.nyu.edu    http://www.cognitivetoybox.com     Vidcode     Vidcode a web platform designed for girls to learn computer programming by customizing Instagram videos with code. They can upload videos, code their own effects, and share them with friends. Vidcode connects coding to what teens are already doing: creating and sharing videos.Vidcode was founded by two women with a shared passion to get more girls involved in technology.   Melissa Halfon | Co-Founder | Melissa@vidcode.io    www.VidCode.io                                   Incubators      Apply Now   Varick Street Benefits to Start-ups   Office Resources + Costs   Companies   Apply   Background + Partners   News, Events, Media   Graduates     DUMBO   NYC ACRE   Mentor Program   Faculty Engineers in Residence   SPIKE   Veteran Entrepreneur Training   Quick Facts   Economic Impact   Greenhouse   Partners           Related Links    Array Array                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]