[{"detail": [{"content": "Division of Reproductive Endocrinology and Infertility | Obstetrics and Gynecology                                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Obstetrics and Gynecology                                                                                  Patient Care   About Our Department   Educational Programs   In the News                                  Home About Our Department Department Divisions Reproductive Endocrinology and Infertility            Print  Email               - A + A                                         About Our Department      Department Organization     open/close   Department Divisions  Education   Epidemiology   Family Planning   Global Women&#039;s Health   Gynecologic Oncology   Maternal-Fetal Medicine   Obstetrical and Gynecological Ultrasound   Reproductive Endocrinology and Infertility   Urogynecology and Reconstructive Pelvic Surgery       open/close   Department Research  Cancer Prevention with Weight Loss   Oral Contraceptive Pills on Vascular Function       open/close   Department Events  Porges Memorial Videos     Bellevue Hospital   Career Opportunities                                                                      Division of Reproductive Endocrinology and Infertility                                                       Director: James A. Grifo, MD, PhD   The combination of academic, scientific and technical expertise found in our division has created one of the most respected fertility programs and clinical divisions in the country. Our reproductive endocrinologists and physician-scientists are actively engaged in research, both clinical and basic, as well as training residents and fellows in this specialized field. Our clinical work includes some of the world’s finest technicians and physicians who have pioneered new innovations and been honored for their outstanding contributions to the field of reproductive medicine.   Our Role in Research   Research has played a major role in our division throughout its existence and serves as an important part of our commitment to furthering patient care. It has enabled our staff to pioneer new innovations in areas such as preimplantation genetic diagnosis (PGD), blastocyst culture and oocyte freezing and helped us to secure NIH grant funding for current studies. Our physicians have published hundreds of papers on infertility and the surgical research conducted in the laboratories at the NYU Fertility Center . Our members are regularly invited to discuss their research nationally and internationally, sharing their part in the work that has made NYU Langone Medical Center a premiere research institution.   Our Role in Education   Our reproductive endocrinologists introduce medical students to the field, provide residents with further training in infertility and participate in an accredited fellowship program. Clinical and research experience in the field are both provided in a private office setting at NYU Fertility Center , with limited involvement at Tisch and Bellevue hospitals.   Medical Students: We provide didactic lectures and occasionally serve as preceptors for the medical students during their 6-week clerkship in obstetrics and gynecology . In addition, there is a four-week elective course students may choose to master the evaluation and management of the clinical disorders of reproductive endocrinology.   Residents: ObGyn residents rotate through our division in their second year when they spend one month learning how to compile a work-up of the infertile couple and studying the various medical and surgical treatments of infertility, including in vitro fertilization (IVF) and other assisted reproductive technologies. We also provide didactic lectures throughout the four-year residency program. Learn more about the residency program in obstetrics and gynecology .   Fellows: Laboratory and clinical research are combined with clinical training as we prepare fellows for their roles as reproductive endocrinologists. Our three-year program is accredited by the American Board of Obstetrics and Gynecology and leads to board certification in reproductive endocrinology. Learn more about the fellowship program in reproductive endocrinology and infertility .   Our Role in Patient Care   With us, your care is in the hands of a team of experts – physicians and embryologists whose skill and dedication result in pregnancy rates that are among the highest in the country. Learn more about patient care at NYU Fertility Center .                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]