[{"detail": [{"content": "Davis: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music          Recorded Music   Lauren Davis Associate Arts Professor, Recorded Music Internship Faculty Advisor, Recorded Music  Courses The Music Business Legal Issues in Recorded Music Constructing a Record Label Internship/Career Skills for the Music Entrepreneur Women as Entrepreneurs in Popular Music Introduction to Music Business Contracts & Dealmaking Social Entrepreneurship in the Music Industry Leadership in the Music Industry Legal & Business Essentials for Performers Funding your Music Business Venture Foundation of Music Business (Summer High School Program) Education J.D. Yeshiva University, Benjamin N. Cardozo School of Law B.F.A. New York University, Tisch School of the Arts Biography As Associate Arts Professor at the Clive Davis Institute of Recorded Music, Lauren Davis teaches a range of courses about the legal and business aspects of the music industry, music entrepreneurship, and social entrepreneurship. Davis joined the full time faculty in 2006 after serving four years as an adjunct instructor. In addition to her teaching responsibilities, Davis serves as the program’s Internship Faculty Advisor and is responsible for, among other things, cultivating internship opportunities with music industry employers and guiding students in their selection and successful completion of appropriate internships In addition to her teaching, Davis is an experienced music and intellectual property attorney. Davis started her law practice in 1993 and has provided legal and strategic guidance to artists such as: The Allman Brothers Band, Psychedelic Furs, Reverend Run from Run DMC, Boyz II Men, Jennifer Holliday (“Dreamgirls”), Salsa legend Celia Cruz; songwriters such as Michael Masser ( “The Greatest Love of All, “Touch Me in the Morning'), and Andrea Martin ( “Before You Walk Out of My Life” Monica, “I Love Me Some Him\" Toni Braxton and “Better in Time“ Leona Lewis.) As an elected member of NARAS NY Chapter’s Board of Governors, and active member of NARAS’s Advocacy Committee, New York State Bar’s Intellectual Property Law Section, Music First, and Women in Music Davis is deeply invested in dynamic industry in which her students and clients thrive. In addition, Davis has been a speaker and panelist at major music industry conferences both nationally and internationally Davis has a passion for helping her students and clients successfully grow their careers and feels privileged to teach at, and be a part of, this growing program.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]