[{"detail": [{"content": "Environmental and Land Use | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Environmental Faculty                  Areas of Study                 Environmental and Land Use                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                           Faculty                            Vicki Been Boxer Family Professor of Law on Leave Vicki Been ’83 has been on the faculty at NYU School of Law since 1990. She writes about land use regulation, the causes and consequences of the housing and foreclosure crises, affordable housing policy, the Fifth Amendment’s takings clause, environmental justice, and fair housing. She is the co-author of a leading land use casebook, Land Use Controls . Been’s current research focuses on the effect of the housing crisis on black and Latino families, the role of zoning and other regulations in shaping development patterns, regulatory barriers to accessory dwelling units and micro-units, transferable development rights, and historic preservation. A 1983 graduate of NYU Law, Been was a Root-Tilden Scholar. She clerked for Judge Edward Weinfeld of the US District Court for the Southern District of New York and Justice Harry Blackmun of the US Supreme Court. In February 2012, the Furman Center for Real Estate and Urban Policy, which Been co-directed at the time, was named a recipient of the MacArthur Award for Creative and Effective Institutions in recognition of the center’s excellence in providing objective, policy-relevant research on urban policy. In 2014, Mayor Bill de Blasio appointed her commissioner of the New York City Department of Housing Preservation & Development. Full Profile | Publications     Clayton Gillette Max E. Greenberg Professor of Contract Law Clayton Gillette’s teaching and scholarship concentrate on contracts, commercial law, and local government law. His research concerns issues as varied as local redistribution, contract design, long-term contracts, the political economy of international sales law, standard form contracts, municipal bankruptcy, and relations between localities and their neighbors. He has recently supervised students working on governance structures that increase fiscal stability for the Office of the Emergency Manager of the City of Detroit, and has consulted in litigation and arbitrations on subjects ranging from the interpretation of sophisticated financial contracts to defaults on municipal bonds. Before joining the NYU School of Law faculty in 2000, he was the Perre Bowen Professor of Law at the University of Virginia School of Law. He earned his JD from the University of Michigan and a BA from Amherst College. After law school, he clerked for Judge J. Edward Lumbard of the US Court of Appeals for the Second Circuit and was associated with the law firm Cleary Gottlieb Steen & Hamilton. Full Profile | Publications     Roderick Hills William T. Comfort, III Professor of Law Roderick Hills teaches and writes in public law areas with a focus on the law governing division of powers between central and subcentral governments. These areas include constitutional law, local government law, land use regulation, jurisdiction and conflicts of law, and education law. His publications have appeared, among other places, in the Harvard Law Review , Pennsylvania Law Review , Michigan Law Review , Stanford Law Review , the University of Chicago Law Review , and the Supreme Court Law Review . Hills has been a cooperating counsel with the American Civil Liberties Union of Michigan and also files amicus briefs in cases on issues relevant to the autonomy of state and local governments and the protection of their powers from preemption. Hills holds bachelor’s and law degrees from Yale University. He served as a law clerk for Judge Patrick Higginbotham of the US Court of Appeals for the Fifth Circuit and previously taught at the University of Michigan Law School. He is a member of the state bar of New York and the US Supreme Court bar. Full Profile | Publications     Robert Howse Lloyd C. Nelson Professor of International Law Robert Howse received his BA in philosophy and political science with high distinction, as well as an LLB with honors, from the University of Toronto, where he was co-editor-in-chief of the Faculty of Law Review . He also holds an LLM from Harvard Law School. Howse has been a visiting professor at, among other institutions, Harvard Law School, Tel Aviv University, the Hebrew University of Jerusalem, and the University of Paris 1 (Pantheon-Sorbonne). His books include Leo Strauss Man of Peace (2014, forthcoming, Cambridge University Press), The Regulation of International Trade (with Michael Trebilcock and Antonia Eliason; fourth edition, 2013), and The WTO System: Law, Politics, and Legitimacy (2007). He is also co-translator and principal author of the interpretative commentary Alexandre Kojeve, Outline of a Phenomenology of Right (2000). Howse has been a frequent consultant or adviser to government agencies and international organizations such as the OECD, UNCTAD, and the Inter-American Development Bank. He has also been a consultant to the investor’s counsel in a number of investor-state arbitrations. Howse is a member of the Board of Advisers of the NYU Center for Law and Philosophy. He serves on the editorial advisory boards of the London Review of International Law , The Journal of World Investment and Trade , Transnational Legal Theory , and Legal Issues of Economic Integration . He is co-founder of the New York City Working Group on International Economic Law. Full Profile | Publications     Dale Jamieson Professor of Environmental Studies & Philosophy; Affiliate Professor of Law; Director of Environmental Studies Program, Faculty of Arts & Science Full Profile | Publications     Benedict Kingsbury Murry and Ida Becker Professor of Law; Director, Institute for International Law and Justice Benedict Kingsbury’s broad, theoretically grounded approach to international law closely integrates work in legal theory, political theory, and history. With NYU colleague Richard Stewart, he initiated and directs the Global Administrative Law Research Project, a pioneering approach to issues of accountability and participation in global governance. They launched the Global Administrative Law Network, and together with Andrew Hurrell edit the Law and Global Governance book series for Oxford University Press. Kingsbury has directed the Law School’s Institute for International Law and Justice since its founding in 2002. He and NYU Professor José Alvarez became the editors-in-chief of the century-old American Journal of International Law in 2013. Kingsbury has written on a wide range of international law topics, from trade-environment disputes and indigenous peoples issues to interstate arbitration, investor-state arbitration, and the proliferation of international tribunals. His edited volumes include Governance by Indicators (2012), and books on Hugo Grotius (1583-1645) and Alberico Gentili (1552-1608). After completing his LLB with first-class honors at the University of Canterbury in New Zealand in 1981, Kingsbury was a Rhodes Scholar at Balliol College, Oxford. In 1984, he graduated at the top of his class in the MPhil program in international relations at Oxford. He subsequently completed a DPhil in law at Oxford and has taught at Oxford, Duke, Harvard Law School, the University of Tokyo, the University of Paris 1, and the University of Utah. Full Profile | Publications     Richard Revesz Lawrence King Professor of Law; Dean Emeritus; Director, Institute for Policy Integrity Richard Revesz is one of the nation’s leading voices in the fields of environmental and regulatory law and policy. His work focuses on the use of cost-benefit analysis in administrative regulation, federalism and environmental regulation, design of liability regimes for environmental protection, and positive political economy analysis of environmental regulation. His book Retaking Rationality: How Cost-Benefit Analysis Can Better Protect the Environment and Our Health (with Michael Livermore ’06, 2008) contends that the economic analysis of law can be used to support a more protective approach to environmental and health policy. In 2008, Revesz co-founded the Institute for Policy Integrity at NYU School of Law to advocate for regulatory reform before courts, legislatures, and agencies, and to contribute original scholarly research in the environmental and health-and-safety areas. Revesz received a BS summa cum laude from Princeton University, an MS in civil engineering from MIT, and a JD from Yale Law School, where he was editor-in-chief of the Yale Law Journal . After judicial clerkships with Chief Judge Wilfred Feinberg of the US Court of Appeals for the Second Circuit and Justice Thurgood Marshall of the US Supreme Court, Revesz joined the NYU School of Law faculty in 1985 and served as dean from 2002 to 2013. Revesz is the director of the American Law Institute, the leading independent organization in the United States producing scholarly work to clarify, modernize, and otherwise improve the law. He is a fellow of the American Academy of Arts and Sciences and a member of the Council on Foreign Relations, the Administrative Conference of the United States, and the Committee on Conscience of the United States Holocaust Memorial Museum. Full Profile | Publications     Richard Stewart University Professor; John Edward Sexton Professor of Law; Director, Frank J. Guarini Center on Environmental, Energy, and Land Use Law Richard Stewart is recognized as one of the world’s leading scholars in environmental and administrative law. His current research projects include how to deploy law to reform and secure justice in global governance; innovative regulatory strategies to reduce greenhouse gas emissions; regulatory changes in the electricity sector to promote sustainability, resilience, and efficiency; and solving the challenge of nuclear waste. Stewart also works on global climate law initiatives, electricity sector reform, and environmental law reform projects in China and other developing countries through the International Environmental Law Clinic and the Guarini Center on Environmental and Land Use Law. Students are closely involved in these projects. Prior to joining the faculty, Stewart served as Byrne Professor of Administrative Law at Harvard Law School and as a member of the faculty of the Kennedy School of Government at Harvard. He has served as assistant attorney general in charge of the Environment and Natural Resources Division of the US Department of Justice and chairman of the Environmental Defense Fund. Stewart directs, with NYU School of Law Professor Benedict Kingsbury, a major project on global administrative law that examines and advances mechanisms of transparency, participation, reason giving, and review to meet accountability gaps in global regulatory institutions. He recently published a major book on US nuclear waste law regulation and policy. Full Profile | Publications     Katrina Wyman Sarah Herring Sorin Professor of Law; Director, Environmental and Energy Law LLM Program Born and raised in Canada, Katrina Wyman has a BA, MA, and LLB from the University of Toronto and an LLM from Yale Law School. Before joining NYU School of Law in 2002, she was a research fellow at the University of Toronto Faculty of Law in 2001-02. Wyman’s research interests relate primarily to property and natural resources law and policy. She has undertaken case studies of the evolution of emissions trading, and property rights in fisheries and taxi licenses. She also has worked on the Endangered Species Act and the policy and legal responses to the possibility that climate change might prompt large-scale human migration. Full Profile | Publications                      Find out more           Environmental Law:     Overview   Curriculum                   Affiliated Faculty             Ingrid Gould Ellen   Dale Jamieson                   Adjunct Faculty             Paolo Galizzi   Michael Gergen   Sarah Sheon Gerecke   Eric Goldstein   C. Boyden Gray   Sally Katzen   Nathaniel Owen Keohane   Nancy Marks   Michael Oppenheimer   Bryce Rudyk   Jerry Salama   Amelia Salzman   Jason Schwartz   Kerwin Tesdell                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Environmental and Land Use | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Environmental Faculty                  Areas of Study                 Environmental and Land Use                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                           Faculty                            Vicki Been Boxer Family Professor of Law on Leave Vicki Been ’83 has been on the faculty at NYU School of Law since 1990. She writes about land use regulation, the causes and consequences of the housing and foreclosure crises, affordable housing policy, the Fifth Amendment’s takings clause, environmental justice, and fair housing. She is the co-author of a leading land use casebook, Land Use Controls . Been’s current research focuses on the effect of the housing crisis on black and Latino families, the role of zoning and other regulations in shaping development patterns, regulatory barriers to accessory dwelling units and micro-units, transferable development rights, and historic preservation. A 1983 graduate of NYU Law, Been was a Root-Tilden Scholar. She clerked for Judge Edward Weinfeld of the US District Court for the Southern District of New York and Justice Harry Blackmun of the US Supreme Court. In February 2012, the Furman Center for Real Estate and Urban Policy, which Been co-directed at the time, was named a recipient of the MacArthur Award for Creative and Effective Institutions in recognition of the center’s excellence in providing objective, policy-relevant research on urban policy. In 2014, Mayor Bill de Blasio appointed her commissioner of the New York City Department of Housing Preservation & Development. Full Profile | Publications     Clayton Gillette Max E. Greenberg Professor of Contract Law Clayton Gillette’s teaching and scholarship concentrate on contracts, commercial law, and local government law. His research concerns issues as varied as local redistribution, contract design, long-term contracts, the political economy of international sales law, standard form contracts, municipal bankruptcy, and relations between localities and their neighbors. He has recently supervised students working on governance structures that increase fiscal stability for the Office of the Emergency Manager of the City of Detroit, and has consulted in litigation and arbitrations on subjects ranging from the interpretation of sophisticated financial contracts to defaults on municipal bonds. Before joining the NYU School of Law faculty in 2000, he was the Perre Bowen Professor of Law at the University of Virginia School of Law. He earned his JD from the University of Michigan and a BA from Amherst College. After law school, he clerked for Judge J. Edward Lumbard of the US Court of Appeals for the Second Circuit and was associated with the law firm Cleary Gottlieb Steen & Hamilton. Full Profile | Publications     Roderick Hills William T. Comfort, III Professor of Law Roderick Hills teaches and writes in public law areas with a focus on the law governing division of powers between central and subcentral governments. These areas include constitutional law, local government law, land use regulation, jurisdiction and conflicts of law, and education law. His publications have appeared, among other places, in the Harvard Law Review , Pennsylvania Law Review , Michigan Law Review , Stanford Law Review , the University of Chicago Law Review , and the Supreme Court Law Review . Hills has been a cooperating counsel with the American Civil Liberties Union of Michigan and also files amicus briefs in cases on issues relevant to the autonomy of state and local governments and the protection of their powers from preemption. Hills holds bachelor’s and law degrees from Yale University. He served as a law clerk for Judge Patrick Higginbotham of the US Court of Appeals for the Fifth Circuit and previously taught at the University of Michigan Law School. He is a member of the state bar of New York and the US Supreme Court bar. Full Profile | Publications     Robert Howse Lloyd C. Nelson Professor of International Law Robert Howse received his BA in philosophy and political science with high distinction, as well as an LLB with honors, from the University of Toronto, where he was co-editor-in-chief of the Faculty of Law Review . He also holds an LLM from Harvard Law School. Howse has been a visiting professor at, among other institutions, Harvard Law School, Tel Aviv University, the Hebrew University of Jerusalem, and the University of Paris 1 (Pantheon-Sorbonne). His books include Leo Strauss Man of Peace (2014, forthcoming, Cambridge University Press), The Regulation of International Trade (with Michael Trebilcock and Antonia Eliason; fourth edition, 2013), and The WTO System: Law, Politics, and Legitimacy (2007). He is also co-translator and principal author of the interpretative commentary Alexandre Kojeve, Outline of a Phenomenology of Right (2000). Howse has been a frequent consultant or adviser to government agencies and international organizations such as the OECD, UNCTAD, and the Inter-American Development Bank. He has also been a consultant to the investor’s counsel in a number of investor-state arbitrations. Howse is a member of the Board of Advisers of the NYU Center for Law and Philosophy. He serves on the editorial advisory boards of the London Review of International Law , The Journal of World Investment and Trade , Transnational Legal Theory , and Legal Issues of Economic Integration . He is co-founder of the New York City Working Group on International Economic Law. Full Profile | Publications     Dale Jamieson Professor of Environmental Studies & Philosophy; Affiliate Professor of Law; Director of Environmental Studies Program, Faculty of Arts & Science Full Profile | Publications     Benedict Kingsbury Murry and Ida Becker Professor of Law; Director, Institute for International Law and Justice Benedict Kingsbury’s broad, theoretically grounded approach to international law closely integrates work in legal theory, political theory, and history. With NYU colleague Richard Stewart, he initiated and directs the Global Administrative Law Research Project, a pioneering approach to issues of accountability and participation in global governance. They launched the Global Administrative Law Network, and together with Andrew Hurrell edit the Law and Global Governance book series for Oxford University Press. Kingsbury has directed the Law School’s Institute for International Law and Justice since its founding in 2002. He and NYU Professor José Alvarez became the editors-in-chief of the century-old American Journal of International Law in 2013. Kingsbury has written on a wide range of international law topics, from trade-environment disputes and indigenous peoples issues to interstate arbitration, investor-state arbitration, and the proliferation of international tribunals. His edited volumes include Governance by Indicators (2012), and books on Hugo Grotius (1583-1645) and Alberico Gentili (1552-1608). After completing his LLB with first-class honors at the University of Canterbury in New Zealand in 1981, Kingsbury was a Rhodes Scholar at Balliol College, Oxford. In 1984, he graduated at the top of his class in the MPhil program in international relations at Oxford. He subsequently completed a DPhil in law at Oxford and has taught at Oxford, Duke, Harvard Law School, the University of Tokyo, the University of Paris 1, and the University of Utah. Full Profile | Publications     Richard Revesz Lawrence King Professor of Law; Dean Emeritus; Director, Institute for Policy Integrity Richard Revesz is one of the nation’s leading voices in the fields of environmental and regulatory law and policy. His work focuses on the use of cost-benefit analysis in administrative regulation, federalism and environmental regulation, design of liability regimes for environmental protection, and positive political economy analysis of environmental regulation. His book Retaking Rationality: How Cost-Benefit Analysis Can Better Protect the Environment and Our Health (with Michael Livermore ’06, 2008) contends that the economic analysis of law can be used to support a more protective approach to environmental and health policy. In 2008, Revesz co-founded the Institute for Policy Integrity at NYU School of Law to advocate for regulatory reform before courts, legislatures, and agencies, and to contribute original scholarly research in the environmental and health-and-safety areas. Revesz received a BS summa cum laude from Princeton University, an MS in civil engineering from MIT, and a JD from Yale Law School, where he was editor-in-chief of the Yale Law Journal . After judicial clerkships with Chief Judge Wilfred Feinberg of the US Court of Appeals for the Second Circuit and Justice Thurgood Marshall of the US Supreme Court, Revesz joined the NYU School of Law faculty in 1985 and served as dean from 2002 to 2013. Revesz is the director of the American Law Institute, the leading independent organization in the United States producing scholarly work to clarify, modernize, and otherwise improve the law. He is a fellow of the American Academy of Arts and Sciences and a member of the Council on Foreign Relations, the Administrative Conference of the United States, and the Committee on Conscience of the United States Holocaust Memorial Museum. Full Profile | Publications     Richard Stewart University Professor; John Edward Sexton Professor of Law; Director, Frank J. Guarini Center on Environmental, Energy, and Land Use Law Richard Stewart is recognized as one of the world’s leading scholars in environmental and administrative law. His current research projects include how to deploy law to reform and secure justice in global governance; innovative regulatory strategies to reduce greenhouse gas emissions; regulatory changes in the electricity sector to promote sustainability, resilience, and efficiency; and solving the challenge of nuclear waste. Stewart also works on global climate law initiatives, electricity sector reform, and environmental law reform projects in China and other developing countries through the International Environmental Law Clinic and the Guarini Center on Environmental and Land Use Law. Students are closely involved in these projects. Prior to joining the faculty, Stewart served as Byrne Professor of Administrative Law at Harvard Law School and as a member of the faculty of the Kennedy School of Government at Harvard. He has served as assistant attorney general in charge of the Environment and Natural Resources Division of the US Department of Justice and chairman of the Environmental Defense Fund. Stewart directs, with NYU School of Law Professor Benedict Kingsbury, a major project on global administrative law that examines and advances mechanisms of transparency, participation, reason giving, and review to meet accountability gaps in global regulatory institutions. He recently published a major book on US nuclear waste law regulation and policy. Full Profile | Publications     Katrina Wyman Sarah Herring Sorin Professor of Law; Director, Environmental and Energy Law LLM Program Born and raised in Canada, Katrina Wyman has a BA, MA, and LLB from the University of Toronto and an LLM from Yale Law School. Before joining NYU School of Law in 2002, she was a research fellow at the University of Toronto Faculty of Law in 2001-02. Wyman’s research interests relate primarily to property and natural resources law and policy. She has undertaken case studies of the evolution of emissions trading, and property rights in fisheries and taxi licenses. She also has worked on the Endangered Species Act and the policy and legal responses to the possibility that climate change might prompt large-scale human migration. Full Profile | Publications                      Find out more           Environmental Law:     Overview   Curriculum                   Affiliated Faculty             Ingrid Gould Ellen   Dale Jamieson                   Adjunct Faculty             Paolo Galizzi   Michael Gergen   Sarah Sheon Gerecke   Eric Goldstein   C. Boyden Gray   Sally Katzen   Nathaniel Owen Keohane   Nancy Marks   Michael Oppenheimer   Bryce Rudyk   Jerry Salama   Amelia Salzman   Jason Schwartz   Kerwin Tesdell                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Environmental and Land Use | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Environmental                  Areas of Study                 Environmental and Land Use                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                                   In the fight over greenhouse-gas regulation, the Institute for Policy Integrity puts ideas into action.            Katrina Wyman is the director of the Environmental Law LLM Program.            From our magazine: Good Facts Make Good Neighborhoods.            Richard Stewart is one of the world’s leading scholars in environmental and administrative law.            Dean Emeritus Richard Revesz is the Lawrence King Professor of Law.            Read about the Frank J. Guarini Center on Environmental, Energy, and Land Use Law at their blog.            Vickie Patton '90 is the general counsel of the Environmental Defense Fund.         Overview   NYU’s environmental and land use law faculty are among the most distinguished academics in the field. They offer a wide range of views on cutting-edge issues from climate change to affordable housing. Student-faculty collaboration, clinics, and summer public interest internships provide hands-on opportunities to apply classroom learning to environmental problems in New York City, the nation, and the world.   Always a leader in the field, the Law School now offers the Environmental and Energy Law LLM, a new master’s program for students with a strong future professional or academic interest in environmental and land use law.                        News from Washington Square              Burt Neuborne argues Ecuadorians&#039; case at the Second Circuit in Chevron v. Donziger    On Monday, the US Court of Appeals for the Second Circuit heard oral arguments in Chevron Corporation v. Donziger, in...         Richard Revesz debates Laurence Tribe over EPA proposed rule during panel testimony before House Committee on Energy &amp; Commerce   Richard Revesz, Lawrence King Professor of Law and Dean Emeritus, testified on March 17 before the House Energy &amp;...         C. Boyden Gray delivers keynote at American Gas Exports symposium   C. Boyden Gray, founding partner of Boyden Gray &amp; Associates, delivered a keynote for the “American Gas Exports:...         NYU Law&#039;s Furman Center empirically documents the challenges renters face in many major US cities   The number of renters is growing, but many struggle to find available units.                         Find out more           Environmental Law:     Faculty   Curriculum                   Intellectual Life             Frank J. Guarini Center on Environmental, Energy, and Land Use Law   Furman Center for Real Estate &amp; Urban Policy   Institute for Affordable Housing Policy   Institute for Policy Integrity   Breaking the Logjam   Global Administrative Law Project   Environmental Law Society (ELS)   Environmental Law Journal (ELJ)   Environmental and Land Use Blog                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Environmental and Land Use | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Environmental and Land Use Curriculum                  Areas of Study                 Environmental and Land Use                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                           Curriculum     The first-year curriculum and its extensive upper-year courses, clinics, colloquia, and seminars in environmental and land use law provide students with a strong foundation in theory and practice. Two specialized clinics, the Environmental Law Clinic and the International Environmental Law Clinic, give students a chance to apply their education to solving important environmental and land use problems in New York City, the nation, and the world.   The 1L Year     In the core classes, students are introduced to different theoretical perspectives on environmental and land use regulation and get a foundational education about how environmental law works. They learn the law governing the regulation of clean air, clean water, and endangered species. Professor Richard Stewart leads a section of the first-year Legislation and Regulatory State course that uses environmental regulation as a lens through which to explore the interplay between the legislative process and the administrative implementation of regulatory statutes. Students also cover environmental and land use issues in their Property and Torts courses during their first year. Professors Vicki Been '83 (on leave) and Katrina Wyman teach Property and regularly use land use and environmental problems as a springboard to discuss basic property law concepts.   The 2L and 3L Years   Students usually begin their second year by taking one or more of several introductory survey courses, such as Environmental Law, Land Use Regulation, or Natural Resources Law.   Environmental Law   Environmental Law provides students with the theoretical grounding they need to understand the major debates about environmental law and then takes students through the principal federal environmental statutes.   Land Use Regulation   Land Use Regulation discusses the circumstances under which regulation might be needed to temper the private-market ordering of land use patterns, and focuses on the financing of development, exclusionary zoning, the fair distribution of undesirable land uses, and \"smart growth,\" development that concentrates urban growth in a more compact, sustainable pattern.   Natural Resources Law   Natural Resources Law  identifies the dilemmas involved in managing publicly owned lands such as national forests, examines issues involved in regulating our use of fresh water and the oceans, and explores how the United States has chosen to address these issues.   International Environmental Issues   International environmental issues are addressed in courses and a specialized hands-on clinic. Students examine different countries’ approaches to regulating the environment. They also focus on issues currently shaping international environmental law, including global warming, declining fish stocks, the loss of biological diversity, the regulation of genetically modified organisms, and the potential clashes between environmental objectives and the rules and institutions of the World Trade Organization.   Clinics   Clinics give students a chance to learn about environmental law firsthand. In the Environmental Law Clinic , students work out of the Natural Resources Defense Council, a national, nonprofit legal and scientific organization, assisting attorneys in bringing public interest environmental litigation. The students also join in a weekly seminar at which current environmental policy issues, environmental litigation, and legal advocacy strategies are discussed. In the International Environmental Law Clinic , students research and draft laws and regulations, legal and policy positions, and analysis on international and comparative environmental law issues. Clients include public interest environmental groups in the US and abroad, UN and other international organizations, and developing country governments.   Opportunities for Professional Work and Career Development   In addition to the clinics, the Law School funds summer public interest internships for all first- and second-year students. Thanks to those Public Interest Summer Funding Grants and to the Frank J. Guarini Center on Environmental, Energy, and Land Use Law Summer Internships in Public Interest Environmental and Land Use Law, students have worked for such organizations as Sierra Club, Environmental Defense, the Mexican Center for Environmental Law, the Institute for Environmental Law and Economics in Paraguay, Earthjustice, and the Environment and Natural Resources Division of the US Department of Justice. Two student fellowships have also been endowed at the Furman Center for Real Estate and Urban Policy for environmental research.   From the Public Interest Law Center to a strong environmental law alumni network, the Law School and its faculty and alumni provide information, counseling, and assistance for those developing future professional careers in environmental and land use law. The Law School's Loan Repayment Assistance Program repays all or a portion of the educational loans of most students who choose public interest or public service careers. The Frank J. Guarini Center on Environmental, Energy, and Land Use Law offers postgraduate research fellowships to help promising young scholars embark on academic and public service careers.   Faculty Interests   The faculty are experts on a wide range of environmental law topics. For example, Professor and Dean Emeritus Richard Revesz, faculty director of the Institute for Policy Integrity , focuses his research on federalism and environmental regulation and the use of cost-benefit analysis in administrative regulation. University Professor Richard Stewart is currently leading the Global Administrative Law Project . Professor Katrina Wyman's recent work has been on policy and legal responses to the possibility that climate change may prompt human migration. Professors Revesz and Wyman are all involved with the Frank J. Guarini Center on Environmental, Energy, and Land Use Law , which is directed by Professor Stewart.   More on the Environmental Law program from the NYU Law Magazine                                    Find out more           Environmental Law:     Overview   Faculty                   Course Topics           There are two Environmental course groups. To see individual courses, click on a speciality below.       Environmental Courses       Property, Land Use, and Urban Affairs Courses       See All Courses                                             Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Environmental and Land Use | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Environmental Faculty                  Areas of Study                 Environmental and Land Use                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                           Faculty                            Vicki Been Boxer Family Professor of Law on Leave Vicki Been ’83 has been on the faculty at NYU School of Law since 1990. She writes about land use regulation, the causes and consequences of the housing and foreclosure crises, affordable housing policy, the Fifth Amendment’s takings clause, environmental justice, and fair housing. She is the co-author of a leading land use casebook, Land Use Controls . Been’s current research focuses on the effect of the housing crisis on black and Latino families, the role of zoning and other regulations in shaping development patterns, regulatory barriers to accessory dwelling units and micro-units, transferable development rights, and historic preservation. A 1983 graduate of NYU Law, Been was a Root-Tilden Scholar. She clerked for Judge Edward Weinfeld of the US District Court for the Southern District of New York and Justice Harry Blackmun of the US Supreme Court. In February 2012, the Furman Center for Real Estate and Urban Policy, which Been co-directed at the time, was named a recipient of the MacArthur Award for Creative and Effective Institutions in recognition of the center’s excellence in providing objective, policy-relevant research on urban policy. In 2014, Mayor Bill de Blasio appointed her commissioner of the New York City Department of Housing Preservation & Development. Full Profile | Publications     Clayton Gillette Max E. Greenberg Professor of Contract Law Clayton Gillette’s teaching and scholarship concentrate on contracts, commercial law, and local government law. His research concerns issues as varied as local redistribution, contract design, long-term contracts, the political economy of international sales law, standard form contracts, municipal bankruptcy, and relations between localities and their neighbors. He has recently supervised students working on governance structures that increase fiscal stability for the Office of the Emergency Manager of the City of Detroit, and has consulted in litigation and arbitrations on subjects ranging from the interpretation of sophisticated financial contracts to defaults on municipal bonds. Before joining the NYU School of Law faculty in 2000, he was the Perre Bowen Professor of Law at the University of Virginia School of Law. He earned his JD from the University of Michigan and a BA from Amherst College. After law school, he clerked for Judge J. Edward Lumbard of the US Court of Appeals for the Second Circuit and was associated with the law firm Cleary Gottlieb Steen & Hamilton. Full Profile | Publications     Roderick Hills William T. Comfort, III Professor of Law Roderick Hills teaches and writes in public law areas with a focus on the law governing division of powers between central and subcentral governments. These areas include constitutional law, local government law, land use regulation, jurisdiction and conflicts of law, and education law. His publications have appeared, among other places, in the Harvard Law Review , Pennsylvania Law Review , Michigan Law Review , Stanford Law Review , the University of Chicago Law Review , and the Supreme Court Law Review . Hills has been a cooperating counsel with the American Civil Liberties Union of Michigan and also files amicus briefs in cases on issues relevant to the autonomy of state and local governments and the protection of their powers from preemption. Hills holds bachelor’s and law degrees from Yale University. He served as a law clerk for Judge Patrick Higginbotham of the US Court of Appeals for the Fifth Circuit and previously taught at the University of Michigan Law School. He is a member of the state bar of New York and the US Supreme Court bar. Full Profile | Publications     Robert Howse Lloyd C. Nelson Professor of International Law Robert Howse received his BA in philosophy and political science with high distinction, as well as an LLB with honors, from the University of Toronto, where he was co-editor-in-chief of the Faculty of Law Review . He also holds an LLM from Harvard Law School. Howse has been a visiting professor at, among other institutions, Harvard Law School, Tel Aviv University, the Hebrew University of Jerusalem, and the University of Paris 1 (Pantheon-Sorbonne). His books include Leo Strauss Man of Peace (2014, forthcoming, Cambridge University Press), The Regulation of International Trade (with Michael Trebilcock and Antonia Eliason; fourth edition, 2013), and The WTO System: Law, Politics, and Legitimacy (2007). He is also co-translator and principal author of the interpretative commentary Alexandre Kojeve, Outline of a Phenomenology of Right (2000). Howse has been a frequent consultant or adviser to government agencies and international organizations such as the OECD, UNCTAD, and the Inter-American Development Bank. He has also been a consultant to the investor’s counsel in a number of investor-state arbitrations. Howse is a member of the Board of Advisers of the NYU Center for Law and Philosophy. He serves on the editorial advisory boards of the London Review of International Law , The Journal of World Investment and Trade , Transnational Legal Theory , and Legal Issues of Economic Integration . He is co-founder of the New York City Working Group on International Economic Law. Full Profile | Publications     Dale Jamieson Professor of Environmental Studies & Philosophy; Affiliate Professor of Law; Director of Environmental Studies Program, Faculty of Arts & Science Full Profile | Publications     Benedict Kingsbury Murry and Ida Becker Professor of Law; Director, Institute for International Law and Justice Benedict Kingsbury’s broad, theoretically grounded approach to international law closely integrates work in legal theory, political theory, and history. With NYU colleague Richard Stewart, he initiated and directs the Global Administrative Law Research Project, a pioneering approach to issues of accountability and participation in global governance. They launched the Global Administrative Law Network, and together with Andrew Hurrell edit the Law and Global Governance book series for Oxford University Press. Kingsbury has directed the Law School’s Institute for International Law and Justice since its founding in 2002. He and NYU Professor José Alvarez became the editors-in-chief of the century-old American Journal of International Law in 2013. Kingsbury has written on a wide range of international law topics, from trade-environment disputes and indigenous peoples issues to interstate arbitration, investor-state arbitration, and the proliferation of international tribunals. His edited volumes include Governance by Indicators (2012), and books on Hugo Grotius (1583-1645) and Alberico Gentili (1552-1608). After completing his LLB with first-class honors at the University of Canterbury in New Zealand in 1981, Kingsbury was a Rhodes Scholar at Balliol College, Oxford. In 1984, he graduated at the top of his class in the MPhil program in international relations at Oxford. He subsequently completed a DPhil in law at Oxford and has taught at Oxford, Duke, Harvard Law School, the University of Tokyo, the University of Paris 1, and the University of Utah. Full Profile | Publications     Richard Revesz Lawrence King Professor of Law; Dean Emeritus; Director, Institute for Policy Integrity Richard Revesz is one of the nation’s leading voices in the fields of environmental and regulatory law and policy. His work focuses on the use of cost-benefit analysis in administrative regulation, federalism and environmental regulation, design of liability regimes for environmental protection, and positive political economy analysis of environmental regulation. His book Retaking Rationality: How Cost-Benefit Analysis Can Better Protect the Environment and Our Health (with Michael Livermore ’06, 2008) contends that the economic analysis of law can be used to support a more protective approach to environmental and health policy. In 2008, Revesz co-founded the Institute for Policy Integrity at NYU School of Law to advocate for regulatory reform before courts, legislatures, and agencies, and to contribute original scholarly research in the environmental and health-and-safety areas. Revesz received a BS summa cum laude from Princeton University, an MS in civil engineering from MIT, and a JD from Yale Law School, where he was editor-in-chief of the Yale Law Journal . After judicial clerkships with Chief Judge Wilfred Feinberg of the US Court of Appeals for the Second Circuit and Justice Thurgood Marshall of the US Supreme Court, Revesz joined the NYU School of Law faculty in 1985 and served as dean from 2002 to 2013. Revesz is the director of the American Law Institute, the leading independent organization in the United States producing scholarly work to clarify, modernize, and otherwise improve the law. He is a fellow of the American Academy of Arts and Sciences and a member of the Council on Foreign Relations, the Administrative Conference of the United States, and the Committee on Conscience of the United States Holocaust Memorial Museum. Full Profile | Publications     Richard Stewart University Professor; John Edward Sexton Professor of Law; Director, Frank J. Guarini Center on Environmental, Energy, and Land Use Law Richard Stewart is recognized as one of the world’s leading scholars in environmental and administrative law. His current research projects include how to deploy law to reform and secure justice in global governance; innovative regulatory strategies to reduce greenhouse gas emissions; regulatory changes in the electricity sector to promote sustainability, resilience, and efficiency; and solving the challenge of nuclear waste. Stewart also works on global climate law initiatives, electricity sector reform, and environmental law reform projects in China and other developing countries through the International Environmental Law Clinic and the Guarini Center on Environmental and Land Use Law. Students are closely involved in these projects. Prior to joining the faculty, Stewart served as Byrne Professor of Administrative Law at Harvard Law School and as a member of the faculty of the Kennedy School of Government at Harvard. He has served as assistant attorney general in charge of the Environment and Natural Resources Division of the US Department of Justice and chairman of the Environmental Defense Fund. Stewart directs, with NYU School of Law Professor Benedict Kingsbury, a major project on global administrative law that examines and advances mechanisms of transparency, participation, reason giving, and review to meet accountability gaps in global regulatory institutions. He recently published a major book on US nuclear waste law regulation and policy. Full Profile | Publications     Katrina Wyman Sarah Herring Sorin Professor of Law; Director, Environmental and Energy Law LLM Program Born and raised in Canada, Katrina Wyman has a BA, MA, and LLB from the University of Toronto and an LLM from Yale Law School. Before joining NYU School of Law in 2002, she was a research fellow at the University of Toronto Faculty of Law in 2001-02. Wyman’s research interests relate primarily to property and natural resources law and policy. She has undertaken case studies of the evolution of emissions trading, and property rights in fisheries and taxi licenses. She also has worked on the Endangered Species Act and the policy and legal responses to the possibility that climate change might prompt large-scale human migration. Full Profile | Publications                      Find out more           Environmental Law:     Overview   Curriculum                   Affiliated Faculty             Ingrid Gould Ellen   Dale Jamieson                   Adjunct Faculty             Paolo Galizzi   Michael Gergen   Sarah Sheon Gerecke   Eric Goldstein   C. Boyden Gray   Sally Katzen   Nathaniel Owen Keohane   Nancy Marks   Michael Oppenheimer   Bryce Rudyk   Jerry Salama   Amelia Salzman   Jason Schwartz   Kerwin Tesdell                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Environmental and Land Use | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Environmental                  Areas of Study                 Environmental and Land Use                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                                   In the fight over greenhouse-gas regulation, the Institute for Policy Integrity puts ideas into action.            Katrina Wyman is the director of the Environmental Law LLM Program.            From our magazine: Good Facts Make Good Neighborhoods.            Richard Stewart is one of the world’s leading scholars in environmental and administrative law.            Dean Emeritus Richard Revesz is the Lawrence King Professor of Law.            Read about the Frank J. Guarini Center on Environmental, Energy, and Land Use Law at their blog.            Vickie Patton '90 is the general counsel of the Environmental Defense Fund.         Overview   NYU’s environmental and land use law faculty are among the most distinguished academics in the field. They offer a wide range of views on cutting-edge issues from climate change to affordable housing. Student-faculty collaboration, clinics, and summer public interest internships provide hands-on opportunities to apply classroom learning to environmental problems in New York City, the nation, and the world.   Always a leader in the field, the Law School now offers the Environmental and Energy Law LLM, a new master’s program for students with a strong future professional or academic interest in environmental and land use law.                        News from Washington Square              Burt Neuborne argues Ecuadorians&#039; case at the Second Circuit in Chevron v. Donziger    On Monday, the US Court of Appeals for the Second Circuit heard oral arguments in Chevron Corporation v. Donziger, in...         Richard Revesz debates Laurence Tribe over EPA proposed rule during panel testimony before House Committee on Energy &amp; Commerce   Richard Revesz, Lawrence King Professor of Law and Dean Emeritus, testified on March 17 before the House Energy &amp;...         C. Boyden Gray delivers keynote at American Gas Exports symposium   C. Boyden Gray, founding partner of Boyden Gray &amp; Associates, delivered a keynote for the “American Gas Exports:...         NYU Law&#039;s Furman Center empirically documents the challenges renters face in many major US cities   The number of renters is growing, but many struggle to find available units.                         Find out more           Environmental Law:     Faculty   Curriculum                   Intellectual Life             Frank J. Guarini Center on Environmental, Energy, and Land Use Law   Furman Center for Real Estate &amp; Urban Policy   Institute for Affordable Housing Policy   Institute for Policy Integrity   Breaking the Logjam   Global Administrative Law Project   Environmental Law Society (ELS)   Environmental Law Journal (ELJ)   Environmental and Land Use Blog                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Environmental and Land Use | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Areas of Study &rsaquo; Environmental and Land Use Curriculum                  Areas of Study                 Environmental and Land Use                 Areas of Study       Business   Clinics   Constitutional   Criminal Law   Environmental   Intellectual Property and Antitrust   Interdisciplinary   International   Labor and Employment Law   Procedure   Tax                           Curriculum     The first-year curriculum and its extensive upper-year courses, clinics, colloquia, and seminars in environmental and land use law provide students with a strong foundation in theory and practice. Two specialized clinics, the Environmental Law Clinic and the International Environmental Law Clinic, give students a chance to apply their education to solving important environmental and land use problems in New York City, the nation, and the world.   The 1L Year     In the core classes, students are introduced to different theoretical perspectives on environmental and land use regulation and get a foundational education about how environmental law works. They learn the law governing the regulation of clean air, clean water, and endangered species. Professor Richard Stewart leads a section of the first-year Legislation and Regulatory State course that uses environmental regulation as a lens through which to explore the interplay between the legislative process and the administrative implementation of regulatory statutes. Students also cover environmental and land use issues in their Property and Torts courses during their first year. Professors Vicki Been '83 (on leave) and Katrina Wyman teach Property and regularly use land use and environmental problems as a springboard to discuss basic property law concepts.   The 2L and 3L Years   Students usually begin their second year by taking one or more of several introductory survey courses, such as Environmental Law, Land Use Regulation, or Natural Resources Law.   Environmental Law   Environmental Law provides students with the theoretical grounding they need to understand the major debates about environmental law and then takes students through the principal federal environmental statutes.   Land Use Regulation   Land Use Regulation discusses the circumstances under which regulation might be needed to temper the private-market ordering of land use patterns, and focuses on the financing of development, exclusionary zoning, the fair distribution of undesirable land uses, and \"smart growth,\" development that concentrates urban growth in a more compact, sustainable pattern.   Natural Resources Law   Natural Resources Law  identifies the dilemmas involved in managing publicly owned lands such as national forests, examines issues involved in regulating our use of fresh water and the oceans, and explores how the United States has chosen to address these issues.   International Environmental Issues   International environmental issues are addressed in courses and a specialized hands-on clinic. Students examine different countries’ approaches to regulating the environment. They also focus on issues currently shaping international environmental law, including global warming, declining fish stocks, the loss of biological diversity, the regulation of genetically modified organisms, and the potential clashes between environmental objectives and the rules and institutions of the World Trade Organization.   Clinics   Clinics give students a chance to learn about environmental law firsthand. In the Environmental Law Clinic , students work out of the Natural Resources Defense Council, a national, nonprofit legal and scientific organization, assisting attorneys in bringing public interest environmental litigation. The students also join in a weekly seminar at which current environmental policy issues, environmental litigation, and legal advocacy strategies are discussed. In the International Environmental Law Clinic , students research and draft laws and regulations, legal and policy positions, and analysis on international and comparative environmental law issues. Clients include public interest environmental groups in the US and abroad, UN and other international organizations, and developing country governments.   Opportunities for Professional Work and Career Development   In addition to the clinics, the Law School funds summer public interest internships for all first- and second-year students. Thanks to those Public Interest Summer Funding Grants and to the Frank J. Guarini Center on Environmental, Energy, and Land Use Law Summer Internships in Public Interest Environmental and Land Use Law, students have worked for such organizations as Sierra Club, Environmental Defense, the Mexican Center for Environmental Law, the Institute for Environmental Law and Economics in Paraguay, Earthjustice, and the Environment and Natural Resources Division of the US Department of Justice. Two student fellowships have also been endowed at the Furman Center for Real Estate and Urban Policy for environmental research.   From the Public Interest Law Center to a strong environmental law alumni network, the Law School and its faculty and alumni provide information, counseling, and assistance for those developing future professional careers in environmental and land use law. The Law School's Loan Repayment Assistance Program repays all or a portion of the educational loans of most students who choose public interest or public service careers. The Frank J. Guarini Center on Environmental, Energy, and Land Use Law offers postgraduate research fellowships to help promising young scholars embark on academic and public service careers.   Faculty Interests   The faculty are experts on a wide range of environmental law topics. For example, Professor and Dean Emeritus Richard Revesz, faculty director of the Institute for Policy Integrity , focuses his research on federalism and environmental regulation and the use of cost-benefit analysis in administrative regulation. University Professor Richard Stewart is currently leading the Global Administrative Law Project . Professor Katrina Wyman's recent work has been on policy and legal responses to the possibility that climate change may prompt human migration. Professors Revesz and Wyman are all involved with the Frank J. Guarini Center on Environmental, Energy, and Land Use Law , which is directed by Professor Stewart.   More on the Environmental Law program from the NYU Law Magazine                                    Find out more           Environmental Law:     Overview   Faculty                   Course Topics           There are two Environmental course groups. To see individual courses, click on a speciality below.       Environmental Courses       Property, Land Use, and Urban Affairs Courses       See All Courses                                             Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]