[{"detail": [{"content": "Theories and Methods in the Study of Religion - NYU Libraries                               This is the \"Theories and Methods in the Study of Religion\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Theories and Methods in the Study of Religion A research guide for those taking the introductory course in Religious Studies at NYU, or for those seeking to incorporate the academic study of religion into their research.        Last update: Oct 20, 2014        URL: http://guides.nyu.edu/content_mobile.php?pid=104704                                                                          Home                                                                                  Bobst Info                 Library Hours and Locations   Library Tutorials and Classes   Citation Help   Comments/Suggestions           Comments (0)                                         NYU Links                  NYU Religious Studies Program  NYU's Center for Religion and Media  NYU Department of Anthropology  NYU Department of Sociology            Comments (0)                                         Introduction                 This online research guide is intended as an aid for those taking the course &ldquo;Theories and Methods in the Study of Religion,&rdquo; which is taught every fall by the Religious Studies Program at the undergraduate and graduate levels, and is a required course for an undergraduate major or for a master&rsquo;s degree. This guide may also be helpful for those looking to connect their research in other disciplines to the study of religion as a social scientific category.   Need More Info? Please see the above tabs for more information about various information and resources. Specific information is provided about the major approaches to religion&mdash;just select one of the approaches from the dropdown menu labeled \"Approaches to Religion.\" You'll also find information about important dictionaries and encyclopedias, indexes, and browsable journals, as well tips for finding books and some suggestions for further reading.   Development of 'Religion' &ldquo;Theories and Methods in the Study of Religion&rdquo; traces the development of the study of the phenomenon of religion as a social scientific category, from the Enlightenment to more contemporary approaches. Similarly, this research guide will provide resources to some of the most important themes, theories, and methods that have shaped the way religion has been understood and interpreted as an object of study in the West. Such frameworks include sociological, psychological, anthropological, and phenomenological approaches.    Defining and Redefining The course&mdash;along with much scholarship on religion in the secular academy&mdash;proceeds from the assumption that religion is not a static entity with a universal definition, but rather is a term born of comparison and study, and one that is open to frequent reinterpretation, contestation, and redefinition. In his essay, &ldquo;Religion, Religions, Religious,&rdquo; eminent scholar Jonathan Z. Smith provides a history of the many ways in which the term \"religion&rdquo; has been defined and redefined. This essay can be found in Critical Terms for Religious Studies , edited by Mark Taylor, available both as an online reference material and as a physical book.      Critical Terms for Religious Studies - ed. Mark Taylor Call Number: BL31 .C75 1998 ISBN: 0226791572 This is a link for the online version of the book, available through Credo Reference. Click on the Contents link on the page's left side to find the Smith essay, entitled \"Religion, Religions, Religious\"; other essays may prove helpful depending on your specific research.            Comments (0)                                         Contact                 This research guide was authored by Fred Folmer, a graduate of the dual masters' degree program, with an M.A. in religious studies from NYU and an MLS from Long Island University.   The NYU subject librarian for religious studies is Evelyn Ehrlich; you can contact her via e-mail , or via phone at 212.998.2568.           Comments (0)                                              close                                                                                                          Approaches to Religion                                                                                                                Anthropological                                                                                  Resources                   Anthropological Studies of Religion: An Introductory Text - Brian Morris Call Number: BL41 .M63 1987 ISBN: 052133991X   The Anthropology of Religion: An Introduction - Fiona Bowie Call Number: BL256 B69 2006 ISBN: 1405121041   A Reader in the Anthropology of Religion - Michael Lambek Call Number: BL256 .R43 2002 ISBN: 0631221123   Totemism - Claude Lévi-Strauss Call Number: GN491 .L413 ISBN: 080704671X   Theories of Primitive Religion - E.E. Evans-Pritchard Call Number: GN470 .E9 1966 ISBN: 0198231318   The Ritual Process: Structure and Anti-Structure - Victor Turner Call Number: GN473 .T82 1977 ISBN: 0202011909   Purity and Danger - Mary Douglas Call Number: GN494 .D6 1966a ISBN: 0415289955   The Interpretation of Cultures - Clifford Geertz Call Number: GN315 .G36 ISBN: 0465097197 This collection of essays includes Geertz's seminal work on religion, \"Religion as a Cultural System.\"   Genealogies of Religion: Discipline and Reasons of Power in Christianity and Islam - Talal Asad Call Number: BL50 .A85 1993 ISBN: 0801846323 This work includes Asad's well-known critique of Geertz, \"The Construction of Religion as an Anthropological Category.\"   Ritual Theory, Ritual Practice - Catherine Bell Call Number: BL600 .B46 1992 ISBN: 0195076133            Comments (0)                                         Anthropological Approach                 Anthropological studies of religion have long constituted some of the most important thinking in the development of religious studies as a field; to some extent, all major theorists of religion can be considered \"anthropological\" because they all in some way seek to compare and understand \"religious\" phenomena of various cultures. The anthropology of religion has often centered on those sociocultural elements that are frequently identified as religious: myths, rituals, magic, beliefs about gods and divine beings, taboos, and symbols.   Introducing the Anthropology of Religion The history and theory of a number of movements in the anthropology of religion&mdash;including the theories of Marx, Freud, Weber, and Durkheim&mdash;are detailed in Brian Morris &rsquo;s Anthropological Studies of Religion: An Introductory Text . It may be useful to investigate writings by some of the other major anthropologists of religion that Morris discusses in his book, including Claude L&eacute;vi-Strauss , who critiqued studies of totemism and developed theories of myth; E.E. Evans-Pritchard , who argued that &ldquo;religion&rdquo; could not be understood apart from its social milieu; Mary Douglas , who discussed the ways in which cleanliness and uncleanliness reflected the structure of a culture; and Victor Turner , who developed famous theories about the ways in which rites of passage help to regulate cultures. Other introductory texts in anthropology of religion include Fiona Bowie 's The Anthropology of Religion: An Introduction and Michael Lambeck 's A Reader in the Anthropology of Religion .   Religion as an Anthropological Category In the early 1970s, noted anthropologist Clifford Geertz used symbolic anthropology and his own interpretive anthropological method to develop what he considered to be a universal theory of religion. Some twenty years later, anthropologist Talal Asad famously critiqued Geertz&rsquo;s theory, and further declared that because &ldquo;religion&rdquo; itself is a product of specific Western discourses, there can be no transhistorical, transcultural definition of a sui generis phenomena called &ldquo;religion.&rdquo; This view is widely held by secular scholars of religion today.   Critique of Ritual Theory Another highly notable critique, Catherine Bell &rsquo;s Ritual Theory, Ritual Practice , proposed the discarding of &ldquo;ritual&rdquo; as a unique phenomenon, sugggesting instead that &ldquo;rituals&rdquo;&mdash;and, logically, &ldquo;religions&rdquo;&mdash;be considered instead as part of the wider continuum of human discourses and practices. In developing her own theory of embodied, \"ritualized\" human behavior, Bell drew upon a number of important social theorists, including Pierre Bourdieu and Michel Foucault . Bell&rsquo;s work is one of the most significant attempts to bridge the gap between &ldquo;reductive&rdquo; social and anthropological approaches, and approaches that attempt to take &ldquo;religious&rdquo; or &ldquo;supernatural&rdquo; phenomena on their own terms.            Comments (0)                                              close                                                                                                          Phenomenological                                                                                  Resources                   On Religion: Speeches To Its Cultural Despisers - Friedrich Schleiermacher Call Number: BL48 .S3313 1996 ISBN: 0521474485   The Varieties of Religious Experience: A Study in Human Nature - Wiliam James Call Number: BL53 .J36 1994 ISBN: 0679600752   The Idea of the Holy - Rudolf Otto Call Number: BL48 .O82 1950 ISBN: 0195002105   The Sacred and the Profane: The Nature of Religion - Mircea Eliade Call Number: BL48 .E413 1987 ISBN: 015679201X   Orientalism and Religion: Postcolonial Theory, India, and 'the Mystic East' - Richard King Call Number: BL2203 .K56 1999 ISBN: 0415202582   Religious Experience - Wayne Proudfoot Call Number: BL53 .P819 1985 ISBN: 0520061284            Comments (0)                                         Phenomenological Approach                 Though it has been the subject of intense critique by many scholars, phenomenological approaches to religion&mdash;sometimes called \"comparative\" or \"experiential\" approaches&mdash;are nonetheless an important part of the history of the discipline in the secular academy. The approach considers religion to be an irreducible phenomenon existing transculturally and transhistorically.   Early Thinkers One of the progenitors of this approach was German Protestant theologian Friederich Schleiermacher . In the early nineteenth century, Schleiermacher argued in a series of speeches that religion was best understood as a kind of sensory awareness of the infinitude of being. Later in the nineteenth century, philosopher and psychologist William James argued that religion was an irreducible phenomenon&mdash;that there was such a thing as &ldquo;religion as such&rdquo; of which Christianity was a manifestation. For James, religious experiences involve a shift in consciousness&mdash;a shift for which James fully allows the possibility of supernatural involvement. In the twentieth century, Protestant theologian Rudolf Otto developed a phenomenological theory in The Idea of the Holy (1917). Otto identified a sensory experience of something he called &ldquo;the numinous&rdquo;&mdash;an awestruck feeling of the &ldquo;wholly other&rdquo;&mdash;as the basis for not just Christian, but all religious, belief and practice.   Mircea Eliade and the 'Sacred' Arguably the most significant figure in the phenomenological approach is Mircea Eliade , who in such works as The Sacred and the Profane identified a transcultural, transhistorical &ldquo;sacred&rdquo; to which humans seek to connect themselves in creating and practicing religions. Part of what later scholars have critiqued in Eliade&rsquo;s work is his identification of &ldquo;the sacred&rdquo; as a kind of independent variable&mdash;unchanging and timeless even though manifest in completely different times and cultures. Other Eliade works of note include The Myth of the Eternal Return and Patterns in Comparative Religion .   Critiques of the Approach Scholar Richard King offers an important critique of the phenomenological school of thought. In Orientalism and Religion , King draws upon Edward Said, Christian church history, and his own scholarship on India to connect the idea of mysticism to a distinctly Western and colonial genealogy. Following Said, King warns against seeing the &ldquo;mystic East&rdquo; as a site of a purer &ldquo;spirituality,&rdquo; and in so doing exhorts the discipline of religious studies to be more self-reflexive about its heritage and assumptions. In Religious Experience , Wayne Proudfoot critiques Schleiermacher&rsquo;s theories, in particular the idea that there could be such a thing as a &ldquo;pure&rdquo; religious experience or language that is unmediated by cultural circumstances.            Comments (0)                                              close                                                                                                          Psychological                                                                                  Resources                   Future of an Illusion - Sigmund Freud Call Number: BL53 .F67 1975 ISBN: 0393008312   Civilization and Its Discontents - Sigmund Freud Call Number: BF173 .F682 2005 ISBN: 0393059952   Moses and Monotheism - Sigmund Freud Call Number: BS580.M6 F7 1967 ISBN: 0394700147   Totem and Taboo - Sigmund Freud Call Number: RC530 .F74313 1999 ISBN: 048640434X   Freud, the Mind of the Moralist - Philip Rieff Call Number: BF173.F85 R48 1979 ISBN: 0226716392 In this book, sociologist Philip Rieff argues that Freud changed the entire way “self,” “morality,” and “society” are perceived in the West.   The Collected Works of C.G. Jung - Carl Jung Call Number: BF23 .J763 1953b ISBN: 0691097720 This multivolume set contains much of Jung's important writings; of particular note is Volume 11, entitled \"Psychology and Religion: West and East.\"   Man's Search for Meaning: An Introduction to Logotherapy - Viktor Frankl Call Number: D810 .J4 F72713 1992 ISBN: 0807029181   Religions, Values, and Peak-Experiences - Abraham Maslow Call Number: BL53 .M38 1970a ISBN: 0140194878   Young Man Luther: A Study in Psychoanalysis and History - Erik Erikson Call Number: BR325 .E7 ISBN: 0393310361 This book, one of Erikson's principal works on religion, uses Martin Luther as a case study to develop the author's ideas about religion and psychological growth.            Comments (0)                                         Psychological Approach                 The psychology of religion emerged as a discipline in the nineteenth century, just as various other approaches to religion as an object of study were similarly gaining traction. While other theorists (such as Marx, Durkheim, and Weber) were interested in religion as a social phenomenon, the primary focus of the psychological approach to religion is the way in which religion operates in the mind of the individual .   Freud: Religion and Psychoanalysis The major figure in this approach is, of course, Sigmund Freud , who followed Enlightenment patterns in mapping religion as a kind of &ldquo;neurosis,&rdquo; a &ldquo;primitive,&rdquo; deeply unconscious impulse reflecting humans&rsquo; buried fears and anxieties. Freud lays out this psychoanalytic philosophy of religion in Future of an Illusion . In this critique, Freud discusses his view of the function of civilization as well as the need for humanity to rid itself of the &ldquo;neurotic illusion&rdquo; of religion, and thus to bring itself to greater psychological health. Freud&rsquo;s other important works on religion include Civilization and Its Discontents , Moses and Monotheism , and Totem and Taboo .   Other Psychological Approaches Another major figure in the psychology of religion is William James , who took a much more sympathetic view of religious phenomena. James focused on the primacy of the role that \"religious experience\" plays in the mind of the believer or convert. (See the Phenomenological tab for more information on James.) Another important thinker, Carl Jung , had been a disciple of Freud's but took a sharply different direction, arguing that religious experience could play a positive role in human psychological health. Many scholars consider Jung's work to be theological in its own right; as such, he was influential upon the thought of noted phenomenologist of religion Mircea Eliade (see the Phenomenological tab for more information on Eliade). Humanistic psychology and religion were brought together by such thinkers as Viktor Frankl and Abraham Maslow , both of whom sought to find ways in which religion provided meaning and growth for the individual. Moreover, a number of psychoanalytic thinkers who followed Freud, such as Erik Erikson , wrote about the ways in which they saw religion as fostering human development and psychological health.            Comments (0)                                              close                                                                                                          Sociological                                                                                  Resources                   Karl Marx: A Reader - Karl Marx; ed. by Jon Elster Call Number: HX39.5 .A2 1986 ISBN: 0521338328 Many of Marx's key writings on religion can be found in this reader.   Karl Marx: An Introduction - Jon Elster Call Number: HX39.5 .E43 1986 ISBN: 052133831X Elster has also written an introductory volume on Marx, which may be helpful in understanding his work and ideas.   Marx: A Very Short Introduction - Peter Singer Call Number: B3305.M74 S57 2000 ISBN: 0192854054 This short volume, from Oxford University Press's \"Very Short Introduction\" series, may also prove to be useful in understanding Marx.   The Essence of Christianity - Ludwig Feuerbach Call Number: B2971.W4 E5 2008 ISBN: 9780486454214 Ludwig Feuerbach's \"Essence of Christianity\" greatly complements Marx's views on religion. In his own writing (particularly \"Theses on Feuerbach\"), Marx is critiquing Feuerbach's work, and at the same time using it to develop his own ideas.   The Elementary Forms of Religious Life - Émile Durkheim Call Number: GN470 .D813 1995 ISBN: 0029079365   The Protestant Ethic and the Spirit of Capitalism - Max Weber Call Number: BR115.C3 W413 2002c ISBN: 0631230815   The Sociology of Religion - Max Weber Call Number: BL60 .W43313 1993 ISBN: 0807042056 In \"Sociology of Religion,\" another of Weber's major works, the author provides a catalog of various \"social types\" of religious figures and phenomena.   The Sacred Canopy - Peter Berger Call Number: BL60 .B42 1990 ISBN: 0385073054            Comments (0)                                         Sociological Approach                 Some of the most important work in the study of religion was done by the major founding figures of nineteenth- and early twentieth-century sociology, including Karl Marx , &Eacute;mile Durkheim , and Max Weber . Sociologists have sought to deduce the social basis for beliefs and practices determined to be religious; religion, according to this approach, is taken to be a primarily social, rather than theological or psychological, phenomenon. This approach would later come under strong critique from theologians, anthropologists, and phenomenologists (among others) for its explanation of religion in strictly social terms.   Marx's Dialectics Marx &mdash;drawing on some of the views of his contemporary, Ludwig Feuerbach, and Romantic philosophers such as Hegel&mdash;saw religion as a force that alienated human beings from their truest nature, causing them to give to gods what they should be giving to themselves. He viewed religion as part of the larger struggle for human beings to liberate themselves from various forms of social bonds, and saw religion disappearing as the ideologies (or &ldquo;false consciousness&rdquo;) of class and commodities were gradually eliminated through a historical process that he called \"dialectical.\"   Durkheim: Religion as Society Writ Large For Durkheim , &ldquo;society&rdquo; was the root of all religious expression and devotion. As he argued in Elementary Forms of the Religious Life , the impetus for religious worship was the collective emotional experience provided by the power and structure of society ; religion, in other words, is society symbolized and writ large. For him, the most &ldquo;primitive&rdquo; form of this collective emotional experience was to be found in the totemism of tribes of Australia.   Weber and Rationalization Weber is one of the most important figures in considering both Western religious phenomena and the emerging set of knowledges and attitudes known collectively as &ldquo;modernity.&rdquo; For Weber, an increasingly bureaucratic, industrial society moves toward what he called &ldquo;rationalization&rdquo;&mdash;that is, away from worship of &ldquo;otherworldy&rdquo; gods and beings and toward activity that is \"this-worldly.\" In The Protestant Ethic and the Spirit of Capitalism , Weber outlined his thesis that Western society&rsquo;s ethos of free markets and work actually derives from a movement in Christianity, wherein believers were increasingly removed from God and responsible for ascertaining salvation on their own.   Religion as 'Sacred Canopy' Writing in the twentieth century, sociologist Peter Berger incorporated ideas from all three of these figures in his important study, The Sacred Canopy , in which he argued that religion is a social product that provides humans with all-encompassing structures of meaning and practice. In it, Berger advanced the famous (and famously discredited) &ldquo;secularization thesis,&rdquo; in which he predicted the demise of religions in the modern world as theodicies (explanations for religion meant to counter realities of evil and death) were increasingly &ldquo;debunked.&rdquo;            Comments (0)                                              close                                                                            Resources                   Principal Writings on Religion - David Hume Call Number: B1493 .D52 1993 ISBN: 9780199251889 This volume includes Hume's \"Natural History of Religion.\"   Foundations of the Metaphysics of Morals, and What Is Enlightenment - Immanuel Kant Call Number: B2766.E6 B4 1990 ISBN: 0023078251   The Second Treatise of Government, and a Letter Concerning Toleration - John Locke Call Number: JC153 .L85 2002 ISBN: 0486424642            Comments (0)                                         Theoretical/Methodological Approaches                 Use the drop-down box under \"Approaches to Religion\" to find more information and some reading suggestions for each of the major approaches to the study of religion. These include Sociological, Psychological, Anthropological, and Phenomenological approaches. Also, see the paragraphs below and the resources at left for more information about the Enlightenment, when important thinkers reworked the intellectual understanding of religion. It may prove useful to consider these intellectual reformulations as you develop your own research.   The Enlightenment During the Enlightenment, the study of religion took an important step. No longer strictly a matter of theological and devotional study, it became an object of consideration for philosophers and scientists seeking to uncover &ldquo;positive knowledge&rdquo; of the human motivations for engaging in beliefs and behavior that was increasingly found to be irrational. The Enlightenment paradigm&mdash;whereby religion would fade away as empirical knowledge about nature increased&mdash;set much of the tone for various other social scientific approaches to religion, and indeed for much of social science as a whole. It fostered a series of new epistemologies focused on knowledge of various aspects of human life&mdash;social, psychological, and political&mdash;that were increasingly being divorced from earlier theological forms of knowledge.     David Hume is arguably the most important Enlightenment figure in the study of religion; his Natural History of Religion advanced the thesis that polytheism predated theism, and that religious impulses were initially the product of negative emotions, such as fear and insecurity. Of chief import in Hume&rsquo;s argument is the idea that religious phenomena are human creations. Other important figures in religion include Immanuel Kant (whose writings include &ldquo;What Is Enlightenment?&rdquo;) and John Locke (whose &ldquo;Letter Concerning Toleration&rdquo; is one of the major texts in religious studies, philosophy, and political science).           Comments (0)                                              close                                                                                                          Reference Materials                                                                                  Reference Materials                 It may be useful to begin your inquiries into the theoretical and methodological approaches to studying religion by consulting one of the reference volumes cited below. A number of these are devoted specifically to addressing the problems and methods of the religious studies field, and most provide citations for further reading on various topics. Also, you'll find here other encyclopedias and dictionaries for related fields (anthropology, sociology, and critical theory) that may be of use at any point in your research.  Encyclopedia of Religion This online resource will be almost certainly be of help in your research on religion; originally edited by Mircea Eliade, it contains thousands of entries on many topics in the academic study of religion, as well as suggestions for further reading. If you're seeking the print version, the call number is BL31 .E46 1987. International Encyclopedia of the Social and Behavioral Sciences This online resource provides more than 4,000 entries on many topics covering all the social and behavioral sciences. Many topics on religion are covered in great detail, making this (along with the above Encyclopedia of Religion) one of the top initial resources when considering topics in religion and the social sciences. Dictionary of the Social Sciences This online dictionary is likely to be another key resource: It contains entries on many important topics relevant to social scientific approaches to religious studies, including anthropology, sociology, political science, economics, human geography, cultural studies, and Marxism. Blackwell Companion to the Study of Religion This digital volume features introductory articles on major approaches (anthropology, sociology, etc.) and major topics (body, myth, pilgrimage, ritual) in religious studies. Routledge Companion to the Study of Religion Provides introductory essays on many areas within religious studies, including anthropology, phenomenology, psychology, and sociology of religion, as well as specialized topics such as \"religion and geography\" or \"religion and the environment.\" Guide to the Study of Religion This volume, found in Bobst's first-floor reference area, takes a novel approach for a reference work in religious studies. Sections are not based on the usual theoretical or methodological approaches, but on major themes in the discourse and study of religion; these include Description (with subthemes including Definition and Classification), Explanation (with subthemes including Cognition, Experience, Myth, and Ritual) and Location (with subthemes including Culture, Colonialism, and Ideology). HarperCollins Dictionary of Religion This print volume, edited with the support of the American Academy of Religion, supplies definitions of a wide variety of terms in the field of religious studies. Encyclopedia of Cultural Anthropology This contains lengthy essays on a variety of cultural anthropology topics; it is found in Bobst's Reference Area on the first floor. Routledge encyclopedia of social and cultural anthropology This digital title contains many entries on sociocultural anthropological topics, with suggestions for further reading. Dictionary of Cultural Theorists This print volume contains entries on many of the cultural thinkers (Judith Butler, Edward Said, the Frankfurt School, etc.) that are relevant to most social sciences and humanities disciplines taught at NYU, and as such may be invaluable in understanding some of the references made to these theorists in articles and books about religion.            Comments (0)                                              close                                                                                                          Indexes                                                                                  Database Search Tips                 Here are tips for better search results in databases. This usage works on most databases, but check 'Help' sections for supported search syntax.   Boolean: (using operators: and, or, not)   mother and father searches for occurrences of both words within scope defined.      mother or father searches for one or all, but both are not required.     mother not father searches for occurrences of the word &lsquo;mother&rsquo; without use of the word &lsquo;father.&rsquo;     ( mother not father ) and god searches for occurrences of the word &lsquo;mother&rsquo; without use of the word &lsquo;father,&rsquo; then also requires the word &lsquo;god.&rsquo;     Truncation:   art * searches for art, arts, artistic, artful, etc.   Wildcard:   m ? n searches for man and men.                                             Indexes                 Here you'll find links to a number of important indexes, which are large databases that catalog scholarly literature. These indexes can be extremely useful when you're trying to get the broadest possible overview of the scholarly work on a given topic. Though NYU does not hold all of the journals that these indexes catalog, you can almost always get other articles through Interlibrary Loan. If NYU does hold the article, you'll often see an \"NYU\" button next to the article's title. Click on this button, and you'll be able to see how to access to the article.  NYU Bobst Library Religion Page  ATLA Religion Database This extensive index dates from 1949 to the present and covers many facets of theological and religious scholarship. Sociological Abstracts This is a major index for sociological work, indexing more than 1,800 journals and many other kinds of materials. Anthropology Plus This indexes many journals in various areas of anthropology, and includes many journal articles written by anthropologists who study religion. SocINDEX with Full Text (EBSCO) Covering from 1908 to the present, this index provides citations and full text for many social science fields, and includes many articles on religion.            Comments (0)                                              close                                                                                                          Full-Text Journals                                                                                  Browsable Databases                  JSTOR This is an excellent interdisciplinary database, with full-text coverage of many humanities and social sciences subjects, including a number of religion journals. One thing to keep in mind is that JSTOR does not typically provide the most recent three to five years of journal coverage. Project MUSE This is another high-quality interdisciplinary index that is particularly strong in the area of literary and critical theory, so if your project relates the study of religion to one of these areas, Project MUSE is a good potential source.            Comments (0)                                         Browsable Journals                 All the resources&mdash;journals and databases&mdash;listed on this page offer full-text, browsable searching of scholarly literature. As such, these resources may be extremely helpful if you're trying to narrow a topic and need to look at the text of specific articles quickly and easily.   Using This Page Following are links to some of the major generalist journals in religious studies, as well as several others that may prove useful. After you've clicked on a link, the system will bring up a new page. On this page, look under \"Electronic Version Via,\" and click on a link that matches the date coverage you're seeking. Further, at left you'll find two important databases&mdash;JSTOR and Project MUSE&mdash;that provide full-text access across disciplines. These can be especially helpful if you are trying to do interdisciplinary work, or if the topic at hand does not comform neatly to existing disciplinary confines. At right, you'll find a few suggestions for searching Bobcat for journals.   A Few More Details The first five journals listed below&mdash; History of Religions , Journal of the American Academy of Religion , Journal of Religion , Religion , and Religion Compass &mdash;are all generalist journals, in that they seek to cover a wide range of disciplinary foci, methodological approaches, traditions, cultures, and time periods. The remainder of the journals listed offer a somewhat narrower focus, but comprise some of the most widely used in religion scholarship in the United States, especially among scholars who utilize various social scientific methods.  History of Religions This is a generalist journal published by the University of Chicago. The journal’s goal, as stated on its Web site, is to “publish scholarship that reflects engagement with particular traditions, places, and times,” and that also addresses broad theoretical and methodological issues in the academic study of religion.  Journal of the American Academy of Religion The American Academy of Religion is the most prominent association of academics in religious studies in the United States, and this generalist journal is its chief publication. As such, it is one of the most widely read and followed journals among scholars of religious studies in this country.  Journal of Religion Published by the University of Chicago, the journal, according to its Web site, “seeks to promote critical, hermeneutical, historical, and constructive inquiry into religon.” It covers theology, religious ethics, philosophy of religion, and “the role of religion in culture and society.”  Religion Call Number: BL1 .R37 A generalist publication, this journal addresses a broad range of issues, time periods, and traditions, and features an international editorial board and roster of contributors.  Religion Compass This generalist journal, published by Blackwell, provides scholarly coverage for a wide variety of foci, including Theory & Method.  Journal of Religion and Society This journal’s stated purpose is “to promote the cross-disciplinary study of religion and its diverse social dimensions.”  Journal for the Scientific Study of Religion A multidisciplinary effort, this journal publishes many micro-level studies of religious traditions and movements in the world, and counts sociologists, political scientists, psychologists, economists, and anthropologists among its contributors.  Religion and American Culture This semiannual journal, a publication of the Center for the Study of Religion and American Culture, is designed to examine the ways in which religion and American culture interact.  Sociology of Religion This publication is the official journal of the Association for the Sociology of Religion, and many of the most prominent figures in this subfield (including Robert Bellah, Nancy Ammerman, Robert Wuthnow, and Talcott Parsons) have contributed.            Comments (0)                                         Search BobCat                      There are, of course, many more religious studies journals than are listed on this page: To search for journals, go to the main Bobcat search page at http://www.bobcat.nyu.edu. Set the drop box on the left to &ldquo;Journal,&rdquo; and then type in whatever combination of keywords that you think may be useful. For example, if you want to find a journal on &ldquo;religion and ethics,&rdquo; enter the search terms &ldquo;religion&rdquo; and &ldquo;ethics&rdquo; in the box. Journals dealing with a huge range of specializations&mdash;early Christianity, Judiasm, feminism, media studies, science, psychology and psychoanalysis, film, Buddhism, Islam, many area studies foci, and hundreds of other specialties&mdash;are available.      You can also do a quick Bobcat search right from here; simply type in a keyword in the box below to search for books, journals, videos, etc., in our local libraries and special collecitons.                                  Comments (0)                                              close                                                                                                          Searching for Books in Bobst                                                                                  Search BobCat                            Books & More     Search for books, journals, videos, etc. in our local libraries and special collections.                                     Comments (0)                                         Searching for Books in Bobst                 If you&rsquo;re looking for books that deal with theories about religion, or about the construction of religion as an intellectual category, here are five key suggestions to keep in mind.   Search for a Specific Theorist: First, you can do a search for the name of a specific theorist along with the word &ldquo;religion.&rdquo; For example, searching Bobcat for &ldquo;Emile Durkheim&rdquo; and &ldquo;religion&rdquo; will yield books by Durkheim about religion, as well as those that deal with Durkheim and religion as a subject.    Use an Earlier Search to Narrow or Deepen: In addition, it&rsquo;s helpful to look at the left of the screen (under &ldquo;Refine My Results&rdquo;) after you&rsquo;ve done a search. For example, doing the previous search (&ldquo;Emile Durkheim&rdquo; and &ldquo;religion&rdquo;) will give you a range of subjects to choose from, one of which is &ldquo;Religion and Sociology.&rdquo; Clicking on this link will give you more books about this topic. What&rsquo;s more, farther down on the screen you can click &ldquo;Durkheim, E&rdquo; to choose all the library&rsquo;s holdings by Durkheim himself.   Start Broad, Then Narrow It Down: You can also enter a broad topic into the search screen and set the drop box at the right to &ldquo;Subject.&rdquo; Such a search will then enable you to use the Subject search (again, under the &ldquo;Refine My Results&rdquo; section) to narrow your topic. For example, if you follow these instructions to do a search on &ldquo;Religion&rdquo; and set the lefthand drop box to &ldquo;Subject,&rdquo; one of the topics that will come up for refinement is also &ldquo;Religion.&rdquo; Click on it, and you&rsquo;ll see a further series of subtopics that deal with the subject of religion itself: &ldquo;Religion--Philosophy,&rdquo; &ldquo;Religion--History,&rdquo; &ldquo;Religion--Study and teaching,&rdquo; and so on.    Do a Subject Search: You can use any one of the broad intellectual approaches (Anthropology, Enlightenment, Phenomenology, Psychology, Sociology) in a subject search. In the Bobcat search box, type in (for example) &ldquo;religion anthropology,&rdquo; and set the right-hand drop box to &ldquo;Subject.&rdquo; You&rsquo;ll then be able to either look at the books that come up, or (again) &ldquo;Refine Your Results&rdquo; by subject using the left-hand column.   Use the Subject Tags from a Known Book: Finally, you can choose any of the books mentioned in this research guide that interest you, locate the book in Bobcat, and look at the book's subject tags to try to find other similar books. To do so, find the book in Bobcat and then click \"Details\" underneath the book's title. For instance, if you search for &ldquo;The Sacred Canopy&rdquo; by Peter Berger (call number Bl60 .B42), you&rsquo;ll see that it is tagged with the subject &ldquo;Religion and sociology&rdquo;; clicking on this link will help you find other books with the same subject. Similarly, &ldquo;The Protestant Ethic and the Spirit of Capitalism&rdquo; yields an array of interesting topics, including &ldquo;Capitalism--Religious aspects--Christianity,&rdquo; &ldquo;Christian sociology,&rdquo; and &ldquo;Christian ethics.&rdquo;            Comments (0)                                              close                                                                                                          Further Reading                                                                                  Further Reading                 Here are some more books on the subject of religion as an intellectual category that may prove useful in your thinking and/or research.   Savage Systems - David Chidester Call Number: BL2463 .C45 1996 ISBN: 0813916674 Chidester's book concerns the effort among colonial officials and administrators to compare practices found in southern Africa to those of Christianity. As such, it specifically ties the creation of religion as an anthropological category to colonialism.   Theorizing Myth: Narrative, Ideology, and Scholarship - Bruce Lincoln Call Number: BL320 .L56 1999 ISBN: 9780226482026 Lincoln explores the category of a closely related concept to religion—that of \"myth\"—and examines how and why certain kinds of stories were either venerated or derided with this label.   The Invention of World Religions - Tomoko Masuzawa Call Number: BL80.3 .M27 2005 ISBN: 0226509885 Masuzawa's book deals with the genealogy of the category of \"world religions\": How and why some \"traditions\" are included in the canon while others are not.   Manufacturing Religion: The Discourse on Sui Generis Religion and the Politics of Nostalgia - Russell McCutcheon Call Number: BL41.M35 1997 ISBN: 9780195105032 In this title, author McCutcheon provides a critique of the idea of religion as an irreducible, transcultural phenomenon.   Between Heaven and Earth: The Religious Worlds People Make and the Scholars Who Study Them - Robert Orsi Call Number: BX1406.3 O77 2005 ISBN: 0691049033 Orsi, a scholar of American Catholicism who uses ethnographic and historical methods, in this book discusses both particularities of Catholicism as well as some of the most basic questions in religious scholarship: How can a scholar begin to apprehend the \"religious world\" of another? The last chapter, \"Snakes Alive,\" is a particularly important discussion of this topic.   Eight Theories of Religion - Daniel Pals Call Number: BL41 .P36 2006 ISBN: 0195165705 Pals provides summaries of the ideas of a number of major theorists, including Durkheim, Weber, Marx, Freud, and Eliade.   Explaining Religion: Criticism and Theory from Bodin to Freud - Samuel Preus Call Number: BL41 .P69 1987 ISBN: 9780788503214 Preus explores various ways in which religion has been interpreted, from the Renaissance to contemporary times.   Imagining Religion: From Babylon to Jonestown - Jonathan Z. Smith Call Number: BL50 .S578 1982 ISBN: 9780226763606 Noted religious studies scholar Jonathan Z. Smith (author of \"Religion, Religions, Religious\") discusses the construction of religion as an intellectual and human category. Why are some things called \"religion,\" while others are not?   Fits, Trances, and Visions - Ann Taves Call Number: BL53 .T38 1999 ISBN: 0691028761 This book concerns the ways in which particular kinds of experiences—the \"fits, trances, and visions\" of the title—were reinterpreted and retranslated throughout the nineteenth century. It explores the ways in which practices can be inscribed as \"religious,\" \"secular,\" or some mediating combination of the two—and how they change because of the way they are described.            Comments (0)                                              close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]