[{"detail": [{"content": "Digital Media Design for Learning (DMDL-MA) - Master of Arts Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Digital Media Design for Learning (DMDL-MA) - Master of Arts Program            BRIEF DESCRIPTION    The Master of Arts Program in Digital Media Design for Learning prepares students to create, use, and evaluate media and technology for learning -- from software and websites, to video and mobile phone applications. DMDL connects cutting-edge research from the cognitive and learning sciences with practice in designing and researching digital learning tools for varied contexts such as K&ndash;12 schools, colleges and universities, workplaces, museums, nonprofits, and international development. The 36-point program may be taken full- or part-time; includes a one-year thesis project; and has an optional internship component and a concentration in games for learning.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: DMDL (Please use this on the Document Cover Sheet)    Degree: MA    Credits: 36 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester. Students have up to 6 years to complete the degree program.    Other program available: DMDL-ADCRT and ECDT-PHD    APPLICATION DEADLINES             SPRING    October 1                SUMMER    February 1                               FALL    February 1                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose    Resume/Curriculum Vitae    2 Letters of Recommendation      Letters should address the applicant's interests, skills, abilities and accomplishements relevant to the design, development and use of educational media and technology-based learning environments, and his/her ability to pursue and complete graduate studies in this field successfully. Letters may be written by former professors, faculty advisors, academic administrators, or employers knowledgeable of the applicants's academic work or professional accomplishments.          One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is NOT required    See TOEFL requirements information below       NOTE(S)       Although not required, examples of relevant papers and original educational media projects, including both documentation and DVDs, videos, and web links, should also be submitted to the Office of Graduate Admissions with a completed Document Cover Sheet. If you have any questions, please contact the Digital Media Design for Learning program office by email at sm24@nyu.edu .       HELPFUL WEBSITE(S)    Department Name: Administration Leadership &amp; Technology    steinhardt.nyu.edu/alt    steinhardt.nyu.edu/alt/ect    DEPARTMENT NUMBERS    Telephone: 212 998 5520           ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                                                 This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Digital Media Design for Learning (DMDL-MA) - Master of Arts Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Digital Media Design for Learning (DMDL-MA) - Master of Arts Program            BRIEF DESCRIPTION    The Master of Arts Program in Digital Media Design for Learning prepares students to create, use, and evaluate media and technology for learning -- from software and websites, to video and mobile phone applications. DMDL connects cutting-edge research from the cognitive and learning sciences with practice in designing and researching digital learning tools for varied contexts such as K&ndash;12 schools, colleges and universities, workplaces, museums, nonprofits, and international development. The 36-point program may be taken full- or part-time; includes a one-year thesis project; and has an optional internship component and a concentration in games for learning.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: DMDL (Please use this on the Document Cover Sheet)    Degree: MA    Credits: 36 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester. Students have up to 6 years to complete the degree program.    Other program available: DMDL-ADCRT and ECDT-PHD    APPLICATION DEADLINES             SPRING    October 1                SUMMER    February 1                               FALL    February 1                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose    Resume/Curriculum Vitae    2 Letters of Recommendation      Letters should address the applicant's interests, skills, abilities and accomplishements relevant to the design, development and use of educational media and technology-based learning environments, and his/her ability to pursue and complete graduate studies in this field successfully. Letters may be written by former professors, faculty advisors, academic administrators, or employers knowledgeable of the applicants's academic work or professional accomplishments.          One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is NOT required    See TOEFL requirements information below       NOTE(S)       Although not required, examples of relevant papers and original educational media projects, including both documentation and DVDs, videos, and web links, should also be submitted to the Office of Graduate Admissions with a completed Document Cover Sheet. If you have any questions, please contact the Digital Media Design for Learning program office by email at sm24@nyu.edu .       HELPFUL WEBSITE(S)    Department Name: Administration Leadership &amp; Technology    steinhardt.nyu.edu/alt    steinhardt.nyu.edu/alt/ect    DEPARTMENT NUMBERS    Telephone: 212 998 5520           ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                                                 This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Master of Arts Program in Digital Media Design for Learning - NYU Steinhardt                                                       Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Programs in Educational Communication and Technology   Department of Administration, Leadership and Technology           Our Community         Faculty     Students           Student Voices      Student Projects and Research      Student Resources              Alumni     Social Media            MS in Games for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            MA in Digital Media Design for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            Adv Cert in Digital Media Design for Learning         About the Degree     Degree Requirements      Internships     Applying to the Program     FAQ            PhD in Educational Communication and Technology         About the Degree     Degree Requirements     Dissertation     Applying to the Program     FAQ              Research         Faculty Research     Student Research             Courses     News     Events      Facilities                           The Master of Arts Program in Digital Media Design for Learning (DMDL) is a 36-credit program that prepares students to create, use, and evaluate media and technology for learning, from software and websites to video and mobile phone applications. The DMDL studio-based curriculum is complemented by an excellent internship program with host sites in all areas of educational technology and media.    Unlike programs that are focused on the application of existing technologies to formal schooling (such as how to use PowerPoint in teaching high school), our program is appropriate for people who wish to design the media and technology of the future for all kinds of learning environments, or who wish to conduct academic research on how people learn with technology.    Our alumni work in a variety of areas, including the ed tech and media industries, the education sector, government and policy, and research and development. Previously called Educational Communications and Technology, the program has a rich history dating back more than 60 years.    By selecting electives from a specified list of courses, students may optionally concentrate in Games for Learning within the DMDL degree. The concentration is notated on the transcript, and does not lengthen the degree.    The complete program description and requirements may be found in the DMDL Guide for the Master of Arts and Advanced Certificate Programs .    Program Goals and Mission    The project-based curriculum of Digital Media Design Learning prepares students to design rich technology-based, multimedia learning environments and to understand and evaluate their use in wide-ranging educational settings. The program exposes students to the design of computer-based, multimedia simulations and games for learning, dramatic and documentary narratives, media that support advocacy and advance social justice, the educational potential of social media, and educational applications of media and technology for international development. The program employs media design principles and theoretical perspectives drawn from the cognitive sciences, the learning sciences, developmental models of learning, constructivist and constructionist philosophies of learning, and social learning theories.    Student Learning Outcomes       Students will use the instructional design process to develop educational media for wide-ranging educational and training settings and diverse distribution platforms and channels: (a) conduct and document needs assessments; (b) make and document theoretically-grounded media design decisions based on needs assessments; (c) design and produce media or prototypes of media; (d) plan implementations of media or prototypes in order to conduct formative evaluations of their effeciveness; and (e) use outcomes of formative evaluations to revise media or prototypes (iterative design).    Students will demonstrate knowledge of (a) learning theories widely used to inform the design of educational media, e.g., theories in the learning sciences, cognitive science theories of learning, developmental psychology theories of learning, social learning theories, and constructivist and constructionist theories of learning; (b) implications of such learning theories for media design principles and models; and (c) knowledge of how to use these learning theories, and the principles and models based on them, to make sound media design decisions.    Students will demonstrate technical skills required to produce media, including computer-based multimedia, web-based media, media for mobile tablets and phones, and video-based media.    Students will able to identify and critique major twentieth and twenty-first century historical developments, benchmarks, theoretical shifts, and broad trends in practice in the field of educational technology.    Students will be able to identify, and will have skills to access, sources of information and organizations for the purpose of keeping in the field of educational technology.       Inquiries    Admissions-related inquiries should be directed to: Steinhardt Graduate Admissions 212-998-5030 | steinhardt.gradadmissions@nyu.edu    All other correspondence regarding the program should be directed to:    Program in Digital Media Design for Learning 82 Washington Square East, 6th Floor New York NY 10003 212-998-5520 | ectdmdl@nyu.edu    Prospective students are encouraged to sign up using the Request Info button above to learn about program events and information sessions, held both face-to-face and online each semester. Please see the FAQ for more information.                  This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Educational Communication and Technology - 2 Metrotech Center, 8th Floor, Brooklyn NY 11201"}]},
{"detail": [{"content": "Digital Media Design for Learning (DMDL-MA) - Master of Arts Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Digital Media Design for Learning (DMDL-MA) - Master of Arts Program            BRIEF DESCRIPTION    The Master of Arts Program in Digital Media Design for Learning prepares students to create, use, and evaluate media and technology for learning -- from software and websites, to video and mobile phone applications. DMDL connects cutting-edge research from the cognitive and learning sciences with practice in designing and researching digital learning tools for varied contexts such as K&ndash;12 schools, colleges and universities, workplaces, museums, nonprofits, and international development. The 36-point program may be taken full- or part-time; includes a one-year thesis project; and has an optional internship component and a concentration in games for learning.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: DMDL (Please use this on the Document Cover Sheet)    Degree: MA    Credits: 36 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester. Students have up to 6 years to complete the degree program.    Other program available: DMDL-ADCRT and ECDT-PHD    APPLICATION DEADLINES             SPRING    October 1                SUMMER    February 1                               FALL    February 1                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose    Resume/Curriculum Vitae    2 Letters of Recommendation      Letters should address the applicant's interests, skills, abilities and accomplishements relevant to the design, development and use of educational media and technology-based learning environments, and his/her ability to pursue and complete graduate studies in this field successfully. Letters may be written by former professors, faculty advisors, academic administrators, or employers knowledgeable of the applicants's academic work or professional accomplishments.          One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is NOT required    See TOEFL requirements information below       NOTE(S)       Although not required, examples of relevant papers and original educational media projects, including both documentation and DVDs, videos, and web links, should also be submitted to the Office of Graduate Admissions with a completed Document Cover Sheet. If you have any questions, please contact the Digital Media Design for Learning program office by email at sm24@nyu.edu .       HELPFUL WEBSITE(S)    Department Name: Administration Leadership &amp; Technology    steinhardt.nyu.edu/alt    steinhardt.nyu.edu/alt/ect    DEPARTMENT NUMBERS    Telephone: 212 998 5520           ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                                                 This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Master of Arts Program in Digital Media Design for Learning - NYU Steinhardt                                                       Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Programs in Educational Communication and Technology   Department of Administration, Leadership and Technology           Our Community         Faculty     Students           Student Voices      Student Projects and Research      Student Resources              Alumni     Social Media            MS in Games for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            MA in Digital Media Design for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            Adv Cert in Digital Media Design for Learning         About the Degree     Degree Requirements      Internships     Applying to the Program     FAQ            PhD in Educational Communication and Technology         About the Degree     Degree Requirements     Dissertation     Applying to the Program     FAQ              Research         Faculty Research     Student Research             Courses     News     Events      Facilities                           The Master of Arts Program in Digital Media Design for Learning (DMDL) is a 36-credit program that prepares students to create, use, and evaluate media and technology for learning, from software and websites to video and mobile phone applications. The DMDL studio-based curriculum is complemented by an excellent internship program with host sites in all areas of educational technology and media.    Unlike programs that are focused on the application of existing technologies to formal schooling (such as how to use PowerPoint in teaching high school), our program is appropriate for people who wish to design the media and technology of the future for all kinds of learning environments, or who wish to conduct academic research on how people learn with technology.    Our alumni work in a variety of areas, including the ed tech and media industries, the education sector, government and policy, and research and development. Previously called Educational Communications and Technology, the program has a rich history dating back more than 60 years.    By selecting electives from a specified list of courses, students may optionally concentrate in Games for Learning within the DMDL degree. The concentration is notated on the transcript, and does not lengthen the degree.    The complete program description and requirements may be found in the DMDL Guide for the Master of Arts and Advanced Certificate Programs .    Program Goals and Mission    The project-based curriculum of Digital Media Design Learning prepares students to design rich technology-based, multimedia learning environments and to understand and evaluate their use in wide-ranging educational settings. The program exposes students to the design of computer-based, multimedia simulations and games for learning, dramatic and documentary narratives, media that support advocacy and advance social justice, the educational potential of social media, and educational applications of media and technology for international development. The program employs media design principles and theoretical perspectives drawn from the cognitive sciences, the learning sciences, developmental models of learning, constructivist and constructionist philosophies of learning, and social learning theories.    Student Learning Outcomes       Students will use the instructional design process to develop educational media for wide-ranging educational and training settings and diverse distribution platforms and channels: (a) conduct and document needs assessments; (b) make and document theoretically-grounded media design decisions based on needs assessments; (c) design and produce media or prototypes of media; (d) plan implementations of media or prototypes in order to conduct formative evaluations of their effeciveness; and (e) use outcomes of formative evaluations to revise media or prototypes (iterative design).    Students will demonstrate knowledge of (a) learning theories widely used to inform the design of educational media, e.g., theories in the learning sciences, cognitive science theories of learning, developmental psychology theories of learning, social learning theories, and constructivist and constructionist theories of learning; (b) implications of such learning theories for media design principles and models; and (c) knowledge of how to use these learning theories, and the principles and models based on them, to make sound media design decisions.    Students will demonstrate technical skills required to produce media, including computer-based multimedia, web-based media, media for mobile tablets and phones, and video-based media.    Students will able to identify and critique major twentieth and twenty-first century historical developments, benchmarks, theoretical shifts, and broad trends in practice in the field of educational technology.    Students will be able to identify, and will have skills to access, sources of information and organizations for the purpose of keeping in the field of educational technology.       Inquiries    Admissions-related inquiries should be directed to: Steinhardt Graduate Admissions 212-998-5030 | steinhardt.gradadmissions@nyu.edu    All other correspondence regarding the program should be directed to:    Program in Digital Media Design for Learning 82 Washington Square East, 6th Floor New York NY 10003 212-998-5520 | ectdmdl@nyu.edu    Prospective students are encouraged to sign up using the Request Info button above to learn about program events and information sessions, held both face-to-face and online each semester. Please see the FAQ for more information.                  This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Educational Communication and Technology - 2 Metrotech Center, 8th Floor, Brooklyn NY 11201"}, {"content": "Digital Art and Design Minor - Minors in Studio Art &amp; Global Visual Art - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Minors in Studio Art & Global Visual Art                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Studio Art Minor    overview    studio art minor    digital art &amp; design minor    global visual art minor    facilities                                 Digital Art and Design Minor       The minor in Digital Art and Design is a 16-point program that will provide students from across the University with technical training, visual communication and digital fabrication skills, along with enhanced creative thinking and critical problem solving abilities. Students initially move through foundational skills in layout, digital rendering and typography, employing industry standard tools and technologies. Additional courses are then taken in more advanced and experimental design utilizing the department&rsquo;s digital imaging, design, and fabrication studios, which are equipped with 2-D and 3-D design software, 3-D printers, laser cutters, and CNC routers. Courses also offer historical and theoretical components and examine current and emerging applications in the fields of design and technology.    Required courses include Introduction to Design I and II (8 points), modular courses which may be taken in any order or concurrently. Followed by Topics in Design courses (8 points). After completing Design I and II, along with one Topics course, a course may be taken outside of the Department of Art &amp; Art Professions to complete the minor. Sample course offerings from NYU Gallatin and NYU School of Engineering are listed below. Courses: ART-UE 401 Introduction to Design I (4 points): This course uses formal exercises of the Bauhaus to teach core digital foundations skills, including software-based design and digital fabrication strategies. Core techniques in Adobe Photoshop, Illustrator, and InDesign will be explored, as will modeling strategies using digital sculpting and CAD based tools. Students will be introduced to and will experiment with digital fabrication technologies and techniques across a range of materials and processes. ART-UE 402 Introduction to Design II (4 points): This course provides the basic framework and principles for design across a wide range of media and design fields. Students will be introduced to critical observation and documentation techniques and will learn to conduct design-based research, conceptualize ideas, produce prototypes, and express and present design concepts. The class is primarily studio based though students will also examine the history, theory, and analysis of design and design practices. ART-UE 1430 Topics in Design (4 points): Topics vary from semester to semester and are chosen as a result of both faculty and student interest. Multiple &ldquo;Topics in Design&rdquo; courses will be offered each Fall and Spring semesters. Sample topics: Digital Fabrication This class connects 2D and 3D design processes to the physical world. Through the use of 2D/3D modeling software and additive and subtractive manufacturing processes, including laser cutting, CNC milling, and 3D printing, students will move from design conception to final product. Students will study the emergence of various digital fabrication tools and techniques and will be asked to consider the implications of these technologies on the social, cultural, environmental, and economic worlds. Typography This course serves to introduce the student to the topic of typography, both as letterform design and as a tool for creating larger text based design projects. Typography forms the basis of much of our contemporary communication. Whether a student wants to be a Graphic Designer, an Artist, an Industrial Designer, a FashionDesigner, a Web Designer, an Interactive Designer he/she will need to use typography. By understanding the basic building blocks of typography students will gain the tools to create stronger artwork and design both visually and conceptually.    Fashionable Technology and Wearable Computing In this course, students will study how technology can be used in fashion contexts as a means to complement the functions of the human body and enhance personal expression. The course covers product design, fashion design and prototype production. The course offers a theoretical introduction and foundation, which is iterated through practical course elements in the form of concept development and prototyping. Readings emphasize theoretical discourse on the relationships of the body, technology, fashion, social interactions, and environment. Interaction Design This course will provide students with an understanding of interaction design as an academic and creative discipline. Weekly readings and class discussions will focus on the study of interaction design principles across a variety of media application spaces and contexts. Projects will combine audio, video, imaging, animation, and other media formats and students will be asked to prototype and construct interactive products and systems. Environmental Art and Design Students in this course will use the local urban street as a primary site of ecological analysis, intervention and exhibition. Students will work on projects that re-imagine our relationship to natural systems. A special focus will be placed on design interventions in urban ecosystems involving both human institutions and infrastructure, and the work of other non human organisms. Color Theory Introduces contemporary color theory and its significance to art and design. A series of exercises using individual subjectivity demonstrates the role of color in personal expression. The interrelatedness of color and meaning is emphasized along with effective graphic and digital communication.    Sample courses offered outside of the Department of Art &amp; Art Professions: DM 1143 Ideation and Prototyping In this class, the creative process will be investigated in order to generate ideas for art, design, technology, and business endeavors. The course will show how ideation, design research and thinking, and prototyping can inspire, inform, and bring depth to what one ultimately creates. Students will expand their arsenal of design research skills, learn how to think critically about their audience, content, form, and processes, as well as, understand the importance of utilizing more than one research and design strategy.    DM 2173 Motion Graphics Studio Motion graphics can be found in a wide range of media: broadcast, web, animation, and film to name a few. This course will allow students to explore the elements of time and space to convey messages and meaning through type, image, and sound for the screen. Individual creativity will be stressed as well as the understanding and use of industry-standard software for developing motion graphics.    DM 4193 Mobile Application Development Today's applications are increasingly mobile. This course teaches students how to build mobile apps for Android or iOS devices, as well as how to deploy them in app stores. The history of mobile computing is also explored.    DM 3153 Media in Game Design and Development This class moves into advanced technological implementations of 2D games. Taking designs from DM 2153 and working in teams, students create a complete game. Students are assigned individually to work in production areas ranging from sprite creation, mapping and level design to engine coding and interaction scripting. Students complete their assignments as if they were members of a professional game- development team.    IDSEM-UG1627 Green Design: From Geddes to Gore Students will explore the designers, cultures, and suppositions about the contemporary environmental movement. Who are the key figures that first ignited the green design revolution and its ensuing agenda? Who effectively promoted maxims such as \"energy crisis,\" \"climate change,\" and \"sustainability?\" Many books, films, projects, and actions contributed to the irresistible success of mainstream eco-values. Which readings initially established the core underpinning of this environmental debate&mdash;Hiroshima by John Hersey, Silent Spring by Rachel Carson, or Ecology of Freedom by Murray Bookchin--and how are they linked today? The class will review architecture and art, and unpack texts by thinkers such as Patrick Geddes, Henry David Thoreau, Ebenezer Howard, John Muir, Louis Sullivan, Ivan Illich, Buckminster Fuller, Sim Van der Ryn, Victor Papanek, Paul Hawken, Amory Lovins, William McDonough, Marc Reisner, Jared Diamond, and Al Gore. In tandem, we acutely review seminal designs and works by Antoni Gaudi, Norman Bel Geddes, Bruce Goff, Rudolf Steiner, Samuel Mockbee, and others. The overall objective is twofold: to survey the lager historical context of ecological design and define specific contributions to the green movement.    For further information on Art Minors: Students are encouraged to meet with the Student Services Counselor, Alex Jovanovich, for advisement; it is helpful to bring artwork to this meeting. Students should first check with their major advisor to determine how these minors fit into their undergraduate curriculum.  Alex Jovanovich 212-998-5708 Email: aj825@nyu.edu                        This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]