[{"detail": [{"content": "Our Chaplains and Staff                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   Student Diversity   /   Global Spiritual Life   /   About Us                 Sub Navigation                                 Our Chaplains and Staff                       Social Media                                                                   Our Chaplains and Staff       Meet our award-winning team, made up of chaplains, educators, and international leaders from over twenty faith traditions.                 STAFF                                             Yael Shy   Director   yael.shy@nyu.edu   Yael Shy is one of the founding Directors of Global Spiritual Life at NYU and the Of Many Institute for Multifaith Leadership. She is also the Founder and Director of the Mindfulness Project at NYU, one of the largest campus-wide mindfulness initiatives in the country, and has been teaching and lecturing on mindfulness, meditation, and multifaith engagement at universities, community centers, and organizations across the globe for the past seven years. In 2010, Yael was named one of the “36 under 36” changemakers transforming the Jewish world by The Jewish Week newspaper.    Prior to joining the Center, Yael was the Director of Development and Education at the NYU Center on Violence and Recovery, where she led training sessions in restorative justice globally and secured multiple multi-year research support from the National Science Foundation and the National Institute of Justice, among other foundations. She is also a bar-certified attorney. She has been published in Inquiring Mind , The Sports Lawyers Journal , the Clinical Journal of Social Work , and the NYU Journal of Law and Social Justice . Shy completed her undergraduate degree at NYU, where she studied Sociology and Gender Studies, and received her law degree from the School of Law at Northeastern University.                                    Ariel Ennis   Program Administrator   ariel.ennis@nyu.edu   Ariel Ennis is the Program Administrator at Global Spiritual Life at NYU and is responsible for NYU's Faith Zone Trainings, the Chaplains' Circle, the Multifaith Student Fellowship, and the Multifaith Advisory Committee. Ariel was formerly the Program Director for Campus Programs at the Center for Community Leadership at the Jewish Community Relations Council of New York. There, he founded the Jewish Student Leadership Fellowship as well as worked with Baruch College faculty and administration on a course entitled “Leadership and Diversity in the Business World.” Ariel is also an Educational Fellow at Kevah: Making Space for Jewish Education, a Berkeley-based Jewish Organization. Ariel graduated from NYU with a BA in Jewish History and Civilization and a minor in Politics.                  CHAPLAIN AFFILIATES              The Center hosts 70 chaplain affiliates representing various faiths, denominations, and groups on campus.                                                    Christian Chaplains                               PROTESTANT    Justin Adour , The Navigators  justinadour@gmail.com  Justin Adour, his wife Angela, and their two daughters have a heart’s desire to love and serve NYC. Justin currently works for The Navigators, an interdenominational Christian organization. However, for much of their time in NYC, Justin ministered as a staff pastor working with youth in Bronx. Most recently, however, Justin has worked as the Protestant Chaplain at the U.S. Merchant Marine Academy in Kings Point. He holds a B.A. in Intercultural Studies, M.A. in Intercultural Ministerial Studies, and is also an ordained minister. Mostly importantly, the Adours love to spend a disproportionate amount of time in Whole Foods and their favorite parks in Brooklyn.     Trevor Agatsuma , InterVarsity Christian Fellowship  trevor.agatsuma@gmail.com  Trevor grew up in Seattle and has lived in New York City since 2003 when he transferred into NYU as an undergraduate. He works for InterVarsity Christian Fellowship and wants help students discover how their God given passions and gifts can be utilized to fit the needs of the world around them. He personally has a passion for helping any interested students make an informed and inspired decision on their own faith. Trevor bikes for transportation around the city and runs half-marathons and marathons for recreation and to keep in shape.   Valerie Althouse , International Students, Inc.  vja.nyc@gmail.com  Originally from Hershey, PA, Valerie loves books, travelling and music. Her education includes a Bachelor of Science in Biblical Studies with an emphasis in Christian Counseling, as well as a Master of Science in Biblical Studies from Cairn University. Her additional training includes certificates in Cross-cultural Communication, Critical Incident Stress Debriefing, ESL tutoring, Second Language Acquisition, Teamwork, Interpersonal Skills, and Life Coaching. She is currently a member of the American Association of Christian Counselors. She previously served in Student Development/Resident Life at Cairn University and in Missions Mobilization and Church-Planting with World Team before joining the staff of International Students, Inc. in December of 2011. On the side, Valerie enjoys vocal performance, blogging, and exploring NYC restaurants!   Celeste Back , Bridges International  celeste.back@bridgesinternational.com  Having recently moved from Charleston, SC, Celeste loves meeting friends from different countries and cultures. She works with Bridges International, which seeks to serve international students as they transition to the US, provide social networking opportunities, and provide opportunities and a welcoming environment for students to explore spiritually. While coming from a Christian background, Celeste loves engaging with and learning from friends from a variety of religious backgrounds which is what led her to move to New York City in January. When Celeste isn't on campus, she loves to have bubble tea with friends, visit her favorite hummus restaurant, and explore new parks in the city. Another fun fact about Celeste is that she met her husband last summer in New York and married him this summer!   Whitney Bahr, The Navigators  white07@ufl.edu  Whitney Bahr is graduate from the University of Florida where she studied Family, Youth, and Community Science as well as Theater during her undergraduate years. She was greatly impacted by The Navigators as a student and became a part of the staff team to continue the work that God began in her life, giving back some of what she’d been richly given. She is extremely passionate about the arts, nature, and the Word of God and is always up for an adventure!   Brittany Brock , Cru  brittany.brock@cru.org  I grew up in a Christian home in South Carolina but didn’t start exploring what I truly believed until I went to college at Winthrop University. I graduated from there with my B.A. in Psychology and a minor in Religion. While in college I discovered what it looked like to have a personal relationship with God through His son Jesus through getting involved with a Christian organization where my faith really began to grow and develop. After college I taught middle school science with Teach for America in Rural Eastern North Carolina for 2 years before working with Cru. Fun Fact: I enjoy roaming around New York and finding great local coffee shops and restaurants.   Jason Casper , International Student, Inc.  jasoncasper15@aol.com  Jason grew up in Reading and Pottstown, PA, and moved to New York City in the Spring of 2001. It was his experience of witnessing the 9-11 attacks firsthand that helped guide him into a relationship with Jesus Christ. He worked as a professional graphic designer and art director at various advertising agencies for 13 years before feeling called to do international student ministry with ISI. Jason's love for China and cross-cultural ministry has been a passion since 2006, as well as compassion ministry to the homeless. He has also volunteered at the Bowery Mission and served at Calvary Baptist Church with their young adult ministry since 2010. When not doing ministry-related work, he can be found playing guitar or visiting one of the many jazz clubs in the city.   Kenny Chau , International Student, Inc.  kchau@isionline.org  Kenny grew up in NYC’s Chinatown where he played lots of basketball and developed street smarts. After completing a term with the US Army Reserve and undergraduate studies at SUNY Buffalo, Kenny returned to lower Manhattan to help immigrant youth and their families adjust to life in the Big Apple. Kenny and his wife, Cindy, also spent a memorable 2004-2005 living in Beijing. In 2008, Kenny received a Master of Divinity at Gordon-Conwell Theological Seminary and returned to NYC to pastor at his home church association until 2014. With excitement to be part of a chaplaincy team at NYU, Kenny is committed to help international students and their families thrive in this thrilling city. Though Kenny still plays basketball, the only quickness in his game is how fast he gets tired. Lastly, Kenny enjoys savory dishes of all cultures, strategic board games and gets a kick out of being mischievous with their kids, Joey and Makayla.   Matthew Chin , Compass Koinonia  mkchin722@gmail.com  Matthew Chin and is a Chinese American who was born and raised in NYC. He grew up in a family that was not religious and it was not until his sophmore year in high school that he was first exposed to Christianity. It wasn’t until the summer before the start of his junior year in college that he began attending bible study and church regularly. He accepted Christ as his Lord and Savior in September 2003. He has been actively involved in college ministry ever since and continues to strive to grow deeper in his relationship with Christ. He is an avid baker and first learned how to play drums using chopsticks and paper plates.   Jae Yong Choi , Korea Campus Crusade for Christ  jae.choi@kcccny.org  Jae Yong Choi was born on June 20th, 1990 in Seoul, South Korea. His family immigrated to the United States when he was 6 years old and he lived in Los Angeles ever since. Jae was fortunate to attend the University of California, Berkeley, which allowed him to experience the bay area (San Francisco, Berkeley, Oakland, etc.). He was born into a non-religious family, so religion was never a big part of his life. Jae's mother and sister started going to church when he was in middle school, but it wasn’t until his freshmen year in college that he personally accepted Christ and started attending church. Jae was able to continue this awesome relationship with Jesus Christ ever since then. He was able to travel the world and share His love with people that he would never have even dreamed of meeting if it weren’t for Him. Jae doesn’t have a lot of hobbies, but he has been collecting shoes since high school. Most of the shoes he does wear, but there are shoes that he doesn’t wear and he strictly has as a collector. Jae thinks the oldest shoe he has that is still wearable is like 13 years old!   Joshua Crumlich , Reformed University Fellowship jcrumlich@gmail.com                                      Joshua Crumlich is a volunteer with InterVarsity grad and faculty ministries. He grew up in Pennsylvania, where he knew the love of Christ from childhood. After studying history at the University of Rochester, he went to law school. During his first (and only) semester there, he attended a conference for Christians in the legal profession and was amazed by the good work being done by the lawyers there, but felt drawn to make God’s love and glory in Jesus known through vocational ministry. He then went to Gordon Conwell Theological Seminary where he graduated with an M.Div. He spent the next few years involved in lay ministry and working in academic administration until he was called to be associate pastor at the Neighborhood Church of Greenwich Village, where he loves working in such a dynamic community. In his down time he enjoys cooking with his wife Sarah, playing board games, and drinking a good, strong cup of coffee with friends.   Fernando De Los Santos, Every Nation Campus Ministries  randyencm@gmail.com  Fernando De los Santos moved to New York City from the Philippines to attend St John’s University in 2004, in pursuit of a doctorate in Pharmacy. During his freshman year of college, he was connected to the Morning Star New York church and the Every Nation Campus Ministries New York staff and became part of their church family. It was through the relationships with his church and the campus ministry that he took to heart the call of God’s love in his heart and was empowered to minister the gospel of Jesus to his university. Serving alongside Intervarsity Christian Fellowship, he then led multiple bible studies, musical worship services, and ministered to his colleagues. As a result, St. John’s University has an Every Nation Campus Ministry presence which continues to serve students in the reinforcement of their faith. Fernando currently lives in Harlem with his wife and works as a Pharmacist at an independent community pharmacy in the area.   Selene De Los Santos , Every Nation Campus Ministries  seleneencm@gmail.com  Selene De Los Santos moved to New York City to attend the American Musical and Dramatic Academy (AMDA) in 2004, in pursuit of an acting career. Shortly after graduating AMDA she realized that she had a great desire to help people in a greater capacity. As a result she furthered her education by going to Hunter College and joined the InterVarsity Christian Fellowship, It was through serving with this organization that awakened her passion to be in ministry. During her summer break she attended the Every Nation School of Campus Ministry in Nashville, Tennessee, in which, she gained the foundation of being a campus minister. When she came back to New York City in the winter of 2010, she transferred to The New School where she focused on Creative Art’s Therapies and received a BS in Liberal Arts. During this time she continued to minister to students through Every Nation Campus Ministries (ENCM). Selene recently graduated and married in May 2012, and is very excited to be working with students and facility at NYU through the Morning Star Church (MSNY) and Every Nation Campus Ministries (ENCM).   Susan Field , Baptist Convention of New York  susan.field@nyu.edu  Reverend Field has served NYU as the Baptist Chaplain since 1991, and as the Protestant Chaplain since 2006. She also serves as Baptist Religious Life Advisor for the Baptist Campus Ministry at Columbia University, and as the New York City Coordinator for Baptist Collegiate Ministry. In addition, she is the “Global Initiatives Coordinator” for the Metropolitan New York Baptist Association. She and her husband, Dr. Taylor Field, have worked since 1986 in the Lower East Side with Graffiti Community Ministries and Graffitichurch. She graduated from Emory University, and Golden Gate Baptist Theological Seminary. She is helping to coordinate the weekly Protestant Worship services in the new CSL during the Academic year.     Joel Geib , The Navigators  joelgeib86@gmail.com  Joel was born to parents who were Christians, and came to know and love Christ at a young age. He grew up in a northern suburb of Chicago, the mountains of east Tennessee, and eastern North Carolina. After graduating from Calvin College in 2008, a position with Americorps brought him to New York City. He immediately loved NYC, and realized it to be a place in which he wanted to invest himself long-term. Joel attended Gordon-Conwell Theological Seminary, graduating with an MA in Theology in 2014. He enjoys biking, gardening, cooking, photography, going to good concerts, exploring new neighborhoods, and reading Dorothy Sayers. A fun fact not often learned about Joel, is that he has been a member of the shampoo-free “movement” for over 3 years.     Bernard Howard , Christ Church, NYC  bernard@christchurchnyc.com  Bernard Howard was brought up in a Jewish home in London, England. He came to believe that Jesus is the promised Messiah two years after his bar mitzvah. After jobs in economic and political research, he worked for a summer camps organization before training for full-time Bible teaching ministry. He then spent several years as a freelance speaker, giving outreach talks at guest events in colleges, high schools and churches. In 2012 he began work as an assistant minister at Christ Church NYC. You can rely on Bernard to point out British contributions to US culture, such as all the British actors currently enjoying success in Hollywood.   Josephine Hua , Compass Koinonia  josephinehua@gmail.com  Josephine’s story with Health and Grad @ Compass Fellowship, affectionately called H&amp;G, began in Jan, 2001. Upon the request of a few dental and medical students at NYU, a Bible Study was formed, first as an informal gathering then as an established Bible Study at the NYU medical school. A physician assistant by trade, Josephine first attended the Bible Study but later came to lead it and is now the co-director, along with her husband Matthew. A New Yorker from birth, she enjoys the dynamic culture of the city; but loves the quiet comforts of tea and a good book. She is grateful for the opportunity to share her love of Christ and how Jesus had changed her life with others at NYU.   Matthew Hua , Compass Koinonia  huam99@yahoo.com  Matthew began his spiritual journey as an undergraduate student and has since embarked on a remarkable adventure, leading him to serve at Health and Grad @ Compass Fellowship, affectionately called H&amp;G, as the director, Bible Study teacher, and mentor. A Bronx native, he loves the Mets, go figure, but regardless of the team he is always up for a game. Baseball is his love, but whatever the sport, his exclaim is always, “Bring it on!” As a Senior QA Analyst he is used to looking at fine details and troubleshooting issues that may arise; however God has used his skill set to further his desires to delve into the relationships that are formed in the Bible Study group and motivate others to meet the Jesus who changed his life.   Diane Jacob , InterVarsity Christian Fellowship  diane_jacob@ivstaff.org  Diane is on staff with InterVarsity Christian Fellowship’s Asian American chapter. It was through InterVarsity's ministry at Baruch College that Diane made a commitment to follow Jesus. She is passionate about seeing students love God and others in word and deed. Diane is a native New Yorker and a proud Indian-American. She loves DIY projects, coffee shops and Friends reruns.   Junghoon Joseph Jang , Encounter / AMI  jangjunghoon@gmail.com  As a founding member of the club's NYU chapter and a former resident assistant, Joseph is excited to be back at his alma mater. His journey with Encounter began in 2009 and while many milestones took place in his life ever since, his relationship with Jesus and the people of Encounter have been his priority. This Jersey bred suburbanite has a love-hate relationship with spring, listens to Jazz in his car for the 95% of the time and suffers a chronic wanderlust. As a chaplain, Joseph can't wait to continue to love the people of NYU with the love of his Lord Jesus.   Jim Kast-Keat , Middle Collegiate Church  jimkastkeat@middlechurch.org  Jim Kast-Keat is the Associate Minister for Education at Middle Collegiate Church in the East Village of New York City. He is a divergent thinker, an ideation specialist, and an aspiring minimalist. Prior to working at Middle he helped lead ikonNYC in New York, NY, worked as a Product Designer with Sparkhouse in Minneapolis, MN and was a pastor at Mars Hill Bible Church in Grand Rapids, MI. He is the creator and curator of ThirtySecondsOrLess.net. To find out more about Jim go to www.jimkastkeat.com or follow him on twitter at @IdeasDoneDaily.   Michael Keller , Reformed University Fellowship  mk3531@nyu.edu  After graduating from Vanderbilt University, Michael worked in both London and New York at various church ministries. He attended Gordon-Conwell Seminary where he received an M.Div and a Th.M. He is currently working on his Ph.D. He worked for five years in Boston serving at Citylife Presbyterian Church as an Assistant Pastor before moving home to New York City where he was raised and attended public school. Michael likes biking around Manhattan, playing any sport that is competitive, and is known to be found at good New York coffee shops, but never drinks the coffee. He has been married to his wife Sara for ten years, and has two children.   Kevin Kim , Remnant Christian Fellowship  kevin.kim@remnantwestside.net  Kevin Kim has served as the Staff Leader for Remnant Christian Fellowship at NYU since 2008. He also serves as a Pastoral Intern for Remnant Westside Church a non-denominational Protestant church located just West of Central Park. He graduated from Hunter College of The City University of New York and is currently attending Gordon-Conwell Theological Seminary pursuing his Master of Divinity. Kevin is an avid sports fan and loves to play football and basketball in addition to watching his favorite teams, the NY Giants and NY Yankees.   Esther Kim , Korea Campus Crusade for Christ  esther.kim@kcccny.org  Esther Kim has been serving as full time staff with KCCC for 3 years. As a student she has been heavily involved with Korea Campus Crusade for Christ including a year overseas in Tokyo, Japan as an intern. She attended CUNY Baruch College majoring in Business Communications with a minor in Industrial Organizational Psychology. Though her aspiration and dream was to step into the fashion industry it was during her year overseas that God radically changed her life. Present in Tokyo during the 3/11/11 earthquake and tsunami, she realized that life is but a breath. Since then, she has dedicated her life to see the fulfillment of the Great Commission and lives transformed by the Gospel of Jesus Christ. Fun Fact: Esther loves to sing and is currently learning the guitar.   Ian Lau , Compass Koinonia  lau.ian@gmail.com  Born and raised in Hong Kong, Ian immigrated to the US with his family during eighth grade. He became a Christian in high school and entered NYU as a freshman in 2001, when he joined Compass Koinonia (CK). After graduation, Ian stayed on to serve in CK and started working full-time in technology in the financial industry, where he still works today. He is currently director of Compass Koinonia undergrad at NYU and a member of Compass Fellowship Church. Ian enjoys badminton, street food, and sushi. Some of his favorite authors are John Piper, David Platt and Ravi Zacharias. He is married to Jackie, whom he met at CK as an undergrad, and resides in the Gramercy area.   Jackie Lau , Compass Koinonia  jacquelineling@gmail.com  Jackie grew up in Brooklyn, New York with her parents and older sister. She first met Compass Koinonia (CK) at New York University when she was an undergraduate student in the business school. It was there that Jackie committed her life to Jesus. She was involved in CK from freshmen through senior year, and upon graduation, continued to serve in the ministry. She currently works full-time in human resources for a financial services company. She is a member of Compass Fellowship Church with a passion for both local and international missions. She loves food, games, shopping and volleyball! Jackie met her husband, Ian, at CK at NYU. They’ve been married since October 2007 and currently reside in the Gramercy area.   Anna Lee-Winans , InterVarsity Christian Fellowship  annalee77@gmail.com  Anna has been a lay campus minister for the last 10 years at New York University serving through InterVarsity Christian Fellowship. She currently serves graduate students and faculty. Prior to InterVarsity, Anna was a social worker in a pediatric AIDS clinic in the Bronx. She is an alumna of NYU, graduating with a BA in Journalism (’97) and an MSW (’01). Born and raised in New York City, she has had an ecumenical faith journey: baptized Lutheran, grew up Methodist, educated in Catholic parochial schools, made a decision to follow Jesus at NYU through InterVarsity, enjoyed Pentecostal and Brethren denominations, and attends an Episcopal church. During her off hours, Anna enjoys laughing with her husband and daughter.   Eric Lipscomb , Reformed University Fellowship  eric.lipscomb@ruf.org  Eric originally hails from Richmond, VA, and comes from a broadly Protestant Christian background, having attended Baptist and Presbyterian churches growing up, as well as an Episcopalian high school. Eric is a proud alumnus of the University of Virginia, and during his time in college gained a deep appreciation for different religious traditions, graduating in 2009 with a B.A. in Religious Studies. Sensing a call to ministry, Eric moved to St. Louis in 2010 to pursue a Masters of Divinity from Covenant Theological Seminary. In 2014, Eric graduated with his M.Div. and was called to New York City to serve college students as a campus minister with RUF City Campus. Eric is married to and so grateful to share life with his high school sweetheart, Brittany, who is a public school teacher. He is also an avid baseball fan, enjoys meeting and spending time with people, as well as trying the city’s many great restaurants.   Ray Low , City Grace Church  ray.w.low@gmail.com  Ray Low is excited to be at New York University this year and to spread the love of Christ to all his students on campus. You will likely see him wearing orange or surrounded by orange things, as well as hanging around at his “office” (a table) on Kimmel 7th. Drop by if you ever need a chat!   Laura Maddock , Bridges International  laura.maddock@bridgesinternational.com  Laura grew up in southwest Indiana, and lived in the Hoosier state through college. She invited God into her life at a young age, and that relationship grew significantly in college, as she more clearly understood why Jesus’ life, death, and resurrection was so important to her life. She graduated with a degree in creative writing, great friendships, and a love for Butler basketball. She then moved to Berlin, Germany, to engage with students who want to learn more about what it means to follow Jesus, where she also realized her passion for learning new cultures. She was then thrilled for the chance to come to New York City to serve international students as they adjust to life in the US, build community, and discuss questions about life and faith. In her free time, Laura loves trying the many restaurants in the city-- especially near NYU, games with friends, and reading, and she can't call a day complete without some chocolate.   Brendan Mahar , The Navigators  mahar.brendan@gmail.com  Brendan is a staff member of The Navigators at NYU, an interdenominational Christian fellowship. He never imagined he would be a minister when he was young, but during his years in college, he felt called by God to teach and counsel. Brendan received a degree in philosophy and religious studies and continues to enjoy logic, classical philosophy, and the writings of Soren Kierkegaard. Although friends may know that Brendan moved all across the States, England, and Australia, few know that he was deeply involved in many sports including baseball, football, and rugby.   Katherine Miller , Reformed University Fellowship  katherine.miller@ruf.org  Katherine Miller is from Leland, Michigan, and is a graduate of Wake Forest University. At Wake, she studied Studio Art with emphasis in painting and sculpture, as well as Entrepreneurship and Art History. Katherine encountered Reformed University Fellowship (RUF) at Wake during her freshman year. She found the teaching and community at RUF to be so transformative that after graduation, Katherine joined the staff of RUF and worked for two years at Vanderbilt University in Nashville, Tennessee. She is excited to join the staff of RUF City Campus in New York and plans to spend her spare time visiting the MET as often as possible.   Kevin Niemann , Bridges International  kniemann@bridgesinternational.com  Kevin graduated with a Speech Communication major and Spanish minor from Texas A&amp;M University in 1995 where he served as a resident director of one of the school’s oldest residence halls. Since graduating, he has served in campus ministry at Texas Tech University, Samara State University in Samara, Russia and Moscow State University in Moscow, Russia. Kevin and his family returned to the Texas in 2009 to work with Bridges International – a ministry to provide service opportunities, social networking and spiritual resources for international students. After three years in Texas, Kevin and his wife began to miss life in the city and decided to move to New York to help with the needs of international students here in the greatest city in the world. Kevin enjoys spending time with his wife, discovering new cultures, playing with his two children and biking around the city.   Joshua Ong , International Students, Inc.  joshua.ong@gmail.com  Pastor Josh grew up in Arizona, and has served in Youth Ministry since 2000. He has served at Chinese churches in LA, Tucson, Columbus, Dallas, and is currently serving at Trust in God Baptist Church (TIG). He's both a jock and a nerd, as he plays sports but loves sci-fi. He once drank an entire gallon of milk within an hour, and because of that, he is now lactose sensitive.   Soo Ho Park , Campus Mission Church  hamggeham@hotmail.com  Soo Ho became a Christian in his 3rd year in college. After receiving his degrees in Physics from Seoul National University, he worked at R&amp;D in LG headquarter for 2 years and started his seminary study. After serving as young adults’ pastor at Sarang Community Church for several, he came to America for further studies. He thanks God for giving them the opportunity to help Korean international students (KCSA students) on campuses in New York since 2003, teaching the Old and New Testaments, helping students to deal with conflicts in relationship with parents, friends, professors and to overcome difficult circumstances in studying as international students, and counselling them to choose jobs and further study for the next step under pressure of their future. He's married and has two sons and a daughter. As a forever friend of young adults, he likes what young adults like, eating, chatting, and sporting. He loves to hike, play tennis, and drink tea.   Timothy Price , Reformed University Fellowship  tim.price@ruf.org  Tim Price is a Christian. He was not a Christian until about six years ago. Before that he was not doing much with his life and was deep in depression and drug addiction. He has been sober almost as long as he has been a Christian. He has great joy and deep contentment in his life nowadays thanks to his relationship with God. He has a mustache tattoo on his finger (something he considers one of his better life decisions) and he loves to be outside playing sports or reading.   Ross Queener , Cru  ross.queener@cru.org  Ross grew up in a suburban area outside of Dayton, Ohio. His family was, essentially, non-religious (not atheist or agnostic, but lacking a clear sense of commitment to any religion or religious belief). After he graduated from high school and served six years in the US Navy (three years of which were on a submarine), he went to college at The Ohio State University, getting a B.S. in Math Education. While in his fourth year at OSU he came to recognize that not only was God real, but He was personal and knowable. And Ross wanted to know Him. This led him into a period of searching, the culmination of which was his understanding that Jesus is the Messiah, the Son of God. That marked the beginning of Ross’ commitment to follow Him for the rest of his life. Fun Fact: The suburban community that I grew up in, Huber Heights, Ohio, claimed to be “America’s Largest Community of Brick Homes”. There were large signs that said so as you entered.   Anne Marie Roderick , The Episcopal Diocese of New York, Union Theological Seminary  annemarie.roderick@gmail.com  Anne Marie graduated from Earlham College in Richmond, Indiana where she majored in Religion. During her time at Earlham, Anne Marie was active in many student groups and in religious life on campus; she also worked closely with the Interfaith Youth Core to develop skills in promoting interfaith dialogue. After college, her passion for faith and interfaith cooperation grew. Anne Marie interned with Sojourners Magazine, a Christian peace and justice publication, before heading to seminary in 2012. Anne Marie is currently a third year Masters of Divinity student at Union Theological Seminary in New York City and she hopes to pursue ordination in the Episcopal Church. Although she is a native New Yorker, Anne Marie has lived in India, Israel, New Orleans, Indiana, and Washington DC. Among her talents she counts the ability to wiggle her ears—an inherited trait shared by the women in her family. She is excited to get to know NYU.   Donna Schaper , Judson Memorial Church  donnaschaper@judson.org  The Rev. Dr. Donna Schaper, formerly at Coral Gables Congregational Church in Miami and before that at Yale University, is Senior Minister for Judson Memorial Church on the corner of Washington Square Park in Greenwich Village, New York City. She began this post in 2005, will be ordained 40 years in 2014. As an elder, she is passionately concerned about leaving the next generation well-prepared for all they have to face.     Leann Sebald , The Navigators  lgs710@gmail.com  Leann is a recent graduate of Marymount Manhattan College, where her study focused on dance, biology and psychology. She was involved in the Christian Fellowship at Marymount and New York University throughout her college years. Coming from a small town in Pennsylvania, she found a new home in the city through the loving community that exists within the Navigators’ campus ministry. Serving as a staff intern with the Navigators Leann hopes to come alongside students and support them as they transition and grow during their time in school. She has a background in the Protestant faith and currently attends a non-denominational church in the city. She was also very involved with Young Life during her high school years. For fun, she can spend hours drawing with charcoal and can hardly resist good conversation and a quality latté.   Romall Smalls , Student Christian Movement of NYC  frs241@nyu.edu  Minister F. Romall Smalls is a lover of peace and justice. He is also a dynamic preacher, public speaker and social commentator who has appeared on WLIB-AM, KISS-FM, and BlogTalkRadio. His central focus is Liberation Theology. This includes spurring religious institutions to grapple with the issue of human sexuality within the spiritual experience. He is one of group of spirited leaders seeking to reignite the growing social justice as an act of faith effort of the Student Christian Movement of NYC (SCM-NYC). Min. Smalls received Clinical Pastoral Care (CPE) training at New York-Presbyterian Hospital- Westchester Psychiatric Division. He is a graduating seminarian at Union Theological Seminary of NYC and a licensed minister at the historic Grace Baptist Church of Mount Vernon, NY. He was profiled in the New York Observer Newspaper for his work as a Protest Chaplain at the Occupy Wall Street movement in Lower Manhattan. His extensive past experience as an award winning journalist and media relations executive, serves as a major resource in his effort to inform, inspire and engage the mind and heart of the world.   Peter Trautmann , The Navigators  ptrautmann@gmail.com  Peter Trautmann knew that he wanted to find a community to support his faith when he arrived as a freshman at NYU. What he found was much deeper than just support; he had a series of experiences that changed his life forever. He was amazed by Christian students who had lives that were robust, meaningful and fun. He loved the balance of fun and substance he found in The Navigators- a group committed to going deep into the Scriptures and deep into relationships. He traveled to Mongolia to serve and teach English with The Navigators the summer between his junior and senior years. After NYU, he worked in downtown Manhattan on the business side of a non-profit for two years before going to Gordon Conwell Theological Seminary for his Master of Divinity. He then joined the staff of The Navigators so that he could provide others the same kind of authentic community that was so transformative for him. He loves John 10:10 where Jesus says, “I came that they may have life, and have it to the full.” Measuring in at 6-foot-7-inches, he’s often asked, “Do you play basketball?” To which he sometimes responds, “Do you play miniature golf?”   Ulysses Wang , Encounter Christian Fellowship  ulw2010@gmail.com  Ulysses Wang is a born and bred New Yorker – he was born in the Bronx, raised in Queens, and went to high school and college in Manhattan. He graduated from NYU’s undergraduate business school in 1999 and worked on Wall Street for a couple of years before deciding to pursue a degree in theology. He graduated from Westminster Theological seminary in 2005 with a Master of Divinity and has been serving in pastoral roles at local churches ever since. He is married to a wonderful fellow New Yorker – Christine – whom he also met at NYU. They have two children – Audrey and Noah – and currently live in Manhattan. Aside from God and his family, Ulysses has another passion – strategy games. He is a real geek at heart and loves crushing opponents in games of the mind.   David Williams , InterVarsity's Graduate &amp; Faculty Ministries  dmwilliams83@gmail.com  David Williams is a campus staffmember for InterVarsity’s Graduate &amp; Faculty Ministries at NYU where he serves as a university chaplain, pastor, and advisor for the medical, dental, and law student fellowships. A native of Raleigh, NC, David joined InterVarsity in 2011 and spent his first two years on staff serving the Graduate &amp; Faculty Ministries at NC State University, Meredith College and Campbell Law School. David holds maters’ degrees in biblical studies and theology from Westminster Theological Seminary and Duke Divinity School, and is a devoted lifelong learner. David is passionate about helping people to love God with all their hearts, souls, minds, and strength and to love their neighbors as themselves. David and his lovely fiancée, Alissa, are planning to get married this coming December and to settle in Brooklyn. You can follow David’s ministry at his blog, 10000places.com . A fun fact about David is that he briefly held the record for hotdogs consumed in a lunch-hour at Ashworth’s Drugstore in Cary, North Carolina.   Mary Catherine Young , The Episcopal Diocese of New York chaplain@canterburynyc.org “Mary Cat” Young is an Episcopal priest who has spent more than ten years working with youth, college students and young adults in Minnesota, Massachusetts, and South Carolina. Mary Cat and her husband Chad have loved their first year of living in New York with their schnauzer “The Enforcer,” and can often be found in the small dog park across the street from Kimmel Student Center. Mary Cat has been active in church work on the local and national level, most recently having been a member of the task force that developed rites for blessing same-sex relationships in Episcopal Churches nationwide. Favorite hobbies include: knitting, baking chocolate chip cookies, and reading Buffy the Vampire Slayer comic books.   Yashan (Ruth) Zhou , Youth Evangelical Fellowship  ruthinthetruth@gmail.com  Ruth spent the first 6 years of her life in China, the next 12 years in Japan and the next 10+ years in the U.S. While her family members were all atheists, God was always a part of her life, mysteriously placing Christians all around her since childhood. Amid her identity crisis during college years, God could finally capture her through His Word, bringing her deep peace and assurance that her ultimate identity is in Christ. Though she was studying in Wesleyan University, the very place she had the first life-changing Bible study was NYU. It is her joy to now engage with NYU students and worship together as a spiritual family. Ruth considers every activity of life as worship, and especially her kitchen as another sanctuary. Besides cooking, she enjoys sports--basketball, volleyball, tennis, golf, swimming...you name it. Just as she was fascinated and transformed by the Bible, Ruth hopes to share the eye-opening experiences of God's Word with NYU students who will be the world changers.     CATHOLIC   Cajetan Cuddy , Catholic Center  cajetan.cuddy@opeast.org  Father Cajetan Cuddy, O.P., is a priest of the Dominican Province of St. Joseph. Reared an evangelical Protestant, he converted to Catholicism during his freshman year of college and completed his undergraduate education at the Franciscan University of Steubenville. He first encountered the Dominicans through the writings of Saint Thomas Aquinas, and he entered the Order of Preachers in 2009. Father Cuddy received the Bachelor of Sacred Theology (STB), Master of Divinity (MDiv), and Licentiate of Sacred Theology (STL) degrees from the Pontifical Faculty of the Immaculate Conception at the Dominican House of Studies in Washington, DC. He is currently assigned to Saint Joseph’s Church in Greenwich Village, New York City.     Patrick Dunford , Catholic Campus Ministry  pd1056@nyu.edu  Patrick is originally from Boston, Massachusetts. As part of a Marine Corps family, he has moved 20 times and lived in 6 states! He graduated from James Madison University with degrees in Public Relations and Spanish in 2012, and is excited to now serve NYU for another year. Pat’s a huge fan of playing and watching sports, Doctor Who, spontaneous NYC adventures, being tall, and serving on mission trips from places like Kentucky to Jamaica! He also loves international travel, with his ancestors of Ireland as a highlight, and thinks Pope Francis is the man. Fun Fact: Pat’s an avid long-distance runner, and completed his first marathon and half-marathon last year.   Frederick Lothers , FOCUS  frederick.lothers@focus.org  Frederick grew up in a military family, moving constantly, not truly having one particular place to call ‘home’ in the way other people meant it. He's lived in Germany, Kansas, California (two times), Alaska, Texas (two times), and Virginia. He is an only child, which means much of his life has been defined by his mom, Mary, his dad, John, and his dog, Skipper. One of the tougher aspects of that part of his life was dealing with his father’s four deployments to Iraq: once during Operation Desert Storm, and three times during Operation Iraqi Freedom. So much moving also means that he's attended many different schools during his life--including three high schools, and two community colleges before finishing his associates’ degree. In 2011, after completing his associates’ degree in Northern Virginia, he began attending the University of Virginia in Charlottesville, Virginia. His conversion to Roman Catholicism from agnosticism—one of the most defining times of his life—began around this time as well. During his final year at UVA, he also served as one of the 9 co-chairs that made up the leadership team for the Catholic Student Ministry at UVA, or CSM. In the spring of 2014 he received his B.S. in Aerospace Engineering from UVA.   Emily Martinez , FOCUS  emily.martinez@focus.org  Emily Martinez is a second year FOCUS missionary, so very excited to serve on NYU’s campus! Born and raised in Ralston, Nebraska, she attended the University of Nebraska, Lincoln’s Johnny Carson School of Theatre and Film as a Theatre Performance major. While she was raised Catholic, she didn’t have a real encounter with Jesus until college. With the help of a FOCUS missionary and with the blessing of being cast as Joan of Arc, she discovered what it meant to truly have a personal relationship with Jesus Christ. She is passionate about sharing her Catholic faith through the beauty of theatre, her personal testimony, and the amazing gospel! Fun facts? She is related to over 15 police officers, she loves Chinese food, and she has a mean British accent. God bless!   Sonia Tompkins , FOCUS  sonia.tompkins@focus.org  Sonia is a Catholic missionary with FOCUS (The Fellowship of Catholic University Students). She was born and raised in Columbia, Maryland and has a Bachelor's degree in Linguistics from Tulane University. She grew up in a Catholic family, but it wasn't until college that she truly learned how to live out her faith through the encouragement and mentorship of a FOCUS missionary at Tulane. She is excited to share the love and joy of Christ with students and walk with them on their journeys towards Sainthood.     Felipe Rufes Vazquez,  felipe.vazquez@nyu.edu  M y name is Felipe Rufes Vazquez, I was born on September 13th, 1954, in Avila, a very old and small city in Spain. I grew in a farm although I did not become a farmer because my parents wanted me to study. I completed my educational formation in Madrid and later in Buenos Aires (Argentina) where I lived for about twelve years. Early in my life, I discovered my vocation to help and as a result I joined a Catholic religious community, the Idente Missionaries, founded in Spain in 1959. As member of this community, I have had the opportunity of visiting several countries including Argentina, Colombia, Check Republic, Poland, Thailand, China, Philippines and the United States. It was in New York (at Saint Patrick’s Cathedral) where I was ordained a Roman Catholic priest in 1999. I have spent about forty years teaching, mainly Spanish Language together with Spanish Literature, History and Philosophy. My last professorship in this field was at the University of the Philippines, in Quezon City (Metro Manila), where I worked for twelve years. I love mountains and enjoy spending time immersed in nature finding myself in full harmony with it. Nature always produces in my soul a renewed astonishment. I also like to travel rural roads and taste and enjoy the typical products of each place. Among the plastic arts, I prefer painting and particularly the beauty of icons. Presently, I am helping my religious community in the parish of Our Lady of Loreto, in the Diocese of Rockville Center and I have the pleasure of serving as the Catholic Chaplain at POLY-NYU.   Allan White , Roman Catholic Church Archdiocese of New York  allan.white@english.op.org  Father White OP was born in London and after studies at Oxford University he joined the Dominican Order in 1973 and was ordained to the Roman Catholic priesthood in 1979. After studies in philosophy and theology he completed a Ph.D. in sixteenth century history at the University of Edinburgh in Scotland. His time in the Order has been mostly spent in the university ministry, teaching in Oxford, Cambridge, London and Edinburgh, and in administration. He has served as senior Chaplain in the University of Edinburgh and was associate Chaplain in the University of Oxford before being invited to become senior Chaplain in the University of Cambridge. He was elected Prior Provincial of the English Dominican friars in 2000 and served in that capacity for eight years before going to Rome as an assistant to the Master of the Dominican Order. Father Allan came to the United States in 2011 and was asked to accept the post of Director of the NYU Catholic Centre.   Sebastian White , Catholic Center  sebastian.white@opeast.org  Fr. Sebastian White, O.P. grew up in Maine and studied at Gordon College, on the North Shore of Boston. After college, he lived for four years in Austria. During his time there, he met the Order of Preachers (the Dominicans) in Vienna. In 2008, he entered the novitiate for the Province of St. Joseph, and was&amp;nbsp;ordained a Catholic priest in 2014. He is very happy to be in New York and working at the Catholic Center at NYU.                                                                Hindu Chaplains                               Joseph Caruso , Hindu Campus Ministry  ghanasyamdas@yahoo.com  Joe Caruso was born in April of 1978 in Red Bank, NJ. From a young age he was deeply attracted to classical music and began playing the piano at about the age of 10. He pursued classical music throughout high school and into college where he studied with Dr. Min Kim and earned a degree in Music Education. However, during his last two years, a shift in his interest took place which he considered to be a natural progression from the Arts to Religion. Classical Music always put him in touch with the sublime and the sublimity of life itself. This led to a lot of deeper questions about himself, life, and God. He enthusiastically started reading many spiritual and holy books. It became such a passion for him that he began exploring and visiting various monasteries. After graduating college he had planned to live in one such monastery (Krishna Bhakti asrama, located in the lower east side of Manhattan) for one month before beginning his career. But he never left. He has been happily living there in the association of ten other monks for nine years now. Some student friends of his at NYU started a spiritual club on campus and invited him to give some classes. Since then he has had many wonderful relationships with students and faculty at NYU, and the cooking classes and Bhagavad Gita study groups have continued through the years.     Gadadhara Pandit Dasa , International Society for Krishna Consciousness  nycpandit@gmail.com                       Pandit has been working as the Hindu chaplain at NYU for eight years. Growing up in Los Angeles, Pandit found little connection to his Hindu faith until a financial crises made him question the cause of suffering and the deeper meaning of life. His exploration in the Hindu text, the Bhagavad Gita, led him to a temple in India where he began to explore the monastic path. Pandit currently lives in the Lower East Side of Manhattan where he serves as a priest and lecturer. He is also the Hindu chaplain at Columbia University and the Interfaith chaplain at Union Theological Seminary.                                                                Jewish Chaplains                               Gideon Black , JLIC  rabbiblack@nyu.edu  Rabbi Gideon Black was born in Glasgow, Scotland and grew up in London, England. After high school, Gideon studied the Bible, theology, and the Talmud for two years in Israel. Gideon received his law degree from University College London and an MA in Jewish Philosophy from Yeshiva University’s Bernard Revel Graduate School. As part of his rabbinical training, Gideon worked with the Jewish community in Charleston, SC and served as a rabbinic intern at the Manhattan Jewish Experience and the Riverdale Jewish Center. Gideon was ordained in 2011 by Yeshiva University’s theological seminary. At NYU, Gideon serves as the rabbi of the Orthodox Jewish community, running the Jewish Learning Initiative on Campus (JLIC), at the Bronfman Center for Jewish Life. Gideon and his wife Aliza are the proud parents of one-year-old Judah, and live here in Greenwich Village.     Samuel Cohen , Bronfman Center for Jewish Life  sam.cohen@nyu.edu  Sam Cohen grew up in Farmington, Maine, in a house that used to be a barn. He graduated NYU in 2013, where he majored in Jews and minored in the Internet. He was a co-founder of the NYU Indie Minyan, a Fellow at Yeshivat Hadar, and a member of the NYU Badminton Club. Sam has traveled in 34 states and 14 countries, and has photographed couples kissing in most of those places. He likes photography, tennis, magic tricks, avocados, really tall buildings, and anything that brings people together.   Nikki DeBlosi , Bronfman Center for Jewish Life  deblosi@nyu.edu  Ordained from HUC-JIR, the seminary of the Reform movement, Rabbi Nikki DeBlosi is passionately dedicated to pluralist Judaism, feminism, and LGBTQ rights. She holds a BA in Women’s Studies from Harvard University and both an MA and a PhD in Performance Studies from NYU. She has taught in the Religious Studies, Performance Studies, and Expository Writing Departments at NYU and loves both formal and informal teaching. While she works intimately with the Reform and Queer Jewish communities, Rabbi Nikki also oversees the &quot;big picture&quot; and visioning for Shabbat and holidays here at the Bronfman Center. A convert to Judaism, Rabbi Nikki is particularly happy to discuss spiritual change, doubts, and questions… but she’s also happy to talk pop culture, science fiction, HBO’s Girls, Buffy the Vampire Slayer, and Game of Thrones. Rabbi Nikki lives in Ditmas Park, Brooklyn, with her wife Rachel and their son Ilan. Email Nikki!   Aaron Eisemann , Bronfman Center for Jewish Life and MEOR Maimonides Leadership Fellowship program  rabbie@meor.org  Rabbi Aaron Eisemann, affectionately known as Rabbi E, can't seem to graduate the college scene. After graduating from Yeshiva Derech Chaim Rabbincal Institute in Brooklyn, he has been on campus for 14 years and counting. He began his career teaching Jewish wisdom to the University of Michigan students in Ann Arbor. He then headed east, and continued to teach and inspire university students in lower Manhattan. Rabbi E loves eating doughnuts and spending time with his wife, Tziporah, and their beautiful family. Rabbi E has lots of great qualities, with a possible exception of his sense of humor, which many agree is steadily improving.   Yehuda Sarna , Bronfman Center for Jewish Life  rabbi.sarna@nyu.edu  Rabbi Sarna serves as University Chaplain and Rabbi at the Edgar M. Bronfman Center for Jewish Student Life at NYU. Rabbi Sarna founded the Jewish Learning Fellowship at NYU, a “school-within-a-school,” offering intensive ten-week courses of exploration in Jewish thought. With nearly 1000 alumni since 2007, the Fellowship now serves as a national educational model for Jewish campus groups. Rabbi Sarna was awarded the Richard M. Joel Exemplar of Excellence from Hillel International in 2008. He was listed as one of “36 under 36 Changemakers” by the New York Jewish Week (2009), received the Hallmark Award from the NYU Division of Student Affairs (2010), and will be honored with a United Nations’ Juliet Hollister Award in October (2012) by the Temple of Understanding. He is the editor of The Koren Shabbat Evening Siddur (2011) and Orthodox Forum Series: Toward a Jewish Perspective on Culture (forthcoming).     Sion Setton , Bronfman Center for Jewish Life  sion.setton@gmail.com  Rabbi Sion Setton, born in Brooklyn as part of the Sephardic Syrian community, currently presides as the Rabbi and Spiritual Leader of Congregation Magen David of Manhattan on Sullivan Street. He received his B.A. in Psychology from Yeshiva University and is pursuing a Masters in Medieval Jewish History at the Bernard Revel Graduate School for Jewish Studies. Throughout his rabbinical studies, Rabbi Setton taught at various institutions such as Ramaz and the Edmond J. Safra Synagogue. He also has coordinated and participated in different educational and humanitarian missions around the world, traveling to: Israel, Turkey, Morocco, Senegal, Thailand, England, Spain and Panama. Rabbi Setton is a committed techy who truly believes in the integration of modern technology with religious and educational initiatives. He serves as a teacher &amp; the Director of Educational Technology at Barkai Yeshiva and also founded www.TorahCentral.com, an online platform that highlights various educators around the world.     Gamliel Shmalo , Bronfman Center for Jewish Life and MEOR Maimonides Leadership Fellowship program  j.shmalo@gmail.com  Gamliel Shmalo is the Educational Director of Meor NYU and teaches Jewish philosphy and law at Yeshiva University. His interet is in creating a living interaction between the modern experience and ancient wisdom. University of Pennsylvania (BA), Hebrew University in Jerusalem (MA), Beit Ariel Jerusalem (Rabbinic Ordination). He has published on Jewish holidays and customs as well as issues in Biblical ethics and lectures internationally. He and his wife, Mahnaz, have seven children (three sets of twins!), five of whom are certified Scuba divers. Rabbi Shmalo was a founding member of the underwater unit of Israel's ZAKA.   Rebekah Thornhill , Bronfman Center for Jewish Life  ret247@nyu.edu  Rebekah is starting her third year at the Bronfman Center for Jewish Student Life at NYU where she oversees student leadership development, advises student clubs and manages programming for shabbat and holidays as well as Israel and Holocaust education. Rebekah also has the great privilege of running Taglit-Birthright Israel at NYU and other immersive experiences including the annual Bridges: Muslim-Jewish Interfaith Dialogue;alternative break trip. She graduated from NYU in 2011 where she was an Eryk Spektor Scholar in Jewish Studies and studied abroad with the pioneer group to NYU Tel Aviv. Most recently, Rebekah studied at the Pardes Institute of Jewish Studies in Jerusalem and hopes to continue her passion for Jewish learning by pursuing an MA in Education and Jewish Studies at NYU’s Steinhardt School. Originally from Austin, Texas, Rebekah is the oldest of five and adores her family, Texas Longhorn baseball, the beach and coffee.   Simcha Weinstein , Poly JSU  simchaweinstein@gmail.com  Rabbi Simcha Weinstein is the best-selling author of Up, Up, and Oy Vey: How Jewish History, Culture, and Values Shaped the Comic Book Superhero and Shtick Shift: Jewish Humor in the 21st Century . He has appeared on CNN and NPR and has been profiled in leading publications, including The New York Times and London Guardian . A syndicated columnist, he writes for The Jerusalem Post , JTA, the Royal Shakespeare Company, Condé Nast, and many others. He is an affiliate chaplain at the Polytechnic Institute of New York University and chairs the Religious Affairs Committee at Pratt Institute and was recently voted &quot;New York's Hippest Rabbi&quot; by PBS affiliate Channel 13. His latest book, The Case for Children: Why Parenthood Makes Your World Better , was recently released.                                                              Muslim Chaplains                               Khalid Latif , Islamic Center at NYU  kl442@nyu.edu  Khalid is a University Chaplain for NYU, Executive Director of the Islamic Center at NYU, and a Chaplain for the NYPD. He was appointed the first Muslim chaplain at NYU in 2005. Under his leadership, the Islamic Center at NYU became the first established Muslim student center at an institution of higher education in the United States. In 2007, Imam Latif became the youngest chaplain in the history of the NYC Police Department at the age of 24. Latif has been featured in numerous media outlets including the Huffington Post, BBC, NPR, CNN, the New York Times, New York Magazine, The Colbert Report, and Time. Imam Latif has been named a Global Interfaith Visionary by the UN Temple of Understanding (2010), one of 100 NYC Luminaries by the NY Public Library (2011), one of the 500 most influential Muslims in the world by Georgetown University’s Center for Muslim-Christian Understanding and The Royal Islamic Strategic Studies Centre (2009 &amp; 2010), a Millennial Leader for Social Justice by Auburn Seminary (2011), and he was recently featured in the Christian Science Monitor’s “30 under 30” list (2012).                                                                  Buddhist Chaplains                               Rev. Doyeon Park , Buddhist Campus Ministry and Won Buddhism     sp3150@nyu.edu     Rev. Doyeon Park is a Kyomunim, literally meaning one who devotes oneself to teach Buddha dharma in the Won Buddhist tradition. She has served as a minister of the Manhattan Won Buddhist temple and Alternative Representative of Won Buddhism to the United Nations since 2008. Also, she is the Buddhist chaplain at Columbia University and New York University.   Rev. Doyeon focuses on creating a sangha (spiritual community) where various individuals and groups can cultivate their inner wisdom and compassion to live with peace and dignity based on the teachings of Won Buddhism. Realizing the interconnectedness of all through her spiritual practice, she is also actively engaged in interfaith dialogue and cooperation to promote mutual understanding and respect among different religions.   Inspired by the Buddhist idea of inner freedom and happiness, Rev. Park started her monastic training in 1998. She graduated from Dept. of Won Buddhism, Won Kwang University, Iksan, Korea and earned M.A. of Won Buddhist Studies from Won Institute of Graduate Studies, Glenside, Pennsylvania, USA. She received full ordination in 2007.                                                                Other Chaplains                               Frank Fredericks , World Faith (Interfaith)  frank@worldfaith.org  Frank Fredericks is the founder of World Faith and Mean Communications. After graduating from NYU, Frank worked in the music industry, managing artists such as Lady Gaga. In 2006, he founded World Faith, a youth-led interfaith organization active in 16 countries. Frank has contributed to Huffington Post, Washington Post, and has been interviewed on Good Morning America, NPR, and New York magazine. He is a Fellow of IFYC, Soliya, AMENDS, and YouthActionNet.   Katherine &quot;Kat&quot; Katsanis~Semel , The Mindfulness Project, Celebrating Life Ministries (Interfaith)  kat@katransformations.com  Rev. Katherine &quot;Kat&quot; Katsanis-Semel (Mindfulness Chaplain) is ordained as a Spiritual Healer and a Minister through Celebrating Life Ministries, a thriving, Interfaith Community. For over ten years, she has worked in private practice as a professional Healer &amp; Meditation Teacher ( KaTransformations.com ); Katherine is also a writer who has contributed blogs to BelieveOutLoud.com and HuffingtonPost.com. She lives in Manhattan with her Jewish life partner. Katherine considers herself to be broad-minded, open-hearted, and Spirit-guided; she looks forward to getting to know you!     Anne Klaeysen , New York Society for Ethical Culture (Secular/Humanism)  aklaeysen@nysec.org  Anne Klaeysen is clergy leader of the New York Society for Ethical Culture (NYSEC), founded in 1876 and located at 2 West 64th Street in Manhattan, and serves the Columbia University-Barnard College community as Humanist Religious Life Advisor. Dr. Klaeysen was Leader of the Ethical Humanist Society of Long Island from 2002 to 2008 and the first Humanist Chaplain at Adelphi University in Garden City, NY. She holds a Doctor of Ministry degree in pastoral counseling from Hebrew Union College, Master’s degrees in Business Administration from New York University and in German from the State University of New York at Albany, and studied at the University of Wuerzburg in Germany (1971-73). Dr. Klaeysen is also a graduate of The Humanist Institute (Class X), co-mentored Class XV, and now serves as co-dean of the institute. She is a member of the American Humanist Association, International Humanist and Ethical Union, Women’s International League for Peace and Freedom, and numerous interfaith social justice alliances, including Empire State Pride Agenda—Pride in the Pulpit, Religious Coalition for Reproductive Choice, National Religious Campaign Against Torture, NYS Labor-Religion Coalition, and Occupy Faith NYC.                                                                                     Spiritual Life Social Media                                                                                               Meditation and Yoga Classes                                                                                               Clubs and Centers at NYU                                                                                               Support Our Programs                                                                                EVENT        CALENDAR                                             READ        OUR BLOG                                             GET THE        NEWSLETTER                                             CONTACT        INFORMATION                                    Room Reservations All requests must be made to Kimmel Operations. Read More                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Our Chaplains and Staff                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   Student Diversity   /   Global Spiritual Life   /   About Us                 Sub Navigation                                 Our Chaplains and Staff                       Social Media                                                                   Our Chaplains and Staff       Meet our award-winning team, made up of chaplains, educators, and international leaders from over twenty faith traditions.                 STAFF                                             Yael Shy   Director   yael.shy@nyu.edu   Yael Shy is one of the founding Directors of Global Spiritual Life at NYU and the Of Many Institute for Multifaith Leadership. She is also the Founder and Director of the Mindfulness Project at NYU, one of the largest campus-wide mindfulness initiatives in the country, and has been teaching and lecturing on mindfulness, meditation, and multifaith engagement at universities, community centers, and organizations across the globe for the past seven years. In 2010, Yael was named one of the “36 under 36” changemakers transforming the Jewish world by The Jewish Week newspaper.    Prior to joining the Center, Yael was the Director of Development and Education at the NYU Center on Violence and Recovery, where she led training sessions in restorative justice globally and secured multiple multi-year research support from the National Science Foundation and the National Institute of Justice, among other foundations. She is also a bar-certified attorney. She has been published in Inquiring Mind , The Sports Lawyers Journal , the Clinical Journal of Social Work , and the NYU Journal of Law and Social Justice . Shy completed her undergraduate degree at NYU, where she studied Sociology and Gender Studies, and received her law degree from the School of Law at Northeastern University.                                    Ariel Ennis   Program Administrator   ariel.ennis@nyu.edu   Ariel Ennis is the Program Administrator at Global Spiritual Life at NYU and is responsible for NYU's Faith Zone Trainings, the Chaplains' Circle, the Multifaith Student Fellowship, and the Multifaith Advisory Committee. Ariel was formerly the Program Director for Campus Programs at the Center for Community Leadership at the Jewish Community Relations Council of New York. There, he founded the Jewish Student Leadership Fellowship as well as worked with Baruch College faculty and administration on a course entitled “Leadership and Diversity in the Business World.” Ariel is also an Educational Fellow at Kevah: Making Space for Jewish Education, a Berkeley-based Jewish Organization. Ariel graduated from NYU with a BA in Jewish History and Civilization and a minor in Politics.                  CHAPLAIN AFFILIATES              The Center hosts 70 chaplain affiliates representing various faiths, denominations, and groups on campus.                                                    Christian Chaplains                               PROTESTANT    Justin Adour , The Navigators  justinadour@gmail.com  Justin Adour, his wife Angela, and their two daughters have a heart’s desire to love and serve NYC. Justin currently works for The Navigators, an interdenominational Christian organization. However, for much of their time in NYC, Justin ministered as a staff pastor working with youth in Bronx. Most recently, however, Justin has worked as the Protestant Chaplain at the U.S. Merchant Marine Academy in Kings Point. He holds a B.A. in Intercultural Studies, M.A. in Intercultural Ministerial Studies, and is also an ordained minister. Mostly importantly, the Adours love to spend a disproportionate amount of time in Whole Foods and their favorite parks in Brooklyn.     Trevor Agatsuma , InterVarsity Christian Fellowship  trevor.agatsuma@gmail.com  Trevor grew up in Seattle and has lived in New York City since 2003 when he transferred into NYU as an undergraduate. He works for InterVarsity Christian Fellowship and wants help students discover how their God given passions and gifts can be utilized to fit the needs of the world around them. He personally has a passion for helping any interested students make an informed and inspired decision on their own faith. Trevor bikes for transportation around the city and runs half-marathons and marathons for recreation and to keep in shape.   Valerie Althouse , International Students, Inc.  vja.nyc@gmail.com  Originally from Hershey, PA, Valerie loves books, travelling and music. Her education includes a Bachelor of Science in Biblical Studies with an emphasis in Christian Counseling, as well as a Master of Science in Biblical Studies from Cairn University. Her additional training includes certificates in Cross-cultural Communication, Critical Incident Stress Debriefing, ESL tutoring, Second Language Acquisition, Teamwork, Interpersonal Skills, and Life Coaching. She is currently a member of the American Association of Christian Counselors. She previously served in Student Development/Resident Life at Cairn University and in Missions Mobilization and Church-Planting with World Team before joining the staff of International Students, Inc. in December of 2011. On the side, Valerie enjoys vocal performance, blogging, and exploring NYC restaurants!   Celeste Back , Bridges International  celeste.back@bridgesinternational.com  Having recently moved from Charleston, SC, Celeste loves meeting friends from different countries and cultures. She works with Bridges International, which seeks to serve international students as they transition to the US, provide social networking opportunities, and provide opportunities and a welcoming environment for students to explore spiritually. While coming from a Christian background, Celeste loves engaging with and learning from friends from a variety of religious backgrounds which is what led her to move to New York City in January. When Celeste isn't on campus, she loves to have bubble tea with friends, visit her favorite hummus restaurant, and explore new parks in the city. Another fun fact about Celeste is that she met her husband last summer in New York and married him this summer!   Whitney Bahr, The Navigators  white07@ufl.edu  Whitney Bahr is graduate from the University of Florida where she studied Family, Youth, and Community Science as well as Theater during her undergraduate years. She was greatly impacted by The Navigators as a student and became a part of the staff team to continue the work that God began in her life, giving back some of what she’d been richly given. She is extremely passionate about the arts, nature, and the Word of God and is always up for an adventure!   Brittany Brock , Cru  brittany.brock@cru.org  I grew up in a Christian home in South Carolina but didn’t start exploring what I truly believed until I went to college at Winthrop University. I graduated from there with my B.A. in Psychology and a minor in Religion. While in college I discovered what it looked like to have a personal relationship with God through His son Jesus through getting involved with a Christian organization where my faith really began to grow and develop. After college I taught middle school science with Teach for America in Rural Eastern North Carolina for 2 years before working with Cru. Fun Fact: I enjoy roaming around New York and finding great local coffee shops and restaurants.   Jason Casper , International Student, Inc.  jasoncasper15@aol.com  Jason grew up in Reading and Pottstown, PA, and moved to New York City in the Spring of 2001. It was his experience of witnessing the 9-11 attacks firsthand that helped guide him into a relationship with Jesus Christ. He worked as a professional graphic designer and art director at various advertising agencies for 13 years before feeling called to do international student ministry with ISI. Jason's love for China and cross-cultural ministry has been a passion since 2006, as well as compassion ministry to the homeless. He has also volunteered at the Bowery Mission and served at Calvary Baptist Church with their young adult ministry since 2010. When not doing ministry-related work, he can be found playing guitar or visiting one of the many jazz clubs in the city.   Kenny Chau , International Student, Inc.  kchau@isionline.org  Kenny grew up in NYC’s Chinatown where he played lots of basketball and developed street smarts. After completing a term with the US Army Reserve and undergraduate studies at SUNY Buffalo, Kenny returned to lower Manhattan to help immigrant youth and their families adjust to life in the Big Apple. Kenny and his wife, Cindy, also spent a memorable 2004-2005 living in Beijing. In 2008, Kenny received a Master of Divinity at Gordon-Conwell Theological Seminary and returned to NYC to pastor at his home church association until 2014. With excitement to be part of a chaplaincy team at NYU, Kenny is committed to help international students and their families thrive in this thrilling city. Though Kenny still plays basketball, the only quickness in his game is how fast he gets tired. Lastly, Kenny enjoys savory dishes of all cultures, strategic board games and gets a kick out of being mischievous with their kids, Joey and Makayla.   Matthew Chin , Compass Koinonia  mkchin722@gmail.com  Matthew Chin and is a Chinese American who was born and raised in NYC. He grew up in a family that was not religious and it was not until his sophmore year in high school that he was first exposed to Christianity. It wasn’t until the summer before the start of his junior year in college that he began attending bible study and church regularly. He accepted Christ as his Lord and Savior in September 2003. He has been actively involved in college ministry ever since and continues to strive to grow deeper in his relationship with Christ. He is an avid baker and first learned how to play drums using chopsticks and paper plates.   Jae Yong Choi , Korea Campus Crusade for Christ  jae.choi@kcccny.org  Jae Yong Choi was born on June 20th, 1990 in Seoul, South Korea. His family immigrated to the United States when he was 6 years old and he lived in Los Angeles ever since. Jae was fortunate to attend the University of California, Berkeley, which allowed him to experience the bay area (San Francisco, Berkeley, Oakland, etc.). He was born into a non-religious family, so religion was never a big part of his life. Jae's mother and sister started going to church when he was in middle school, but it wasn’t until his freshmen year in college that he personally accepted Christ and started attending church. Jae was able to continue this awesome relationship with Jesus Christ ever since then. He was able to travel the world and share His love with people that he would never have even dreamed of meeting if it weren’t for Him. Jae doesn’t have a lot of hobbies, but he has been collecting shoes since high school. Most of the shoes he does wear, but there are shoes that he doesn’t wear and he strictly has as a collector. Jae thinks the oldest shoe he has that is still wearable is like 13 years old!   Joshua Crumlich , Reformed University Fellowship jcrumlich@gmail.com                                      Joshua Crumlich is a volunteer with InterVarsity grad and faculty ministries. He grew up in Pennsylvania, where he knew the love of Christ from childhood. After studying history at the University of Rochester, he went to law school. During his first (and only) semester there, he attended a conference for Christians in the legal profession and was amazed by the good work being done by the lawyers there, but felt drawn to make God’s love and glory in Jesus known through vocational ministry. He then went to Gordon Conwell Theological Seminary where he graduated with an M.Div. He spent the next few years involved in lay ministry and working in academic administration until he was called to be associate pastor at the Neighborhood Church of Greenwich Village, where he loves working in such a dynamic community. In his down time he enjoys cooking with his wife Sarah, playing board games, and drinking a good, strong cup of coffee with friends.   Fernando De Los Santos, Every Nation Campus Ministries  randyencm@gmail.com  Fernando De los Santos moved to New York City from the Philippines to attend St John’s University in 2004, in pursuit of a doctorate in Pharmacy. During his freshman year of college, he was connected to the Morning Star New York church and the Every Nation Campus Ministries New York staff and became part of their church family. It was through the relationships with his church and the campus ministry that he took to heart the call of God’s love in his heart and was empowered to minister the gospel of Jesus to his university. Serving alongside Intervarsity Christian Fellowship, he then led multiple bible studies, musical worship services, and ministered to his colleagues. As a result, St. John’s University has an Every Nation Campus Ministry presence which continues to serve students in the reinforcement of their faith. Fernando currently lives in Harlem with his wife and works as a Pharmacist at an independent community pharmacy in the area.   Selene De Los Santos , Every Nation Campus Ministries  seleneencm@gmail.com  Selene De Los Santos moved to New York City to attend the American Musical and Dramatic Academy (AMDA) in 2004, in pursuit of an acting career. Shortly after graduating AMDA she realized that she had a great desire to help people in a greater capacity. As a result she furthered her education by going to Hunter College and joined the InterVarsity Christian Fellowship, It was through serving with this organization that awakened her passion to be in ministry. During her summer break she attended the Every Nation School of Campus Ministry in Nashville, Tennessee, in which, she gained the foundation of being a campus minister. When she came back to New York City in the winter of 2010, she transferred to The New School where she focused on Creative Art’s Therapies and received a BS in Liberal Arts. During this time she continued to minister to students through Every Nation Campus Ministries (ENCM). Selene recently graduated and married in May 2012, and is very excited to be working with students and facility at NYU through the Morning Star Church (MSNY) and Every Nation Campus Ministries (ENCM).   Susan Field , Baptist Convention of New York  susan.field@nyu.edu  Reverend Field has served NYU as the Baptist Chaplain since 1991, and as the Protestant Chaplain since 2006. She also serves as Baptist Religious Life Advisor for the Baptist Campus Ministry at Columbia University, and as the New York City Coordinator for Baptist Collegiate Ministry. In addition, she is the “Global Initiatives Coordinator” for the Metropolitan New York Baptist Association. She and her husband, Dr. Taylor Field, have worked since 1986 in the Lower East Side with Graffiti Community Ministries and Graffitichurch. She graduated from Emory University, and Golden Gate Baptist Theological Seminary. She is helping to coordinate the weekly Protestant Worship services in the new CSL during the Academic year.     Joel Geib , The Navigators  joelgeib86@gmail.com  Joel was born to parents who were Christians, and came to know and love Christ at a young age. He grew up in a northern suburb of Chicago, the mountains of east Tennessee, and eastern North Carolina. After graduating from Calvin College in 2008, a position with Americorps brought him to New York City. He immediately loved NYC, and realized it to be a place in which he wanted to invest himself long-term. Joel attended Gordon-Conwell Theological Seminary, graduating with an MA in Theology in 2014. He enjoys biking, gardening, cooking, photography, going to good concerts, exploring new neighborhoods, and reading Dorothy Sayers. A fun fact not often learned about Joel, is that he has been a member of the shampoo-free “movement” for over 3 years.     Bernard Howard , Christ Church, NYC  bernard@christchurchnyc.com  Bernard Howard was brought up in a Jewish home in London, England. He came to believe that Jesus is the promised Messiah two years after his bar mitzvah. After jobs in economic and political research, he worked for a summer camps organization before training for full-time Bible teaching ministry. He then spent several years as a freelance speaker, giving outreach talks at guest events in colleges, high schools and churches. In 2012 he began work as an assistant minister at Christ Church NYC. You can rely on Bernard to point out British contributions to US culture, such as all the British actors currently enjoying success in Hollywood.   Josephine Hua , Compass Koinonia  josephinehua@gmail.com  Josephine’s story with Health and Grad @ Compass Fellowship, affectionately called H&amp;G, began in Jan, 2001. Upon the request of a few dental and medical students at NYU, a Bible Study was formed, first as an informal gathering then as an established Bible Study at the NYU medical school. A physician assistant by trade, Josephine first attended the Bible Study but later came to lead it and is now the co-director, along with her husband Matthew. A New Yorker from birth, she enjoys the dynamic culture of the city; but loves the quiet comforts of tea and a good book. She is grateful for the opportunity to share her love of Christ and how Jesus had changed her life with others at NYU.   Matthew Hua , Compass Koinonia  huam99@yahoo.com  Matthew began his spiritual journey as an undergraduate student and has since embarked on a remarkable adventure, leading him to serve at Health and Grad @ Compass Fellowship, affectionately called H&amp;G, as the director, Bible Study teacher, and mentor. A Bronx native, he loves the Mets, go figure, but regardless of the team he is always up for a game. Baseball is his love, but whatever the sport, his exclaim is always, “Bring it on!” As a Senior QA Analyst he is used to looking at fine details and troubleshooting issues that may arise; however God has used his skill set to further his desires to delve into the relationships that are formed in the Bible Study group and motivate others to meet the Jesus who changed his life.   Diane Jacob , InterVarsity Christian Fellowship  diane_jacob@ivstaff.org  Diane is on staff with InterVarsity Christian Fellowship’s Asian American chapter. It was through InterVarsity's ministry at Baruch College that Diane made a commitment to follow Jesus. She is passionate about seeing students love God and others in word and deed. Diane is a native New Yorker and a proud Indian-American. She loves DIY projects, coffee shops and Friends reruns.   Junghoon Joseph Jang , Encounter / AMI  jangjunghoon@gmail.com  As a founding member of the club's NYU chapter and a former resident assistant, Joseph is excited to be back at his alma mater. His journey with Encounter began in 2009 and while many milestones took place in his life ever since, his relationship with Jesus and the people of Encounter have been his priority. This Jersey bred suburbanite has a love-hate relationship with spring, listens to Jazz in his car for the 95% of the time and suffers a chronic wanderlust. As a chaplain, Joseph can't wait to continue to love the people of NYU with the love of his Lord Jesus.   Jim Kast-Keat , Middle Collegiate Church  jimkastkeat@middlechurch.org  Jim Kast-Keat is the Associate Minister for Education at Middle Collegiate Church in the East Village of New York City. He is a divergent thinker, an ideation specialist, and an aspiring minimalist. Prior to working at Middle he helped lead ikonNYC in New York, NY, worked as a Product Designer with Sparkhouse in Minneapolis, MN and was a pastor at Mars Hill Bible Church in Grand Rapids, MI. He is the creator and curator of ThirtySecondsOrLess.net. To find out more about Jim go to www.jimkastkeat.com or follow him on twitter at @IdeasDoneDaily.   Michael Keller , Reformed University Fellowship  mk3531@nyu.edu  After graduating from Vanderbilt University, Michael worked in both London and New York at various church ministries. He attended Gordon-Conwell Seminary where he received an M.Div and a Th.M. He is currently working on his Ph.D. He worked for five years in Boston serving at Citylife Presbyterian Church as an Assistant Pastor before moving home to New York City where he was raised and attended public school. Michael likes biking around Manhattan, playing any sport that is competitive, and is known to be found at good New York coffee shops, but never drinks the coffee. He has been married to his wife Sara for ten years, and has two children.   Kevin Kim , Remnant Christian Fellowship  kevin.kim@remnantwestside.net  Kevin Kim has served as the Staff Leader for Remnant Christian Fellowship at NYU since 2008. He also serves as a Pastoral Intern for Remnant Westside Church a non-denominational Protestant church located just West of Central Park. He graduated from Hunter College of The City University of New York and is currently attending Gordon-Conwell Theological Seminary pursuing his Master of Divinity. Kevin is an avid sports fan and loves to play football and basketball in addition to watching his favorite teams, the NY Giants and NY Yankees.   Esther Kim , Korea Campus Crusade for Christ  esther.kim@kcccny.org  Esther Kim has been serving as full time staff with KCCC for 3 years. As a student she has been heavily involved with Korea Campus Crusade for Christ including a year overseas in Tokyo, Japan as an intern. She attended CUNY Baruch College majoring in Business Communications with a minor in Industrial Organizational Psychology. Though her aspiration and dream was to step into the fashion industry it was during her year overseas that God radically changed her life. Present in Tokyo during the 3/11/11 earthquake and tsunami, she realized that life is but a breath. Since then, she has dedicated her life to see the fulfillment of the Great Commission and lives transformed by the Gospel of Jesus Christ. Fun Fact: Esther loves to sing and is currently learning the guitar.   Ian Lau , Compass Koinonia  lau.ian@gmail.com  Born and raised in Hong Kong, Ian immigrated to the US with his family during eighth grade. He became a Christian in high school and entered NYU as a freshman in 2001, when he joined Compass Koinonia (CK). After graduation, Ian stayed on to serve in CK and started working full-time in technology in the financial industry, where he still works today. He is currently director of Compass Koinonia undergrad at NYU and a member of Compass Fellowship Church. Ian enjoys badminton, street food, and sushi. Some of his favorite authors are John Piper, David Platt and Ravi Zacharias. He is married to Jackie, whom he met at CK as an undergrad, and resides in the Gramercy area.   Jackie Lau , Compass Koinonia  jacquelineling@gmail.com  Jackie grew up in Brooklyn, New York with her parents and older sister. She first met Compass Koinonia (CK) at New York University when she was an undergraduate student in the business school. It was there that Jackie committed her life to Jesus. She was involved in CK from freshmen through senior year, and upon graduation, continued to serve in the ministry. She currently works full-time in human resources for a financial services company. She is a member of Compass Fellowship Church with a passion for both local and international missions. She loves food, games, shopping and volleyball! Jackie met her husband, Ian, at CK at NYU. They’ve been married since October 2007 and currently reside in the Gramercy area.   Anna Lee-Winans , InterVarsity Christian Fellowship  annalee77@gmail.com  Anna has been a lay campus minister for the last 10 years at New York University serving through InterVarsity Christian Fellowship. She currently serves graduate students and faculty. Prior to InterVarsity, Anna was a social worker in a pediatric AIDS clinic in the Bronx. She is an alumna of NYU, graduating with a BA in Journalism (’97) and an MSW (’01). Born and raised in New York City, she has had an ecumenical faith journey: baptized Lutheran, grew up Methodist, educated in Catholic parochial schools, made a decision to follow Jesus at NYU through InterVarsity, enjoyed Pentecostal and Brethren denominations, and attends an Episcopal church. During her off hours, Anna enjoys laughing with her husband and daughter.   Eric Lipscomb , Reformed University Fellowship  eric.lipscomb@ruf.org  Eric originally hails from Richmond, VA, and comes from a broadly Protestant Christian background, having attended Baptist and Presbyterian churches growing up, as well as an Episcopalian high school. Eric is a proud alumnus of the University of Virginia, and during his time in college gained a deep appreciation for different religious traditions, graduating in 2009 with a B.A. in Religious Studies. Sensing a call to ministry, Eric moved to St. Louis in 2010 to pursue a Masters of Divinity from Covenant Theological Seminary. In 2014, Eric graduated with his M.Div. and was called to New York City to serve college students as a campus minister with RUF City Campus. Eric is married to and so grateful to share life with his high school sweetheart, Brittany, who is a public school teacher. He is also an avid baseball fan, enjoys meeting and spending time with people, as well as trying the city’s many great restaurants.   Ray Low , City Grace Church  ray.w.low@gmail.com  Ray Low is excited to be at New York University this year and to spread the love of Christ to all his students on campus. You will likely see him wearing orange or surrounded by orange things, as well as hanging around at his “office” (a table) on Kimmel 7th. Drop by if you ever need a chat!   Laura Maddock , Bridges International  laura.maddock@bridgesinternational.com  Laura grew up in southwest Indiana, and lived in the Hoosier state through college. She invited God into her life at a young age, and that relationship grew significantly in college, as she more clearly understood why Jesus’ life, death, and resurrection was so important to her life. She graduated with a degree in creative writing, great friendships, and a love for Butler basketball. She then moved to Berlin, Germany, to engage with students who want to learn more about what it means to follow Jesus, where she also realized her passion for learning new cultures. She was then thrilled for the chance to come to New York City to serve international students as they adjust to life in the US, build community, and discuss questions about life and faith. In her free time, Laura loves trying the many restaurants in the city-- especially near NYU, games with friends, and reading, and she can't call a day complete without some chocolate.   Brendan Mahar , The Navigators  mahar.brendan@gmail.com  Brendan is a staff member of The Navigators at NYU, an interdenominational Christian fellowship. He never imagined he would be a minister when he was young, but during his years in college, he felt called by God to teach and counsel. Brendan received a degree in philosophy and religious studies and continues to enjoy logic, classical philosophy, and the writings of Soren Kierkegaard. Although friends may know that Brendan moved all across the States, England, and Australia, few know that he was deeply involved in many sports including baseball, football, and rugby.   Katherine Miller , Reformed University Fellowship  katherine.miller@ruf.org  Katherine Miller is from Leland, Michigan, and is a graduate of Wake Forest University. At Wake, she studied Studio Art with emphasis in painting and sculpture, as well as Entrepreneurship and Art History. Katherine encountered Reformed University Fellowship (RUF) at Wake during her freshman year. She found the teaching and community at RUF to be so transformative that after graduation, Katherine joined the staff of RUF and worked for two years at Vanderbilt University in Nashville, Tennessee. She is excited to join the staff of RUF City Campus in New York and plans to spend her spare time visiting the MET as often as possible.   Kevin Niemann , Bridges International  kniemann@bridgesinternational.com  Kevin graduated with a Speech Communication major and Spanish minor from Texas A&amp;M University in 1995 where he served as a resident director of one of the school’s oldest residence halls. Since graduating, he has served in campus ministry at Texas Tech University, Samara State University in Samara, Russia and Moscow State University in Moscow, Russia. Kevin and his family returned to the Texas in 2009 to work with Bridges International – a ministry to provide service opportunities, social networking and spiritual resources for international students. After three years in Texas, Kevin and his wife began to miss life in the city and decided to move to New York to help with the needs of international students here in the greatest city in the world. Kevin enjoys spending time with his wife, discovering new cultures, playing with his two children and biking around the city.   Joshua Ong , International Students, Inc.  joshua.ong@gmail.com  Pastor Josh grew up in Arizona, and has served in Youth Ministry since 2000. He has served at Chinese churches in LA, Tucson, Columbus, Dallas, and is currently serving at Trust in God Baptist Church (TIG). He's both a jock and a nerd, as he plays sports but loves sci-fi. He once drank an entire gallon of milk within an hour, and because of that, he is now lactose sensitive.   Soo Ho Park , Campus Mission Church  hamggeham@hotmail.com  Soo Ho became a Christian in his 3rd year in college. After receiving his degrees in Physics from Seoul National University, he worked at R&amp;D in LG headquarter for 2 years and started his seminary study. After serving as young adults’ pastor at Sarang Community Church for several, he came to America for further studies. He thanks God for giving them the opportunity to help Korean international students (KCSA students) on campuses in New York since 2003, teaching the Old and New Testaments, helping students to deal with conflicts in relationship with parents, friends, professors and to overcome difficult circumstances in studying as international students, and counselling them to choose jobs and further study for the next step under pressure of their future. He's married and has two sons and a daughter. As a forever friend of young adults, he likes what young adults like, eating, chatting, and sporting. He loves to hike, play tennis, and drink tea.   Timothy Price , Reformed University Fellowship  tim.price@ruf.org  Tim Price is a Christian. He was not a Christian until about six years ago. Before that he was not doing much with his life and was deep in depression and drug addiction. He has been sober almost as long as he has been a Christian. He has great joy and deep contentment in his life nowadays thanks to his relationship with God. He has a mustache tattoo on his finger (something he considers one of his better life decisions) and he loves to be outside playing sports or reading.   Ross Queener , Cru  ross.queener@cru.org  Ross grew up in a suburban area outside of Dayton, Ohio. His family was, essentially, non-religious (not atheist or agnostic, but lacking a clear sense of commitment to any religion or religious belief). After he graduated from high school and served six years in the US Navy (three years of which were on a submarine), he went to college at The Ohio State University, getting a B.S. in Math Education. While in his fourth year at OSU he came to recognize that not only was God real, but He was personal and knowable. And Ross wanted to know Him. This led him into a period of searching, the culmination of which was his understanding that Jesus is the Messiah, the Son of God. That marked the beginning of Ross’ commitment to follow Him for the rest of his life. Fun Fact: The suburban community that I grew up in, Huber Heights, Ohio, claimed to be “America’s Largest Community of Brick Homes”. There were large signs that said so as you entered.   Anne Marie Roderick , The Episcopal Diocese of New York, Union Theological Seminary  annemarie.roderick@gmail.com  Anne Marie graduated from Earlham College in Richmond, Indiana where she majored in Religion. During her time at Earlham, Anne Marie was active in many student groups and in religious life on campus; she also worked closely with the Interfaith Youth Core to develop skills in promoting interfaith dialogue. After college, her passion for faith and interfaith cooperation grew. Anne Marie interned with Sojourners Magazine, a Christian peace and justice publication, before heading to seminary in 2012. Anne Marie is currently a third year Masters of Divinity student at Union Theological Seminary in New York City and she hopes to pursue ordination in the Episcopal Church. Although she is a native New Yorker, Anne Marie has lived in India, Israel, New Orleans, Indiana, and Washington DC. Among her talents she counts the ability to wiggle her ears—an inherited trait shared by the women in her family. She is excited to get to know NYU.   Donna Schaper , Judson Memorial Church  donnaschaper@judson.org  The Rev. Dr. Donna Schaper, formerly at Coral Gables Congregational Church in Miami and before that at Yale University, is Senior Minister for Judson Memorial Church on the corner of Washington Square Park in Greenwich Village, New York City. She began this post in 2005, will be ordained 40 years in 2014. As an elder, she is passionately concerned about leaving the next generation well-prepared for all they have to face.     Leann Sebald , The Navigators  lgs710@gmail.com  Leann is a recent graduate of Marymount Manhattan College, where her study focused on dance, biology and psychology. She was involved in the Christian Fellowship at Marymount and New York University throughout her college years. Coming from a small town in Pennsylvania, she found a new home in the city through the loving community that exists within the Navigators’ campus ministry. Serving as a staff intern with the Navigators Leann hopes to come alongside students and support them as they transition and grow during their time in school. She has a background in the Protestant faith and currently attends a non-denominational church in the city. She was also very involved with Young Life during her high school years. For fun, she can spend hours drawing with charcoal and can hardly resist good conversation and a quality latté.   Romall Smalls , Student Christian Movement of NYC  frs241@nyu.edu  Minister F. Romall Smalls is a lover of peace and justice. He is also a dynamic preacher, public speaker and social commentator who has appeared on WLIB-AM, KISS-FM, and BlogTalkRadio. His central focus is Liberation Theology. This includes spurring religious institutions to grapple with the issue of human sexuality within the spiritual experience. He is one of group of spirited leaders seeking to reignite the growing social justice as an act of faith effort of the Student Christian Movement of NYC (SCM-NYC). Min. Smalls received Clinical Pastoral Care (CPE) training at New York-Presbyterian Hospital- Westchester Psychiatric Division. He is a graduating seminarian at Union Theological Seminary of NYC and a licensed minister at the historic Grace Baptist Church of Mount Vernon, NY. He was profiled in the New York Observer Newspaper for his work as a Protest Chaplain at the Occupy Wall Street movement in Lower Manhattan. His extensive past experience as an award winning journalist and media relations executive, serves as a major resource in his effort to inform, inspire and engage the mind and heart of the world.   Peter Trautmann , The Navigators  ptrautmann@gmail.com  Peter Trautmann knew that he wanted to find a community to support his faith when he arrived as a freshman at NYU. What he found was much deeper than just support; he had a series of experiences that changed his life forever. He was amazed by Christian students who had lives that were robust, meaningful and fun. He loved the balance of fun and substance he found in The Navigators- a group committed to going deep into the Scriptures and deep into relationships. He traveled to Mongolia to serve and teach English with The Navigators the summer between his junior and senior years. After NYU, he worked in downtown Manhattan on the business side of a non-profit for two years before going to Gordon Conwell Theological Seminary for his Master of Divinity. He then joined the staff of The Navigators so that he could provide others the same kind of authentic community that was so transformative for him. He loves John 10:10 where Jesus says, “I came that they may have life, and have it to the full.” Measuring in at 6-foot-7-inches, he’s often asked, “Do you play basketball?” To which he sometimes responds, “Do you play miniature golf?”   Ulysses Wang , Encounter Christian Fellowship  ulw2010@gmail.com  Ulysses Wang is a born and bred New Yorker – he was born in the Bronx, raised in Queens, and went to high school and college in Manhattan. He graduated from NYU’s undergraduate business school in 1999 and worked on Wall Street for a couple of years before deciding to pursue a degree in theology. He graduated from Westminster Theological seminary in 2005 with a Master of Divinity and has been serving in pastoral roles at local churches ever since. He is married to a wonderful fellow New Yorker – Christine – whom he also met at NYU. They have two children – Audrey and Noah – and currently live in Manhattan. Aside from God and his family, Ulysses has another passion – strategy games. He is a real geek at heart and loves crushing opponents in games of the mind.   David Williams , InterVarsity's Graduate &amp; Faculty Ministries  dmwilliams83@gmail.com  David Williams is a campus staffmember for InterVarsity’s Graduate &amp; Faculty Ministries at NYU where he serves as a university chaplain, pastor, and advisor for the medical, dental, and law student fellowships. A native of Raleigh, NC, David joined InterVarsity in 2011 and spent his first two years on staff serving the Graduate &amp; Faculty Ministries at NC State University, Meredith College and Campbell Law School. David holds maters’ degrees in biblical studies and theology from Westminster Theological Seminary and Duke Divinity School, and is a devoted lifelong learner. David is passionate about helping people to love God with all their hearts, souls, minds, and strength and to love their neighbors as themselves. David and his lovely fiancée, Alissa, are planning to get married this coming December and to settle in Brooklyn. You can follow David’s ministry at his blog, 10000places.com . A fun fact about David is that he briefly held the record for hotdogs consumed in a lunch-hour at Ashworth’s Drugstore in Cary, North Carolina.   Mary Catherine Young , The Episcopal Diocese of New York chaplain@canterburynyc.org “Mary Cat” Young is an Episcopal priest who has spent more than ten years working with youth, college students and young adults in Minnesota, Massachusetts, and South Carolina. Mary Cat and her husband Chad have loved their first year of living in New York with their schnauzer “The Enforcer,” and can often be found in the small dog park across the street from Kimmel Student Center. Mary Cat has been active in church work on the local and national level, most recently having been a member of the task force that developed rites for blessing same-sex relationships in Episcopal Churches nationwide. Favorite hobbies include: knitting, baking chocolate chip cookies, and reading Buffy the Vampire Slayer comic books.   Yashan (Ruth) Zhou , Youth Evangelical Fellowship  ruthinthetruth@gmail.com  Ruth spent the first 6 years of her life in China, the next 12 years in Japan and the next 10+ years in the U.S. While her family members were all atheists, God was always a part of her life, mysteriously placing Christians all around her since childhood. Amid her identity crisis during college years, God could finally capture her through His Word, bringing her deep peace and assurance that her ultimate identity is in Christ. Though she was studying in Wesleyan University, the very place she had the first life-changing Bible study was NYU. It is her joy to now engage with NYU students and worship together as a spiritual family. Ruth considers every activity of life as worship, and especially her kitchen as another sanctuary. Besides cooking, she enjoys sports--basketball, volleyball, tennis, golf, swimming...you name it. Just as she was fascinated and transformed by the Bible, Ruth hopes to share the eye-opening experiences of God's Word with NYU students who will be the world changers.     CATHOLIC   Cajetan Cuddy , Catholic Center  cajetan.cuddy@opeast.org  Father Cajetan Cuddy, O.P., is a priest of the Dominican Province of St. Joseph. Reared an evangelical Protestant, he converted to Catholicism during his freshman year of college and completed his undergraduate education at the Franciscan University of Steubenville. He first encountered the Dominicans through the writings of Saint Thomas Aquinas, and he entered the Order of Preachers in 2009. Father Cuddy received the Bachelor of Sacred Theology (STB), Master of Divinity (MDiv), and Licentiate of Sacred Theology (STL) degrees from the Pontifical Faculty of the Immaculate Conception at the Dominican House of Studies in Washington, DC. He is currently assigned to Saint Joseph’s Church in Greenwich Village, New York City.     Patrick Dunford , Catholic Campus Ministry  pd1056@nyu.edu  Patrick is originally from Boston, Massachusetts. As part of a Marine Corps family, he has moved 20 times and lived in 6 states! He graduated from James Madison University with degrees in Public Relations and Spanish in 2012, and is excited to now serve NYU for another year. Pat’s a huge fan of playing and watching sports, Doctor Who, spontaneous NYC adventures, being tall, and serving on mission trips from places like Kentucky to Jamaica! He also loves international travel, with his ancestors of Ireland as a highlight, and thinks Pope Francis is the man. Fun Fact: Pat’s an avid long-distance runner, and completed his first marathon and half-marathon last year.   Frederick Lothers , FOCUS  frederick.lothers@focus.org  Frederick grew up in a military family, moving constantly, not truly having one particular place to call ‘home’ in the way other people meant it. He's lived in Germany, Kansas, California (two times), Alaska, Texas (two times), and Virginia. He is an only child, which means much of his life has been defined by his mom, Mary, his dad, John, and his dog, Skipper. One of the tougher aspects of that part of his life was dealing with his father’s four deployments to Iraq: once during Operation Desert Storm, and three times during Operation Iraqi Freedom. So much moving also means that he's attended many different schools during his life--including three high schools, and two community colleges before finishing his associates’ degree. In 2011, after completing his associates’ degree in Northern Virginia, he began attending the University of Virginia in Charlottesville, Virginia. His conversion to Roman Catholicism from agnosticism—one of the most defining times of his life—began around this time as well. During his final year at UVA, he also served as one of the 9 co-chairs that made up the leadership team for the Catholic Student Ministry at UVA, or CSM. In the spring of 2014 he received his B.S. in Aerospace Engineering from UVA.   Emily Martinez , FOCUS  emily.martinez@focus.org  Emily Martinez is a second year FOCUS missionary, so very excited to serve on NYU’s campus! Born and raised in Ralston, Nebraska, she attended the University of Nebraska, Lincoln’s Johnny Carson School of Theatre and Film as a Theatre Performance major. While she was raised Catholic, she didn’t have a real encounter with Jesus until college. With the help of a FOCUS missionary and with the blessing of being cast as Joan of Arc, she discovered what it meant to truly have a personal relationship with Jesus Christ. She is passionate about sharing her Catholic faith through the beauty of theatre, her personal testimony, and the amazing gospel! Fun facts? She is related to over 15 police officers, she loves Chinese food, and she has a mean British accent. God bless!   Sonia Tompkins , FOCUS  sonia.tompkins@focus.org  Sonia is a Catholic missionary with FOCUS (The Fellowship of Catholic University Students). She was born and raised in Columbia, Maryland and has a Bachelor's degree in Linguistics from Tulane University. She grew up in a Catholic family, but it wasn't until college that she truly learned how to live out her faith through the encouragement and mentorship of a FOCUS missionary at Tulane. She is excited to share the love and joy of Christ with students and walk with them on their journeys towards Sainthood.     Felipe Rufes Vazquez,  felipe.vazquez@nyu.edu  M y name is Felipe Rufes Vazquez, I was born on September 13th, 1954, in Avila, a very old and small city in Spain. I grew in a farm although I did not become a farmer because my parents wanted me to study. I completed my educational formation in Madrid and later in Buenos Aires (Argentina) where I lived for about twelve years. Early in my life, I discovered my vocation to help and as a result I joined a Catholic religious community, the Idente Missionaries, founded in Spain in 1959. As member of this community, I have had the opportunity of visiting several countries including Argentina, Colombia, Check Republic, Poland, Thailand, China, Philippines and the United States. It was in New York (at Saint Patrick’s Cathedral) where I was ordained a Roman Catholic priest in 1999. I have spent about forty years teaching, mainly Spanish Language together with Spanish Literature, History and Philosophy. My last professorship in this field was at the University of the Philippines, in Quezon City (Metro Manila), where I worked for twelve years. I love mountains and enjoy spending time immersed in nature finding myself in full harmony with it. Nature always produces in my soul a renewed astonishment. I also like to travel rural roads and taste and enjoy the typical products of each place. Among the plastic arts, I prefer painting and particularly the beauty of icons. Presently, I am helping my religious community in the parish of Our Lady of Loreto, in the Diocese of Rockville Center and I have the pleasure of serving as the Catholic Chaplain at POLY-NYU.   Allan White , Roman Catholic Church Archdiocese of New York  allan.white@english.op.org  Father White OP was born in London and after studies at Oxford University he joined the Dominican Order in 1973 and was ordained to the Roman Catholic priesthood in 1979. After studies in philosophy and theology he completed a Ph.D. in sixteenth century history at the University of Edinburgh in Scotland. His time in the Order has been mostly spent in the university ministry, teaching in Oxford, Cambridge, London and Edinburgh, and in administration. He has served as senior Chaplain in the University of Edinburgh and was associate Chaplain in the University of Oxford before being invited to become senior Chaplain in the University of Cambridge. He was elected Prior Provincial of the English Dominican friars in 2000 and served in that capacity for eight years before going to Rome as an assistant to the Master of the Dominican Order. Father Allan came to the United States in 2011 and was asked to accept the post of Director of the NYU Catholic Centre.   Sebastian White , Catholic Center  sebastian.white@opeast.org  Fr. Sebastian White, O.P. grew up in Maine and studied at Gordon College, on the North Shore of Boston. After college, he lived for four years in Austria. During his time there, he met the Order of Preachers (the Dominicans) in Vienna. In 2008, he entered the novitiate for the Province of St. Joseph, and was&amp;nbsp;ordained a Catholic priest in 2014. He is very happy to be in New York and working at the Catholic Center at NYU.                                                                Hindu Chaplains                               Joseph Caruso , Hindu Campus Ministry  ghanasyamdas@yahoo.com  Joe Caruso was born in April of 1978 in Red Bank, NJ. From a young age he was deeply attracted to classical music and began playing the piano at about the age of 10. He pursued classical music throughout high school and into college where he studied with Dr. Min Kim and earned a degree in Music Education. However, during his last two years, a shift in his interest took place which he considered to be a natural progression from the Arts to Religion. Classical Music always put him in touch with the sublime and the sublimity of life itself. This led to a lot of deeper questions about himself, life, and God. He enthusiastically started reading many spiritual and holy books. It became such a passion for him that he began exploring and visiting various monasteries. After graduating college he had planned to live in one such monastery (Krishna Bhakti asrama, located in the lower east side of Manhattan) for one month before beginning his career. But he never left. He has been happily living there in the association of ten other monks for nine years now. Some student friends of his at NYU started a spiritual club on campus and invited him to give some classes. Since then he has had many wonderful relationships with students and faculty at NYU, and the cooking classes and Bhagavad Gita study groups have continued through the years.     Gadadhara Pandit Dasa , International Society for Krishna Consciousness  nycpandit@gmail.com                       Pandit has been working as the Hindu chaplain at NYU for eight years. Growing up in Los Angeles, Pandit found little connection to his Hindu faith until a financial crises made him question the cause of suffering and the deeper meaning of life. His exploration in the Hindu text, the Bhagavad Gita, led him to a temple in India where he began to explore the monastic path. Pandit currently lives in the Lower East Side of Manhattan where he serves as a priest and lecturer. He is also the Hindu chaplain at Columbia University and the Interfaith chaplain at Union Theological Seminary.                                                                Jewish Chaplains                               Gideon Black , JLIC  rabbiblack@nyu.edu  Rabbi Gideon Black was born in Glasgow, Scotland and grew up in London, England. After high school, Gideon studied the Bible, theology, and the Talmud for two years in Israel. Gideon received his law degree from University College London and an MA in Jewish Philosophy from Yeshiva University’s Bernard Revel Graduate School. As part of his rabbinical training, Gideon worked with the Jewish community in Charleston, SC and served as a rabbinic intern at the Manhattan Jewish Experience and the Riverdale Jewish Center. Gideon was ordained in 2011 by Yeshiva University’s theological seminary. At NYU, Gideon serves as the rabbi of the Orthodox Jewish community, running the Jewish Learning Initiative on Campus (JLIC), at the Bronfman Center for Jewish Life. Gideon and his wife Aliza are the proud parents of one-year-old Judah, and live here in Greenwich Village.     Samuel Cohen , Bronfman Center for Jewish Life  sam.cohen@nyu.edu  Sam Cohen grew up in Farmington, Maine, in a house that used to be a barn. He graduated NYU in 2013, where he majored in Jews and minored in the Internet. He was a co-founder of the NYU Indie Minyan, a Fellow at Yeshivat Hadar, and a member of the NYU Badminton Club. Sam has traveled in 34 states and 14 countries, and has photographed couples kissing in most of those places. He likes photography, tennis, magic tricks, avocados, really tall buildings, and anything that brings people together.   Nikki DeBlosi , Bronfman Center for Jewish Life  deblosi@nyu.edu  Ordained from HUC-JIR, the seminary of the Reform movement, Rabbi Nikki DeBlosi is passionately dedicated to pluralist Judaism, feminism, and LGBTQ rights. She holds a BA in Women’s Studies from Harvard University and both an MA and a PhD in Performance Studies from NYU. She has taught in the Religious Studies, Performance Studies, and Expository Writing Departments at NYU and loves both formal and informal teaching. While she works intimately with the Reform and Queer Jewish communities, Rabbi Nikki also oversees the &quot;big picture&quot; and visioning for Shabbat and holidays here at the Bronfman Center. A convert to Judaism, Rabbi Nikki is particularly happy to discuss spiritual change, doubts, and questions… but she’s also happy to talk pop culture, science fiction, HBO’s Girls, Buffy the Vampire Slayer, and Game of Thrones. Rabbi Nikki lives in Ditmas Park, Brooklyn, with her wife Rachel and their son Ilan. Email Nikki!   Aaron Eisemann , Bronfman Center for Jewish Life and MEOR Maimonides Leadership Fellowship program  rabbie@meor.org  Rabbi Aaron Eisemann, affectionately known as Rabbi E, can't seem to graduate the college scene. After graduating from Yeshiva Derech Chaim Rabbincal Institute in Brooklyn, he has been on campus for 14 years and counting. He began his career teaching Jewish wisdom to the University of Michigan students in Ann Arbor. He then headed east, and continued to teach and inspire university students in lower Manhattan. Rabbi E loves eating doughnuts and spending time with his wife, Tziporah, and their beautiful family. Rabbi E has lots of great qualities, with a possible exception of his sense of humor, which many agree is steadily improving.   Yehuda Sarna , Bronfman Center for Jewish Life  rabbi.sarna@nyu.edu  Rabbi Sarna serves as University Chaplain and Rabbi at the Edgar M. Bronfman Center for Jewish Student Life at NYU. Rabbi Sarna founded the Jewish Learning Fellowship at NYU, a “school-within-a-school,” offering intensive ten-week courses of exploration in Jewish thought. With nearly 1000 alumni since 2007, the Fellowship now serves as a national educational model for Jewish campus groups. Rabbi Sarna was awarded the Richard M. Joel Exemplar of Excellence from Hillel International in 2008. He was listed as one of “36 under 36 Changemakers” by the New York Jewish Week (2009), received the Hallmark Award from the NYU Division of Student Affairs (2010), and will be honored with a United Nations’ Juliet Hollister Award in October (2012) by the Temple of Understanding. He is the editor of The Koren Shabbat Evening Siddur (2011) and Orthodox Forum Series: Toward a Jewish Perspective on Culture (forthcoming).     Sion Setton , Bronfman Center for Jewish Life  sion.setton@gmail.com  Rabbi Sion Setton, born in Brooklyn as part of the Sephardic Syrian community, currently presides as the Rabbi and Spiritual Leader of Congregation Magen David of Manhattan on Sullivan Street. He received his B.A. in Psychology from Yeshiva University and is pursuing a Masters in Medieval Jewish History at the Bernard Revel Graduate School for Jewish Studies. Throughout his rabbinical studies, Rabbi Setton taught at various institutions such as Ramaz and the Edmond J. Safra Synagogue. He also has coordinated and participated in different educational and humanitarian missions around the world, traveling to: Israel, Turkey, Morocco, Senegal, Thailand, England, Spain and Panama. Rabbi Setton is a committed techy who truly believes in the integration of modern technology with religious and educational initiatives. He serves as a teacher &amp; the Director of Educational Technology at Barkai Yeshiva and also founded www.TorahCentral.com, an online platform that highlights various educators around the world.     Gamliel Shmalo , Bronfman Center for Jewish Life and MEOR Maimonides Leadership Fellowship program  j.shmalo@gmail.com  Gamliel Shmalo is the Educational Director of Meor NYU and teaches Jewish philosphy and law at Yeshiva University. His interet is in creating a living interaction between the modern experience and ancient wisdom. University of Pennsylvania (BA), Hebrew University in Jerusalem (MA), Beit Ariel Jerusalem (Rabbinic Ordination). He has published on Jewish holidays and customs as well as issues in Biblical ethics and lectures internationally. He and his wife, Mahnaz, have seven children (three sets of twins!), five of whom are certified Scuba divers. Rabbi Shmalo was a founding member of the underwater unit of Israel's ZAKA.   Rebekah Thornhill , Bronfman Center for Jewish Life  ret247@nyu.edu  Rebekah is starting her third year at the Bronfman Center for Jewish Student Life at NYU where she oversees student leadership development, advises student clubs and manages programming for shabbat and holidays as well as Israel and Holocaust education. Rebekah also has the great privilege of running Taglit-Birthright Israel at NYU and other immersive experiences including the annual Bridges: Muslim-Jewish Interfaith Dialogue;alternative break trip. She graduated from NYU in 2011 where she was an Eryk Spektor Scholar in Jewish Studies and studied abroad with the pioneer group to NYU Tel Aviv. Most recently, Rebekah studied at the Pardes Institute of Jewish Studies in Jerusalem and hopes to continue her passion for Jewish learning by pursuing an MA in Education and Jewish Studies at NYU’s Steinhardt School. Originally from Austin, Texas, Rebekah is the oldest of five and adores her family, Texas Longhorn baseball, the beach and coffee.   Simcha Weinstein , Poly JSU  simchaweinstein@gmail.com  Rabbi Simcha Weinstein is the best-selling author of Up, Up, and Oy Vey: How Jewish History, Culture, and Values Shaped the Comic Book Superhero and Shtick Shift: Jewish Humor in the 21st Century . He has appeared on CNN and NPR and has been profiled in leading publications, including The New York Times and London Guardian . A syndicated columnist, he writes for The Jerusalem Post , JTA, the Royal Shakespeare Company, Condé Nast, and many others. He is an affiliate chaplain at the Polytechnic Institute of New York University and chairs the Religious Affairs Committee at Pratt Institute and was recently voted &quot;New York's Hippest Rabbi&quot; by PBS affiliate Channel 13. His latest book, The Case for Children: Why Parenthood Makes Your World Better , was recently released.                                                              Muslim Chaplains                               Khalid Latif , Islamic Center at NYU  kl442@nyu.edu  Khalid is a University Chaplain for NYU, Executive Director of the Islamic Center at NYU, and a Chaplain for the NYPD. He was appointed the first Muslim chaplain at NYU in 2005. Under his leadership, the Islamic Center at NYU became the first established Muslim student center at an institution of higher education in the United States. In 2007, Imam Latif became the youngest chaplain in the history of the NYC Police Department at the age of 24. Latif has been featured in numerous media outlets including the Huffington Post, BBC, NPR, CNN, the New York Times, New York Magazine, The Colbert Report, and Time. Imam Latif has been named a Global Interfaith Visionary by the UN Temple of Understanding (2010), one of 100 NYC Luminaries by the NY Public Library (2011), one of the 500 most influential Muslims in the world by Georgetown University’s Center for Muslim-Christian Understanding and The Royal Islamic Strategic Studies Centre (2009 &amp; 2010), a Millennial Leader for Social Justice by Auburn Seminary (2011), and he was recently featured in the Christian Science Monitor’s “30 under 30” list (2012).                                                                  Buddhist Chaplains                               Rev. Doyeon Park , Buddhist Campus Ministry and Won Buddhism     sp3150@nyu.edu     Rev. Doyeon Park is a Kyomunim, literally meaning one who devotes oneself to teach Buddha dharma in the Won Buddhist tradition. She has served as a minister of the Manhattan Won Buddhist temple and Alternative Representative of Won Buddhism to the United Nations since 2008. Also, she is the Buddhist chaplain at Columbia University and New York University.   Rev. Doyeon focuses on creating a sangha (spiritual community) where various individuals and groups can cultivate their inner wisdom and compassion to live with peace and dignity based on the teachings of Won Buddhism. Realizing the interconnectedness of all through her spiritual practice, she is also actively engaged in interfaith dialogue and cooperation to promote mutual understanding and respect among different religions.   Inspired by the Buddhist idea of inner freedom and happiness, Rev. Park started her monastic training in 1998. She graduated from Dept. of Won Buddhism, Won Kwang University, Iksan, Korea and earned M.A. of Won Buddhist Studies from Won Institute of Graduate Studies, Glenside, Pennsylvania, USA. She received full ordination in 2007.                                                                Other Chaplains                               Frank Fredericks , World Faith (Interfaith)  frank@worldfaith.org  Frank Fredericks is the founder of World Faith and Mean Communications. After graduating from NYU, Frank worked in the music industry, managing artists such as Lady Gaga. In 2006, he founded World Faith, a youth-led interfaith organization active in 16 countries. Frank has contributed to Huffington Post, Washington Post, and has been interviewed on Good Morning America, NPR, and New York magazine. He is a Fellow of IFYC, Soliya, AMENDS, and YouthActionNet.   Katherine &quot;Kat&quot; Katsanis~Semel , The Mindfulness Project, Celebrating Life Ministries (Interfaith)  kat@katransformations.com  Rev. Katherine &quot;Kat&quot; Katsanis-Semel (Mindfulness Chaplain) is ordained as a Spiritual Healer and a Minister through Celebrating Life Ministries, a thriving, Interfaith Community. For over ten years, she has worked in private practice as a professional Healer &amp; Meditation Teacher ( KaTransformations.com ); Katherine is also a writer who has contributed blogs to BelieveOutLoud.com and HuffingtonPost.com. She lives in Manhattan with her Jewish life partner. Katherine considers herself to be broad-minded, open-hearted, and Spirit-guided; she looks forward to getting to know you!     Anne Klaeysen , New York Society for Ethical Culture (Secular/Humanism)  aklaeysen@nysec.org  Anne Klaeysen is clergy leader of the New York Society for Ethical Culture (NYSEC), founded in 1876 and located at 2 West 64th Street in Manhattan, and serves the Columbia University-Barnard College community as Humanist Religious Life Advisor. Dr. Klaeysen was Leader of the Ethical Humanist Society of Long Island from 2002 to 2008 and the first Humanist Chaplain at Adelphi University in Garden City, NY. She holds a Doctor of Ministry degree in pastoral counseling from Hebrew Union College, Master’s degrees in Business Administration from New York University and in German from the State University of New York at Albany, and studied at the University of Wuerzburg in Germany (1971-73). Dr. Klaeysen is also a graduate of The Humanist Institute (Class X), co-mentored Class XV, and now serves as co-dean of the institute. She is a member of the American Humanist Association, International Humanist and Ethical Union, Women’s International League for Peace and Freedom, and numerous interfaith social justice alliances, including Empire State Pride Agenda—Pride in the Pulpit, Religious Coalition for Reproductive Choice, National Religious Campaign Against Torture, NYS Labor-Religion Coalition, and Occupy Faith NYC.                                                                                     Spiritual Life Social Media                                                                                               Meditation and Yoga Classes                                                                                               Clubs and Centers at NYU                                                                                               Support Our Programs                                                                                EVENT        CALENDAR                                             READ        OUR BLOG                                             GET THE        NEWSLETTER                                             CONTACT        INFORMATION                                    Room Reservations All requests must be made to Kimmel Operations. Read More                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Spirituality and Higher Education   &gt; The Redemption of America or Rebirth of a Nation                                                                    Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                        About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                The Redemption of America or Rebirth of a Nation     November 18-19, 2005    at Huston-Tillotson University, Austin, Texas              Following are excerpts from the conference's opening keynote address.        Speaker: Rev. Calvin O. Butts III, President, SUNY-Old Westbury and Pastor, Abyssinian Baptist Church, New York        I want to open by doing something I don't normally do, and that is read a prayer. I'm reading a prayer from a book edited by Herbert Aptheker entitled Prayers for Dark People, and the prayers are all written by W.E.B. DuBois.        \"Long days we have sighed for liberty and, lo, Thy freedom O Lord, is now at our doors. We welcome it even as we welcome life. The careless see idleness and emptiness. The thoughtful see the vigorous delight of turning to new scenes, new duties, and new responsibilities. Herein we test the strength, the steadfastness, the depth of our training. If summer freedom means to us license and selfishness and irregularity, then we are not free but prisoners still in ignorance. But if vacation shall mean renewed service to goodness and beauty then we enter the higher broader rest where thy truth shall make us free. Amen.\"       In his book Dawn of the Apocalypse Arthur Hansen says something akin to this. He reflects on the fact that there is a rising of profound disenchantment with the values and the structures of our way of life, and at the heart of the matter is the death of the god of the 20th century. That god was called progress.       Progress was a god infused with life by technology's discoveries and worshiped in anticipation of unlimited material return. Now what we witness in the 21st century is that a generation or more has lived its life under the benefits of the fruits of the god of progress, and those generations look around and they see their parents labor and what it has yielded and they cry, \"Vanity, vanity, all is vanity.\"       These young men and women have lived in houses surrounded by manicured lawns and traveled across this nation and in the cities and suburbs on belts of concrete. And as they view the benefits of the god of progress they cry, \"Vanity!\" Often many of them, out of great frustration, wind up self-medicating in order to escape the vanity and frustration created by this god. They are further frustrated that as they look around they don't see the world in which they live, and in particular the leadership with which they live, dedicating itself to serving the needs of humanity. What they see are men and women who have, in fact, not dedicated themselves to serving the needs of humanity but have, on the other hand, gone lusting after Mother Earth's goods.     So rather than caring about you or me or those on the rooftops in New Orleans, the great concern is Mother Earth's goods, like the oil in Iraq. They have betrayed their misdirection by turning the mother, if you pardon this analysis, into a whore. Now we all live on a globe, a sphere, filled with polluted water and stinking air. If you would wonder why many of us are frustrated, why we do cry vanity, why we are so hell-bent on rapid self-destruction, it is because all around us we see the signs that our world, and in particular our nation, is on the downward roll.     We live in a nation also where people are no longer concerned about truth. All we need are statements or representatives of what seems to be credible. The constant search for truth, that had defined so much of our education, seems to have been lost. So is it any wonder that people are disenchanted with our values and the structures of our way of life? It's almost like the old school rap group Grandmaster Flash and the Furious Five: I think it would be cheaper just to be a street sweeper/Don't push me because I'm close to the edge, trying not to lose my head/Sometimes it makes me wonder how I keep from going under.     In the midst of all this I hear men and women all over the globe, but particularly in America, crying out, \"Is there a word from God?\" And what's my evidence? My evidence is football stadiums filled with men hugging each other and crying in a search for God. A million black men 10 years ago converged on the nation's capital in what was called the Million Man March, a march for atonement and redemption. A search for God. Young people returning in droves to synagogues and churches and mosques in a search for God.     Of course as a person of African descent I can say that our subtle sense of song has given America its only truly American music and out of that experience comes gospel. And young black men and women will have to admit that the movement of gospel music sweeping the country and the world and all of it is rooted in a search for God.     So why would educational institutions with such a heavy demand and such a heavy need not seek to incorporate spirituality into higher education, for the sake of the redemption of our nation? Education and faith are the Tigris and Euphrates of American liberation, twin rivers at the source of our redemption. If our young men and women who come out of our institutions don't only have a trained mind but a tuned heart they will go nowhere, and our country will continue the downward spiral into hell.     All of us in the name of something that I'm not quite certain what to call&mdash;call it academic freedomthose of us in public institutions don't want to burden our students with our own particular brand of religious faith. Well, it doesn't have to be a brand of religious faith. This is the United States of America. There is a plethora of flavors out there we can choose from. The point is that the need for God is evident everywhere. It cannot be escaped, particularly if we are going to redeem our nation.     If you ever go to New Yorkwhether uptown, downtown, or midtown you see that rat race of men and women running back and forth. Why? Because they want money. The bottom line. Look at the last mayor's race. I supported Bloomberg, but you know he won because he had a lot of money. I had to think about that, and my mind went back to a Biblical story (it's funny how spirituality creeps into your thinking).     Some fellas got together and built a tower, and they wanted it to reach up to heaven. You remember that? They got so far God looked down and saw it and thought they were building it to make a name for themselves. God said, \"Wait a minute, hold it, if these guys finish this tower there won't be anything they can't do. They were able to do it because they spoke the same language. Let's go down and confound their language.\" So the Lord came down and twisted their tongues, and that's why today it's called babble. You know that story.     I thought about that in connection with New York, because in New York they did the same thing. They got together and did the same thing, and this was in my lifetime, beloved. They got together and decided to build a little city on the southern end of Manhattan island. That's what it amounted to, a little city. Nobody had ever seen anything like that before, and instead of one tower they decided to build two. They never said they were building these towers to the glory of humanity, they never said they were building these towers to the glory of God. They never said they were building these towers to improve the lives of those who lived in New York City. They were building these towers, like the one in the Book of Genesis, to make a name for themselves.     Everything I read in the Wall Street Journal, the New York Times, the Daily News, the New York Post was talking about how much rent they would get, how much it would cost per square foot, who was going to take credit for it. This was about making a name for themselves, and they were able to do it because they spoke the same languagethe language that shouted the virtues of mergers and acquisitions.     I live in New York, but this is probably true here in Austin. Remember when you were in grade school, and they told you to take your vocabulary words home and use them in a sentence? Let's see if you know the vocabulary words these fellows were using. Some of them are familiar: Enron, Arthur Anderson . . . They had a grammar that celebrated the Masters of the Universe. You read Tom Wolfe. Take millions and millions of dollars traded back and forth, never see a dollar bill&mdash;all done on high-speed modems&mdash;and they were able to build this city in my lifetime, these two towers stretching up to heaven, because they spoke the same language&mdash;and they were doing it to make a name for themselves.     People were rushing to put their money in the stock market, investing and investing. Everybody was having a good time. We were rolling along; bigger and richer was better and best. We were doing everything we wanted to do, producing, and why, because men and women of high intelligence were lacking one thing. And it was a failure, I would argue, in part that should be laid at the doorsteps of our institutions of higher learning.     Because this young man DuBois said education ought to do three things. One, it ought to build your character. Two, it ought to increase your knowledge. And three, it ought to help you to earn a living. But what have we done in America? We turned it upside down, putting number three first in response to market demands. And building character? On the bottom. Is it any wonder why we're having so much trouble in our nation, when character becomes less important than money?     In America we're walking around saying, 'Man I've made all this money, I'm president of prosperity, my barns are full, and I think I'll sit back and take my ease, or tear down my barns and build bigger ones.' And in the Bible they said you fool, for this night your soul shall be required of you. And I would argue that it wasn't at night, it was at 8:36 in the morning when flying bombs came out of nowhere and struck at the heart of our material magnificence and military might&mdash;and brought three decades of narcissistic psychobabble tumbling to the ground.     And people were then asking, \"Is there a word from God?\" Why? Because the language was confused. All the intelligence of all American colleges and universities, all the learned men and women everywhere&mdash;nobody knew what to say. Because nobody believed it could happen. We had become arrogant in our own sense of self-importance. Behind us was our military might and our material magnificence, and all of a sudden it was brought down in the twinkling of an eye.     Like everyone else, I turned on the six o'clock news to get the news. It was my luck on that day to get Dan Rather. What did that man do? He cried. Why did he cry, arrogant ones, those of you who think this religious, spirituality stuff has no place? Why did he cry? Because he had nothing to say. His language had been confounded. All of the little trite expressions he used to use had been wiped away. He had nothing to say, and neither did anyone else have to offer the American people except almost babble.     Tongue-tied. Is there a word from God? Whenever America gets in trouble like that it falls back on patriotism. My God, did you ever see so many American flags flying? Every car down the street, everybody waving the American flag, trying to cover over our pain with our patriotism. We wanted to revive those time-worn words now, \"Duty, honor, and country,\" but they wouldn't work. Why?     Because they had been trampled on by the insane folly of presidents and young girls in the Oval Office, senators and congressmen whose paramours either drowned or disappeared and later turned up dead; priests and little boys in church basements, and athletes whose natural abilities were either enhanced or exhausted by abusive drugs.     It all falls on us because I argue that there ought to be this link between education and faith. I don't care what you call God. God is found in many houses and called by many names. I happen to cherish in my heart a rabbi who was nailed to a tree; who on the third day rose. Somebody else might say it's the law of Moses that guides me. I don't care what you call God, what house you go into, there is this need for God because the language was confounded.     Young people are going amuck, the nation is lying to its people. What else do you have to offer? Intelligent design? Not enough. Physics, reason? Not enough. Because physics and reason cannot always give you what you need to endure the ugliness and horrors of life.     Therefore, I argue that there is a word from God, and God knows we need it because all of the platitudes, all of the appeals to faith seem to have gone down the tubes anyway, particularly when you look and see the people stranded on roofs in New Orleans. Young men and women who are in our educational institutions need to be exposed to that side of faith. We cannot abdicate our faith to those who want to put God in a box. We can't leave God to the unintelligent musings of hypocrites and idiots.     Very often that's what we find, parading across our televisions and trying to force down our throats uninformed and unchallenged understandings of faith, whether they be Muslim suicide bombers or Christian evangelists who advocate the assassination of a leader of state.     So where else will it happen? Where else will people see the sterling examples of what we ought to be? You can't teach what you don't know. How you gonna teach spirituality when you aren't spiritual yourself? One thing I've learned, now that I have grandchildren, is that children can see right through you. So one of the things that has to be part of any spirituality in higher education is men and women in the classroom teaching who are themselves spiritual. Then you don't have to proselytize&mdash;you don't have to say, \"Will you come to church on Sunday, will you come by the mosque on Wednesday?\" You don't have to say, \"Let's stand on the street corner and chant.\" People will understand what you say because of the flavor that you give to your lesson, because of the material that you put before them to study. Because of your own reflective manner.     DuBois was often thought to be an atheist. People said he didn't have much religion. He had a lot! For the African American in the faith tradition and in the education tradition it's anathema to separate religion from higher education, because all of our great leaders in terms of academia have been men and women of faith. Mary Bethune, . . . you name them the sterling names of those who really built our institutions were linked to faith.     If we're going to save America, my God there is a need for God! Not some unintelligible God, but a reflective God that shows him or herself through you. A few years into the 20th century a film came out called \"The Klansman or Birth of a Nation.\" When that film came out it blamed black people and anybody different from \"Christian America\" as being the source of all the trouble that America was going through. It gave rise to the exploitation of people of different color, race, religion.     If America is going to revive itself, it's almost like that young rabbi told a fellow named Nicodemas, 'You must be born again.'And there's no better place than in our educational institutions. You can talk about the churches, but religion must never be separated from the discipline and the reflective study of the academy. We must put ourselves in the midst of seething atheism and agnosticism and cynicism and challenge. We must not run from it saying that these people are just infidels and they're going to hell anyway, and maybe they should have been in New Orleans so the flood could have killed them, too. We must welcome that challenge as a way of refining what it is we believe, and what it is we stand for. We must welcome that challenge as it forces us to interact with each other&mdash;Muslim and Christian, Jew and Buddhist and atheist and native faiths.     I was at the UN, and one of my Native American brothers said the sun was our father. We loved the sun. Now the sun gives us cancer. The ice is melting. Of course, you have to understand the prejudices we grew up with, so I'm sitting there listening and he's got this Indian rhythm of talking, and all of a sudden that rhythm struck fear! Sometimes the heart knows what the head doesn't. And it let me know that there's a problem. I knew it, but not from that point of view, from people who had been on the land and had passed on this rich tradition. Do we hear what they're saying?     He was speaking from a point of view of faith, of spirituality that is not in sync with traditions of, say, the black church, but very much in sync with what we believe about God.     I argue that there is a wealth of literature, men and women who need to be engaged. When I was at Morehouse I fought to take religion out of the requirements that we had to study; tried to lock up the trustees because I didn't want religion. What a fool I was, because I recognize that without it&mdash;or with uninformed faith&mdash;you are really jeopardizing the very nature of our society. You can't have a civil democracy without a well-educated population. And you certainly can't maintain a civil democracy without men and women of faith who believe in ideals and ideas and powers greater than themselves.     That's why I believe that the Star Spangled Banner is not the best song for our national anthem. It's a war song, \"bombs bursting in air/But the flag was still there.\" Sounds like a Dick Cheney song. I believe&mdash;now for those of you who are worried about my political views I just throw that in to be a bit provocative&mdash;that a better rendition for our national anthem is America the Beautiful. It's a hymn. \"Spacious skies/Amber waves of grain/God shed His grace on thee.\" A prayer for our nation. God mend thy every flaw. No progress; that didn't work. Because progress is a lesser god.     There is a greater God to be found, and that God resides here in America. It is our responsibility so that we can get character as well as secular knowledge into our students. When I went to Morehouse they tried to make us men and women of character, so that no matter what came our way we would be able to endure. As far as I'm concerned, it worked. I know a lot of stuff, but there are some things where I just have to fall back and lean on God. I'm not arrogant to think I have it all or ever will.     Therefore, beloved, I say to you if we are going to save our nation we have to make sure the young men and women who come through our institutions have their character strengthened with a spirituality that we can give them based on resources that are already available. I gave you two or three, DuBois, Hanson, I would even suggest that you read W.H. Auden. I give you another way to use the Bible, just in reflection. Anything we can do to wrestle our nation out of the hands of the ignorant and the Godless, at least the hypocritical, is worthy if our nation is going to be reborn and truly be a land of the free and the home of the brave. I hope you will reflect on these matters.     I'm at a public institution. When I was inaugurated as president I had a great preacher out of Michigan come. A 100-voice choir, a Muslim imam, a Jewish rabbi, a Catholic priest and others give prayers. Fourteen members of the faculty stood up and turned their backs. Halfway through the message they walked out. Three days later I had a full faculty meeting. I walked into the meeting and immediately they leaped on me. 'How dare you! This is a state college, and you can't impose your religion on us. You were proselytizing. It was just awful!\"     So I said \"Whose inauguration was it, yours or mine? For the time you were there, even though you turned your back, did you enjoy yourself?\" \"The music was great; the speaker even said some interesting things.\" \"And have you made your point?\" Then they sat down. We've been doing fine ever since.     I discovered this: whenever I've taken a stand, said something that might be considered borderline, the students, some of the faculty, all of the parents tell me 'Thank you so much. We appreciate that, because we know where you stand and what you stand for.' It has proven to be great on our campus, especially because I won't allow them to drink, because so many of the young men and women feel much more protected. It has given me a greater sense that my role is not so much to help them earn a living as to build their character. If I build their character first, they will always be able to make a life for themselves.     That's why I believe there needs to be more spirituality in higher education."}]},
{"detail": [{"content": "Our Chaplains and Staff                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   Student Diversity   /   Global Spiritual Life   /   About Us                 Sub Navigation                                 Our Chaplains and Staff                       Social Media                                                                   Our Chaplains and Staff       Meet our award-winning team, made up of chaplains, educators, and international leaders from over twenty faith traditions.                 STAFF                                             Yael Shy   Director   yael.shy@nyu.edu   Yael Shy is one of the founding Directors of Global Spiritual Life at NYU and the Of Many Institute for Multifaith Leadership. She is also the Founder and Director of the Mindfulness Project at NYU, one of the largest campus-wide mindfulness initiatives in the country, and has been teaching and lecturing on mindfulness, meditation, and multifaith engagement at universities, community centers, and organizations across the globe for the past seven years. In 2010, Yael was named one of the “36 under 36” changemakers transforming the Jewish world by The Jewish Week newspaper.    Prior to joining the Center, Yael was the Director of Development and Education at the NYU Center on Violence and Recovery, where she led training sessions in restorative justice globally and secured multiple multi-year research support from the National Science Foundation and the National Institute of Justice, among other foundations. She is also a bar-certified attorney. She has been published in Inquiring Mind , The Sports Lawyers Journal , the Clinical Journal of Social Work , and the NYU Journal of Law and Social Justice . Shy completed her undergraduate degree at NYU, where she studied Sociology and Gender Studies, and received her law degree from the School of Law at Northeastern University.                                    Ariel Ennis   Program Administrator   ariel.ennis@nyu.edu   Ariel Ennis is the Program Administrator at Global Spiritual Life at NYU and is responsible for NYU's Faith Zone Trainings, the Chaplains' Circle, the Multifaith Student Fellowship, and the Multifaith Advisory Committee. Ariel was formerly the Program Director for Campus Programs at the Center for Community Leadership at the Jewish Community Relations Council of New York. There, he founded the Jewish Student Leadership Fellowship as well as worked with Baruch College faculty and administration on a course entitled “Leadership and Diversity in the Business World.” Ariel is also an Educational Fellow at Kevah: Making Space for Jewish Education, a Berkeley-based Jewish Organization. Ariel graduated from NYU with a BA in Jewish History and Civilization and a minor in Politics.                  CHAPLAIN AFFILIATES              The Center hosts 70 chaplain affiliates representing various faiths, denominations, and groups on campus.                                                    Christian Chaplains                               PROTESTANT    Justin Adour , The Navigators  justinadour@gmail.com  Justin Adour, his wife Angela, and their two daughters have a heart’s desire to love and serve NYC. Justin currently works for The Navigators, an interdenominational Christian organization. However, for much of their time in NYC, Justin ministered as a staff pastor working with youth in Bronx. Most recently, however, Justin has worked as the Protestant Chaplain at the U.S. Merchant Marine Academy in Kings Point. He holds a B.A. in Intercultural Studies, M.A. in Intercultural Ministerial Studies, and is also an ordained minister. Mostly importantly, the Adours love to spend a disproportionate amount of time in Whole Foods and their favorite parks in Brooklyn.     Trevor Agatsuma , InterVarsity Christian Fellowship  trevor.agatsuma@gmail.com  Trevor grew up in Seattle and has lived in New York City since 2003 when he transferred into NYU as an undergraduate. He works for InterVarsity Christian Fellowship and wants help students discover how their God given passions and gifts can be utilized to fit the needs of the world around them. He personally has a passion for helping any interested students make an informed and inspired decision on their own faith. Trevor bikes for transportation around the city and runs half-marathons and marathons for recreation and to keep in shape.   Valerie Althouse , International Students, Inc.  vja.nyc@gmail.com  Originally from Hershey, PA, Valerie loves books, travelling and music. Her education includes a Bachelor of Science in Biblical Studies with an emphasis in Christian Counseling, as well as a Master of Science in Biblical Studies from Cairn University. Her additional training includes certificates in Cross-cultural Communication, Critical Incident Stress Debriefing, ESL tutoring, Second Language Acquisition, Teamwork, Interpersonal Skills, and Life Coaching. She is currently a member of the American Association of Christian Counselors. She previously served in Student Development/Resident Life at Cairn University and in Missions Mobilization and Church-Planting with World Team before joining the staff of International Students, Inc. in December of 2011. On the side, Valerie enjoys vocal performance, blogging, and exploring NYC restaurants!   Celeste Back , Bridges International  celeste.back@bridgesinternational.com  Having recently moved from Charleston, SC, Celeste loves meeting friends from different countries and cultures. She works with Bridges International, which seeks to serve international students as they transition to the US, provide social networking opportunities, and provide opportunities and a welcoming environment for students to explore spiritually. While coming from a Christian background, Celeste loves engaging with and learning from friends from a variety of religious backgrounds which is what led her to move to New York City in January. When Celeste isn't on campus, she loves to have bubble tea with friends, visit her favorite hummus restaurant, and explore new parks in the city. Another fun fact about Celeste is that she met her husband last summer in New York and married him this summer!   Whitney Bahr, The Navigators  white07@ufl.edu  Whitney Bahr is graduate from the University of Florida where she studied Family, Youth, and Community Science as well as Theater during her undergraduate years. She was greatly impacted by The Navigators as a student and became a part of the staff team to continue the work that God began in her life, giving back some of what she’d been richly given. She is extremely passionate about the arts, nature, and the Word of God and is always up for an adventure!   Brittany Brock , Cru  brittany.brock@cru.org  I grew up in a Christian home in South Carolina but didn’t start exploring what I truly believed until I went to college at Winthrop University. I graduated from there with my B.A. in Psychology and a minor in Religion. While in college I discovered what it looked like to have a personal relationship with God through His son Jesus through getting involved with a Christian organization where my faith really began to grow and develop. After college I taught middle school science with Teach for America in Rural Eastern North Carolina for 2 years before working with Cru. Fun Fact: I enjoy roaming around New York and finding great local coffee shops and restaurants.   Jason Casper , International Student, Inc.  jasoncasper15@aol.com  Jason grew up in Reading and Pottstown, PA, and moved to New York City in the Spring of 2001. It was his experience of witnessing the 9-11 attacks firsthand that helped guide him into a relationship with Jesus Christ. He worked as a professional graphic designer and art director at various advertising agencies for 13 years before feeling called to do international student ministry with ISI. Jason's love for China and cross-cultural ministry has been a passion since 2006, as well as compassion ministry to the homeless. He has also volunteered at the Bowery Mission and served at Calvary Baptist Church with their young adult ministry since 2010. When not doing ministry-related work, he can be found playing guitar or visiting one of the many jazz clubs in the city.   Kenny Chau , International Student, Inc.  kchau@isionline.org  Kenny grew up in NYC’s Chinatown where he played lots of basketball and developed street smarts. After completing a term with the US Army Reserve and undergraduate studies at SUNY Buffalo, Kenny returned to lower Manhattan to help immigrant youth and their families adjust to life in the Big Apple. Kenny and his wife, Cindy, also spent a memorable 2004-2005 living in Beijing. In 2008, Kenny received a Master of Divinity at Gordon-Conwell Theological Seminary and returned to NYC to pastor at his home church association until 2014. With excitement to be part of a chaplaincy team at NYU, Kenny is committed to help international students and their families thrive in this thrilling city. Though Kenny still plays basketball, the only quickness in his game is how fast he gets tired. Lastly, Kenny enjoys savory dishes of all cultures, strategic board games and gets a kick out of being mischievous with their kids, Joey and Makayla.   Matthew Chin , Compass Koinonia  mkchin722@gmail.com  Matthew Chin and is a Chinese American who was born and raised in NYC. He grew up in a family that was not religious and it was not until his sophmore year in high school that he was first exposed to Christianity. It wasn’t until the summer before the start of his junior year in college that he began attending bible study and church regularly. He accepted Christ as his Lord and Savior in September 2003. He has been actively involved in college ministry ever since and continues to strive to grow deeper in his relationship with Christ. He is an avid baker and first learned how to play drums using chopsticks and paper plates.   Jae Yong Choi , Korea Campus Crusade for Christ  jae.choi@kcccny.org  Jae Yong Choi was born on June 20th, 1990 in Seoul, South Korea. His family immigrated to the United States when he was 6 years old and he lived in Los Angeles ever since. Jae was fortunate to attend the University of California, Berkeley, which allowed him to experience the bay area (San Francisco, Berkeley, Oakland, etc.). He was born into a non-religious family, so religion was never a big part of his life. Jae's mother and sister started going to church when he was in middle school, but it wasn’t until his freshmen year in college that he personally accepted Christ and started attending church. Jae was able to continue this awesome relationship with Jesus Christ ever since then. He was able to travel the world and share His love with people that he would never have even dreamed of meeting if it weren’t for Him. Jae doesn’t have a lot of hobbies, but he has been collecting shoes since high school. Most of the shoes he does wear, but there are shoes that he doesn’t wear and he strictly has as a collector. Jae thinks the oldest shoe he has that is still wearable is like 13 years old!   Joshua Crumlich , Reformed University Fellowship jcrumlich@gmail.com                                      Joshua Crumlich is a volunteer with InterVarsity grad and faculty ministries. He grew up in Pennsylvania, where he knew the love of Christ from childhood. After studying history at the University of Rochester, he went to law school. During his first (and only) semester there, he attended a conference for Christians in the legal profession and was amazed by the good work being done by the lawyers there, but felt drawn to make God’s love and glory in Jesus known through vocational ministry. He then went to Gordon Conwell Theological Seminary where he graduated with an M.Div. He spent the next few years involved in lay ministry and working in academic administration until he was called to be associate pastor at the Neighborhood Church of Greenwich Village, where he loves working in such a dynamic community. In his down time he enjoys cooking with his wife Sarah, playing board games, and drinking a good, strong cup of coffee with friends.   Fernando De Los Santos, Every Nation Campus Ministries  randyencm@gmail.com  Fernando De los Santos moved to New York City from the Philippines to attend St John’s University in 2004, in pursuit of a doctorate in Pharmacy. During his freshman year of college, he was connected to the Morning Star New York church and the Every Nation Campus Ministries New York staff and became part of their church family. It was through the relationships with his church and the campus ministry that he took to heart the call of God’s love in his heart and was empowered to minister the gospel of Jesus to his university. Serving alongside Intervarsity Christian Fellowship, he then led multiple bible studies, musical worship services, and ministered to his colleagues. As a result, St. John’s University has an Every Nation Campus Ministry presence which continues to serve students in the reinforcement of their faith. Fernando currently lives in Harlem with his wife and works as a Pharmacist at an independent community pharmacy in the area.   Selene De Los Santos , Every Nation Campus Ministries  seleneencm@gmail.com  Selene De Los Santos moved to New York City to attend the American Musical and Dramatic Academy (AMDA) in 2004, in pursuit of an acting career. Shortly after graduating AMDA she realized that she had a great desire to help people in a greater capacity. As a result she furthered her education by going to Hunter College and joined the InterVarsity Christian Fellowship, It was through serving with this organization that awakened her passion to be in ministry. During her summer break she attended the Every Nation School of Campus Ministry in Nashville, Tennessee, in which, she gained the foundation of being a campus minister. When she came back to New York City in the winter of 2010, she transferred to The New School where she focused on Creative Art’s Therapies and received a BS in Liberal Arts. During this time she continued to minister to students through Every Nation Campus Ministries (ENCM). Selene recently graduated and married in May 2012, and is very excited to be working with students and facility at NYU through the Morning Star Church (MSNY) and Every Nation Campus Ministries (ENCM).   Susan Field , Baptist Convention of New York  susan.field@nyu.edu  Reverend Field has served NYU as the Baptist Chaplain since 1991, and as the Protestant Chaplain since 2006. She also serves as Baptist Religious Life Advisor for the Baptist Campus Ministry at Columbia University, and as the New York City Coordinator for Baptist Collegiate Ministry. In addition, she is the “Global Initiatives Coordinator” for the Metropolitan New York Baptist Association. She and her husband, Dr. Taylor Field, have worked since 1986 in the Lower East Side with Graffiti Community Ministries and Graffitichurch. She graduated from Emory University, and Golden Gate Baptist Theological Seminary. She is helping to coordinate the weekly Protestant Worship services in the new CSL during the Academic year.     Joel Geib , The Navigators  joelgeib86@gmail.com  Joel was born to parents who were Christians, and came to know and love Christ at a young age. He grew up in a northern suburb of Chicago, the mountains of east Tennessee, and eastern North Carolina. After graduating from Calvin College in 2008, a position with Americorps brought him to New York City. He immediately loved NYC, and realized it to be a place in which he wanted to invest himself long-term. Joel attended Gordon-Conwell Theological Seminary, graduating with an MA in Theology in 2014. He enjoys biking, gardening, cooking, photography, going to good concerts, exploring new neighborhoods, and reading Dorothy Sayers. A fun fact not often learned about Joel, is that he has been a member of the shampoo-free “movement” for over 3 years.     Bernard Howard , Christ Church, NYC  bernard@christchurchnyc.com  Bernard Howard was brought up in a Jewish home in London, England. He came to believe that Jesus is the promised Messiah two years after his bar mitzvah. After jobs in economic and political research, he worked for a summer camps organization before training for full-time Bible teaching ministry. He then spent several years as a freelance speaker, giving outreach talks at guest events in colleges, high schools and churches. In 2012 he began work as an assistant minister at Christ Church NYC. You can rely on Bernard to point out British contributions to US culture, such as all the British actors currently enjoying success in Hollywood.   Josephine Hua , Compass Koinonia  josephinehua@gmail.com  Josephine’s story with Health and Grad @ Compass Fellowship, affectionately called H&amp;G, began in Jan, 2001. Upon the request of a few dental and medical students at NYU, a Bible Study was formed, first as an informal gathering then as an established Bible Study at the NYU medical school. A physician assistant by trade, Josephine first attended the Bible Study but later came to lead it and is now the co-director, along with her husband Matthew. A New Yorker from birth, she enjoys the dynamic culture of the city; but loves the quiet comforts of tea and a good book. She is grateful for the opportunity to share her love of Christ and how Jesus had changed her life with others at NYU.   Matthew Hua , Compass Koinonia  huam99@yahoo.com  Matthew began his spiritual journey as an undergraduate student and has since embarked on a remarkable adventure, leading him to serve at Health and Grad @ Compass Fellowship, affectionately called H&amp;G, as the director, Bible Study teacher, and mentor. A Bronx native, he loves the Mets, go figure, but regardless of the team he is always up for a game. Baseball is his love, but whatever the sport, his exclaim is always, “Bring it on!” As a Senior QA Analyst he is used to looking at fine details and troubleshooting issues that may arise; however God has used his skill set to further his desires to delve into the relationships that are formed in the Bible Study group and motivate others to meet the Jesus who changed his life.   Diane Jacob , InterVarsity Christian Fellowship  diane_jacob@ivstaff.org  Diane is on staff with InterVarsity Christian Fellowship’s Asian American chapter. It was through InterVarsity's ministry at Baruch College that Diane made a commitment to follow Jesus. She is passionate about seeing students love God and others in word and deed. Diane is a native New Yorker and a proud Indian-American. She loves DIY projects, coffee shops and Friends reruns.   Junghoon Joseph Jang , Encounter / AMI  jangjunghoon@gmail.com  As a founding member of the club's NYU chapter and a former resident assistant, Joseph is excited to be back at his alma mater. His journey with Encounter began in 2009 and while many milestones took place in his life ever since, his relationship with Jesus and the people of Encounter have been his priority. This Jersey bred suburbanite has a love-hate relationship with spring, listens to Jazz in his car for the 95% of the time and suffers a chronic wanderlust. As a chaplain, Joseph can't wait to continue to love the people of NYU with the love of his Lord Jesus.   Jim Kast-Keat , Middle Collegiate Church  jimkastkeat@middlechurch.org  Jim Kast-Keat is the Associate Minister for Education at Middle Collegiate Church in the East Village of New York City. He is a divergent thinker, an ideation specialist, and an aspiring minimalist. Prior to working at Middle he helped lead ikonNYC in New York, NY, worked as a Product Designer with Sparkhouse in Minneapolis, MN and was a pastor at Mars Hill Bible Church in Grand Rapids, MI. He is the creator and curator of ThirtySecondsOrLess.net. To find out more about Jim go to www.jimkastkeat.com or follow him on twitter at @IdeasDoneDaily.   Michael Keller , Reformed University Fellowship  mk3531@nyu.edu  After graduating from Vanderbilt University, Michael worked in both London and New York at various church ministries. He attended Gordon-Conwell Seminary where he received an M.Div and a Th.M. He is currently working on his Ph.D. He worked for five years in Boston serving at Citylife Presbyterian Church as an Assistant Pastor before moving home to New York City where he was raised and attended public school. Michael likes biking around Manhattan, playing any sport that is competitive, and is known to be found at good New York coffee shops, but never drinks the coffee. He has been married to his wife Sara for ten years, and has two children.   Kevin Kim , Remnant Christian Fellowship  kevin.kim@remnantwestside.net  Kevin Kim has served as the Staff Leader for Remnant Christian Fellowship at NYU since 2008. He also serves as a Pastoral Intern for Remnant Westside Church a non-denominational Protestant church located just West of Central Park. He graduated from Hunter College of The City University of New York and is currently attending Gordon-Conwell Theological Seminary pursuing his Master of Divinity. Kevin is an avid sports fan and loves to play football and basketball in addition to watching his favorite teams, the NY Giants and NY Yankees.   Esther Kim , Korea Campus Crusade for Christ  esther.kim@kcccny.org  Esther Kim has been serving as full time staff with KCCC for 3 years. As a student she has been heavily involved with Korea Campus Crusade for Christ including a year overseas in Tokyo, Japan as an intern. She attended CUNY Baruch College majoring in Business Communications with a minor in Industrial Organizational Psychology. Though her aspiration and dream was to step into the fashion industry it was during her year overseas that God radically changed her life. Present in Tokyo during the 3/11/11 earthquake and tsunami, she realized that life is but a breath. Since then, she has dedicated her life to see the fulfillment of the Great Commission and lives transformed by the Gospel of Jesus Christ. Fun Fact: Esther loves to sing and is currently learning the guitar.   Ian Lau , Compass Koinonia  lau.ian@gmail.com  Born and raised in Hong Kong, Ian immigrated to the US with his family during eighth grade. He became a Christian in high school and entered NYU as a freshman in 2001, when he joined Compass Koinonia (CK). After graduation, Ian stayed on to serve in CK and started working full-time in technology in the financial industry, where he still works today. He is currently director of Compass Koinonia undergrad at NYU and a member of Compass Fellowship Church. Ian enjoys badminton, street food, and sushi. Some of his favorite authors are John Piper, David Platt and Ravi Zacharias. He is married to Jackie, whom he met at CK as an undergrad, and resides in the Gramercy area.   Jackie Lau , Compass Koinonia  jacquelineling@gmail.com  Jackie grew up in Brooklyn, New York with her parents and older sister. She first met Compass Koinonia (CK) at New York University when she was an undergraduate student in the business school. It was there that Jackie committed her life to Jesus. She was involved in CK from freshmen through senior year, and upon graduation, continued to serve in the ministry. She currently works full-time in human resources for a financial services company. She is a member of Compass Fellowship Church with a passion for both local and international missions. She loves food, games, shopping and volleyball! Jackie met her husband, Ian, at CK at NYU. They’ve been married since October 2007 and currently reside in the Gramercy area.   Anna Lee-Winans , InterVarsity Christian Fellowship  annalee77@gmail.com  Anna has been a lay campus minister for the last 10 years at New York University serving through InterVarsity Christian Fellowship. She currently serves graduate students and faculty. Prior to InterVarsity, Anna was a social worker in a pediatric AIDS clinic in the Bronx. She is an alumna of NYU, graduating with a BA in Journalism (’97) and an MSW (’01). Born and raised in New York City, she has had an ecumenical faith journey: baptized Lutheran, grew up Methodist, educated in Catholic parochial schools, made a decision to follow Jesus at NYU through InterVarsity, enjoyed Pentecostal and Brethren denominations, and attends an Episcopal church. During her off hours, Anna enjoys laughing with her husband and daughter.   Eric Lipscomb , Reformed University Fellowship  eric.lipscomb@ruf.org  Eric originally hails from Richmond, VA, and comes from a broadly Protestant Christian background, having attended Baptist and Presbyterian churches growing up, as well as an Episcopalian high school. Eric is a proud alumnus of the University of Virginia, and during his time in college gained a deep appreciation for different religious traditions, graduating in 2009 with a B.A. in Religious Studies. Sensing a call to ministry, Eric moved to St. Louis in 2010 to pursue a Masters of Divinity from Covenant Theological Seminary. In 2014, Eric graduated with his M.Div. and was called to New York City to serve college students as a campus minister with RUF City Campus. Eric is married to and so grateful to share life with his high school sweetheart, Brittany, who is a public school teacher. He is also an avid baseball fan, enjoys meeting and spending time with people, as well as trying the city’s many great restaurants.   Ray Low , City Grace Church  ray.w.low@gmail.com  Ray Low is excited to be at New York University this year and to spread the love of Christ to all his students on campus. You will likely see him wearing orange or surrounded by orange things, as well as hanging around at his “office” (a table) on Kimmel 7th. Drop by if you ever need a chat!   Laura Maddock , Bridges International  laura.maddock@bridgesinternational.com  Laura grew up in southwest Indiana, and lived in the Hoosier state through college. She invited God into her life at a young age, and that relationship grew significantly in college, as she more clearly understood why Jesus’ life, death, and resurrection was so important to her life. She graduated with a degree in creative writing, great friendships, and a love for Butler basketball. She then moved to Berlin, Germany, to engage with students who want to learn more about what it means to follow Jesus, where she also realized her passion for learning new cultures. She was then thrilled for the chance to come to New York City to serve international students as they adjust to life in the US, build community, and discuss questions about life and faith. In her free time, Laura loves trying the many restaurants in the city-- especially near NYU, games with friends, and reading, and she can't call a day complete without some chocolate.   Brendan Mahar , The Navigators  mahar.brendan@gmail.com  Brendan is a staff member of The Navigators at NYU, an interdenominational Christian fellowship. He never imagined he would be a minister when he was young, but during his years in college, he felt called by God to teach and counsel. Brendan received a degree in philosophy and religious studies and continues to enjoy logic, classical philosophy, and the writings of Soren Kierkegaard. Although friends may know that Brendan moved all across the States, England, and Australia, few know that he was deeply involved in many sports including baseball, football, and rugby.   Katherine Miller , Reformed University Fellowship  katherine.miller@ruf.org  Katherine Miller is from Leland, Michigan, and is a graduate of Wake Forest University. At Wake, she studied Studio Art with emphasis in painting and sculpture, as well as Entrepreneurship and Art History. Katherine encountered Reformed University Fellowship (RUF) at Wake during her freshman year. She found the teaching and community at RUF to be so transformative that after graduation, Katherine joined the staff of RUF and worked for two years at Vanderbilt University in Nashville, Tennessee. She is excited to join the staff of RUF City Campus in New York and plans to spend her spare time visiting the MET as often as possible.   Kevin Niemann , Bridges International  kniemann@bridgesinternational.com  Kevin graduated with a Speech Communication major and Spanish minor from Texas A&amp;M University in 1995 where he served as a resident director of one of the school’s oldest residence halls. Since graduating, he has served in campus ministry at Texas Tech University, Samara State University in Samara, Russia and Moscow State University in Moscow, Russia. Kevin and his family returned to the Texas in 2009 to work with Bridges International – a ministry to provide service opportunities, social networking and spiritual resources for international students. After three years in Texas, Kevin and his wife began to miss life in the city and decided to move to New York to help with the needs of international students here in the greatest city in the world. Kevin enjoys spending time with his wife, discovering new cultures, playing with his two children and biking around the city.   Joshua Ong , International Students, Inc.  joshua.ong@gmail.com  Pastor Josh grew up in Arizona, and has served in Youth Ministry since 2000. He has served at Chinese churches in LA, Tucson, Columbus, Dallas, and is currently serving at Trust in God Baptist Church (TIG). He's both a jock and a nerd, as he plays sports but loves sci-fi. He once drank an entire gallon of milk within an hour, and because of that, he is now lactose sensitive.   Soo Ho Park , Campus Mission Church  hamggeham@hotmail.com  Soo Ho became a Christian in his 3rd year in college. After receiving his degrees in Physics from Seoul National University, he worked at R&amp;D in LG headquarter for 2 years and started his seminary study. After serving as young adults’ pastor at Sarang Community Church for several, he came to America for further studies. He thanks God for giving them the opportunity to help Korean international students (KCSA students) on campuses in New York since 2003, teaching the Old and New Testaments, helping students to deal with conflicts in relationship with parents, friends, professors and to overcome difficult circumstances in studying as international students, and counselling them to choose jobs and further study for the next step under pressure of their future. He's married and has two sons and a daughter. As a forever friend of young adults, he likes what young adults like, eating, chatting, and sporting. He loves to hike, play tennis, and drink tea.   Timothy Price , Reformed University Fellowship  tim.price@ruf.org  Tim Price is a Christian. He was not a Christian until about six years ago. Before that he was not doing much with his life and was deep in depression and drug addiction. He has been sober almost as long as he has been a Christian. He has great joy and deep contentment in his life nowadays thanks to his relationship with God. He has a mustache tattoo on his finger (something he considers one of his better life decisions) and he loves to be outside playing sports or reading.   Ross Queener , Cru  ross.queener@cru.org  Ross grew up in a suburban area outside of Dayton, Ohio. His family was, essentially, non-religious (not atheist or agnostic, but lacking a clear sense of commitment to any religion or religious belief). After he graduated from high school and served six years in the US Navy (three years of which were on a submarine), he went to college at The Ohio State University, getting a B.S. in Math Education. While in his fourth year at OSU he came to recognize that not only was God real, but He was personal and knowable. And Ross wanted to know Him. This led him into a period of searching, the culmination of which was his understanding that Jesus is the Messiah, the Son of God. That marked the beginning of Ross’ commitment to follow Him for the rest of his life. Fun Fact: The suburban community that I grew up in, Huber Heights, Ohio, claimed to be “America’s Largest Community of Brick Homes”. There were large signs that said so as you entered.   Anne Marie Roderick , The Episcopal Diocese of New York, Union Theological Seminary  annemarie.roderick@gmail.com  Anne Marie graduated from Earlham College in Richmond, Indiana where she majored in Religion. During her time at Earlham, Anne Marie was active in many student groups and in religious life on campus; she also worked closely with the Interfaith Youth Core to develop skills in promoting interfaith dialogue. After college, her passion for faith and interfaith cooperation grew. Anne Marie interned with Sojourners Magazine, a Christian peace and justice publication, before heading to seminary in 2012. Anne Marie is currently a third year Masters of Divinity student at Union Theological Seminary in New York City and she hopes to pursue ordination in the Episcopal Church. Although she is a native New Yorker, Anne Marie has lived in India, Israel, New Orleans, Indiana, and Washington DC. Among her talents she counts the ability to wiggle her ears—an inherited trait shared by the women in her family. She is excited to get to know NYU.   Donna Schaper , Judson Memorial Church  donnaschaper@judson.org  The Rev. Dr. Donna Schaper, formerly at Coral Gables Congregational Church in Miami and before that at Yale University, is Senior Minister for Judson Memorial Church on the corner of Washington Square Park in Greenwich Village, New York City. She began this post in 2005, will be ordained 40 years in 2014. As an elder, she is passionately concerned about leaving the next generation well-prepared for all they have to face.     Leann Sebald , The Navigators  lgs710@gmail.com  Leann is a recent graduate of Marymount Manhattan College, where her study focused on dance, biology and psychology. She was involved in the Christian Fellowship at Marymount and New York University throughout her college years. Coming from a small town in Pennsylvania, she found a new home in the city through the loving community that exists within the Navigators’ campus ministry. Serving as a staff intern with the Navigators Leann hopes to come alongside students and support them as they transition and grow during their time in school. She has a background in the Protestant faith and currently attends a non-denominational church in the city. She was also very involved with Young Life during her high school years. For fun, she can spend hours drawing with charcoal and can hardly resist good conversation and a quality latté.   Romall Smalls , Student Christian Movement of NYC  frs241@nyu.edu  Minister F. Romall Smalls is a lover of peace and justice. He is also a dynamic preacher, public speaker and social commentator who has appeared on WLIB-AM, KISS-FM, and BlogTalkRadio. His central focus is Liberation Theology. This includes spurring religious institutions to grapple with the issue of human sexuality within the spiritual experience. He is one of group of spirited leaders seeking to reignite the growing social justice as an act of faith effort of the Student Christian Movement of NYC (SCM-NYC). Min. Smalls received Clinical Pastoral Care (CPE) training at New York-Presbyterian Hospital- Westchester Psychiatric Division. He is a graduating seminarian at Union Theological Seminary of NYC and a licensed minister at the historic Grace Baptist Church of Mount Vernon, NY. He was profiled in the New York Observer Newspaper for his work as a Protest Chaplain at the Occupy Wall Street movement in Lower Manhattan. His extensive past experience as an award winning journalist and media relations executive, serves as a major resource in his effort to inform, inspire and engage the mind and heart of the world.   Peter Trautmann , The Navigators  ptrautmann@gmail.com  Peter Trautmann knew that he wanted to find a community to support his faith when he arrived as a freshman at NYU. What he found was much deeper than just support; he had a series of experiences that changed his life forever. He was amazed by Christian students who had lives that were robust, meaningful and fun. He loved the balance of fun and substance he found in The Navigators- a group committed to going deep into the Scriptures and deep into relationships. He traveled to Mongolia to serve and teach English with The Navigators the summer between his junior and senior years. After NYU, he worked in downtown Manhattan on the business side of a non-profit for two years before going to Gordon Conwell Theological Seminary for his Master of Divinity. He then joined the staff of The Navigators so that he could provide others the same kind of authentic community that was so transformative for him. He loves John 10:10 where Jesus says, “I came that they may have life, and have it to the full.” Measuring in at 6-foot-7-inches, he’s often asked, “Do you play basketball?” To which he sometimes responds, “Do you play miniature golf?”   Ulysses Wang , Encounter Christian Fellowship  ulw2010@gmail.com  Ulysses Wang is a born and bred New Yorker – he was born in the Bronx, raised in Queens, and went to high school and college in Manhattan. He graduated from NYU’s undergraduate business school in 1999 and worked on Wall Street for a couple of years before deciding to pursue a degree in theology. He graduated from Westminster Theological seminary in 2005 with a Master of Divinity and has been serving in pastoral roles at local churches ever since. He is married to a wonderful fellow New Yorker – Christine – whom he also met at NYU. They have two children – Audrey and Noah – and currently live in Manhattan. Aside from God and his family, Ulysses has another passion – strategy games. He is a real geek at heart and loves crushing opponents in games of the mind.   David Williams , InterVarsity's Graduate &amp; Faculty Ministries  dmwilliams83@gmail.com  David Williams is a campus staffmember for InterVarsity’s Graduate &amp; Faculty Ministries at NYU where he serves as a university chaplain, pastor, and advisor for the medical, dental, and law student fellowships. A native of Raleigh, NC, David joined InterVarsity in 2011 and spent his first two years on staff serving the Graduate &amp; Faculty Ministries at NC State University, Meredith College and Campbell Law School. David holds maters’ degrees in biblical studies and theology from Westminster Theological Seminary and Duke Divinity School, and is a devoted lifelong learner. David is passionate about helping people to love God with all their hearts, souls, minds, and strength and to love their neighbors as themselves. David and his lovely fiancée, Alissa, are planning to get married this coming December and to settle in Brooklyn. You can follow David’s ministry at his blog, 10000places.com . A fun fact about David is that he briefly held the record for hotdogs consumed in a lunch-hour at Ashworth’s Drugstore in Cary, North Carolina.   Mary Catherine Young , The Episcopal Diocese of New York chaplain@canterburynyc.org “Mary Cat” Young is an Episcopal priest who has spent more than ten years working with youth, college students and young adults in Minnesota, Massachusetts, and South Carolina. Mary Cat and her husband Chad have loved their first year of living in New York with their schnauzer “The Enforcer,” and can often be found in the small dog park across the street from Kimmel Student Center. Mary Cat has been active in church work on the local and national level, most recently having been a member of the task force that developed rites for blessing same-sex relationships in Episcopal Churches nationwide. Favorite hobbies include: knitting, baking chocolate chip cookies, and reading Buffy the Vampire Slayer comic books.   Yashan (Ruth) Zhou , Youth Evangelical Fellowship  ruthinthetruth@gmail.com  Ruth spent the first 6 years of her life in China, the next 12 years in Japan and the next 10+ years in the U.S. While her family members were all atheists, God was always a part of her life, mysteriously placing Christians all around her since childhood. Amid her identity crisis during college years, God could finally capture her through His Word, bringing her deep peace and assurance that her ultimate identity is in Christ. Though she was studying in Wesleyan University, the very place she had the first life-changing Bible study was NYU. It is her joy to now engage with NYU students and worship together as a spiritual family. Ruth considers every activity of life as worship, and especially her kitchen as another sanctuary. Besides cooking, she enjoys sports--basketball, volleyball, tennis, golf, swimming...you name it. Just as she was fascinated and transformed by the Bible, Ruth hopes to share the eye-opening experiences of God's Word with NYU students who will be the world changers.     CATHOLIC   Cajetan Cuddy , Catholic Center  cajetan.cuddy@opeast.org  Father Cajetan Cuddy, O.P., is a priest of the Dominican Province of St. Joseph. Reared an evangelical Protestant, he converted to Catholicism during his freshman year of college and completed his undergraduate education at the Franciscan University of Steubenville. He first encountered the Dominicans through the writings of Saint Thomas Aquinas, and he entered the Order of Preachers in 2009. Father Cuddy received the Bachelor of Sacred Theology (STB), Master of Divinity (MDiv), and Licentiate of Sacred Theology (STL) degrees from the Pontifical Faculty of the Immaculate Conception at the Dominican House of Studies in Washington, DC. He is currently assigned to Saint Joseph’s Church in Greenwich Village, New York City.     Patrick Dunford , Catholic Campus Ministry  pd1056@nyu.edu  Patrick is originally from Boston, Massachusetts. As part of a Marine Corps family, he has moved 20 times and lived in 6 states! He graduated from James Madison University with degrees in Public Relations and Spanish in 2012, and is excited to now serve NYU for another year. Pat’s a huge fan of playing and watching sports, Doctor Who, spontaneous NYC adventures, being tall, and serving on mission trips from places like Kentucky to Jamaica! He also loves international travel, with his ancestors of Ireland as a highlight, and thinks Pope Francis is the man. Fun Fact: Pat’s an avid long-distance runner, and completed his first marathon and half-marathon last year.   Frederick Lothers , FOCUS  frederick.lothers@focus.org  Frederick grew up in a military family, moving constantly, not truly having one particular place to call ‘home’ in the way other people meant it. He's lived in Germany, Kansas, California (two times), Alaska, Texas (two times), and Virginia. He is an only child, which means much of his life has been defined by his mom, Mary, his dad, John, and his dog, Skipper. One of the tougher aspects of that part of his life was dealing with his father’s four deployments to Iraq: once during Operation Desert Storm, and three times during Operation Iraqi Freedom. So much moving also means that he's attended many different schools during his life--including three high schools, and two community colleges before finishing his associates’ degree. In 2011, after completing his associates’ degree in Northern Virginia, he began attending the University of Virginia in Charlottesville, Virginia. His conversion to Roman Catholicism from agnosticism—one of the most defining times of his life—began around this time as well. During his final year at UVA, he also served as one of the 9 co-chairs that made up the leadership team for the Catholic Student Ministry at UVA, or CSM. In the spring of 2014 he received his B.S. in Aerospace Engineering from UVA.   Emily Martinez , FOCUS  emily.martinez@focus.org  Emily Martinez is a second year FOCUS missionary, so very excited to serve on NYU’s campus! Born and raised in Ralston, Nebraska, she attended the University of Nebraska, Lincoln’s Johnny Carson School of Theatre and Film as a Theatre Performance major. While she was raised Catholic, she didn’t have a real encounter with Jesus until college. With the help of a FOCUS missionary and with the blessing of being cast as Joan of Arc, she discovered what it meant to truly have a personal relationship with Jesus Christ. She is passionate about sharing her Catholic faith through the beauty of theatre, her personal testimony, and the amazing gospel! Fun facts? She is related to over 15 police officers, she loves Chinese food, and she has a mean British accent. God bless!   Sonia Tompkins , FOCUS  sonia.tompkins@focus.org  Sonia is a Catholic missionary with FOCUS (The Fellowship of Catholic University Students). She was born and raised in Columbia, Maryland and has a Bachelor's degree in Linguistics from Tulane University. She grew up in a Catholic family, but it wasn't until college that she truly learned how to live out her faith through the encouragement and mentorship of a FOCUS missionary at Tulane. She is excited to share the love and joy of Christ with students and walk with them on their journeys towards Sainthood.     Felipe Rufes Vazquez,  felipe.vazquez@nyu.edu  M y name is Felipe Rufes Vazquez, I was born on September 13th, 1954, in Avila, a very old and small city in Spain. I grew in a farm although I did not become a farmer because my parents wanted me to study. I completed my educational formation in Madrid and later in Buenos Aires (Argentina) where I lived for about twelve years. Early in my life, I discovered my vocation to help and as a result I joined a Catholic religious community, the Idente Missionaries, founded in Spain in 1959. As member of this community, I have had the opportunity of visiting several countries including Argentina, Colombia, Check Republic, Poland, Thailand, China, Philippines and the United States. It was in New York (at Saint Patrick’s Cathedral) where I was ordained a Roman Catholic priest in 1999. I have spent about forty years teaching, mainly Spanish Language together with Spanish Literature, History and Philosophy. My last professorship in this field was at the University of the Philippines, in Quezon City (Metro Manila), where I worked for twelve years. I love mountains and enjoy spending time immersed in nature finding myself in full harmony with it. Nature always produces in my soul a renewed astonishment. I also like to travel rural roads and taste and enjoy the typical products of each place. Among the plastic arts, I prefer painting and particularly the beauty of icons. Presently, I am helping my religious community in the parish of Our Lady of Loreto, in the Diocese of Rockville Center and I have the pleasure of serving as the Catholic Chaplain at POLY-NYU.   Allan White , Roman Catholic Church Archdiocese of New York  allan.white@english.op.org  Father White OP was born in London and after studies at Oxford University he joined the Dominican Order in 1973 and was ordained to the Roman Catholic priesthood in 1979. After studies in philosophy and theology he completed a Ph.D. in sixteenth century history at the University of Edinburgh in Scotland. His time in the Order has been mostly spent in the university ministry, teaching in Oxford, Cambridge, London and Edinburgh, and in administration. He has served as senior Chaplain in the University of Edinburgh and was associate Chaplain in the University of Oxford before being invited to become senior Chaplain in the University of Cambridge. He was elected Prior Provincial of the English Dominican friars in 2000 and served in that capacity for eight years before going to Rome as an assistant to the Master of the Dominican Order. Father Allan came to the United States in 2011 and was asked to accept the post of Director of the NYU Catholic Centre.   Sebastian White , Catholic Center  sebastian.white@opeast.org  Fr. Sebastian White, O.P. grew up in Maine and studied at Gordon College, on the North Shore of Boston. After college, he lived for four years in Austria. During his time there, he met the Order of Preachers (the Dominicans) in Vienna. In 2008, he entered the novitiate for the Province of St. Joseph, and was&amp;nbsp;ordained a Catholic priest in 2014. He is very happy to be in New York and working at the Catholic Center at NYU.                                                                Hindu Chaplains                               Joseph Caruso , Hindu Campus Ministry  ghanasyamdas@yahoo.com  Joe Caruso was born in April of 1978 in Red Bank, NJ. From a young age he was deeply attracted to classical music and began playing the piano at about the age of 10. He pursued classical music throughout high school and into college where he studied with Dr. Min Kim and earned a degree in Music Education. However, during his last two years, a shift in his interest took place which he considered to be a natural progression from the Arts to Religion. Classical Music always put him in touch with the sublime and the sublimity of life itself. This led to a lot of deeper questions about himself, life, and God. He enthusiastically started reading many spiritual and holy books. It became such a passion for him that he began exploring and visiting various monasteries. After graduating college he had planned to live in one such monastery (Krishna Bhakti asrama, located in the lower east side of Manhattan) for one month before beginning his career. But he never left. He has been happily living there in the association of ten other monks for nine years now. Some student friends of his at NYU started a spiritual club on campus and invited him to give some classes. Since then he has had many wonderful relationships with students and faculty at NYU, and the cooking classes and Bhagavad Gita study groups have continued through the years.     Gadadhara Pandit Dasa , International Society for Krishna Consciousness  nycpandit@gmail.com                       Pandit has been working as the Hindu chaplain at NYU for eight years. Growing up in Los Angeles, Pandit found little connection to his Hindu faith until a financial crises made him question the cause of suffering and the deeper meaning of life. His exploration in the Hindu text, the Bhagavad Gita, led him to a temple in India where he began to explore the monastic path. Pandit currently lives in the Lower East Side of Manhattan where he serves as a priest and lecturer. He is also the Hindu chaplain at Columbia University and the Interfaith chaplain at Union Theological Seminary.                                                                Jewish Chaplains                               Gideon Black , JLIC  rabbiblack@nyu.edu  Rabbi Gideon Black was born in Glasgow, Scotland and grew up in London, England. After high school, Gideon studied the Bible, theology, and the Talmud for two years in Israel. Gideon received his law degree from University College London and an MA in Jewish Philosophy from Yeshiva University’s Bernard Revel Graduate School. As part of his rabbinical training, Gideon worked with the Jewish community in Charleston, SC and served as a rabbinic intern at the Manhattan Jewish Experience and the Riverdale Jewish Center. Gideon was ordained in 2011 by Yeshiva University’s theological seminary. At NYU, Gideon serves as the rabbi of the Orthodox Jewish community, running the Jewish Learning Initiative on Campus (JLIC), at the Bronfman Center for Jewish Life. Gideon and his wife Aliza are the proud parents of one-year-old Judah, and live here in Greenwich Village.     Samuel Cohen , Bronfman Center for Jewish Life  sam.cohen@nyu.edu  Sam Cohen grew up in Farmington, Maine, in a house that used to be a barn. He graduated NYU in 2013, where he majored in Jews and minored in the Internet. He was a co-founder of the NYU Indie Minyan, a Fellow at Yeshivat Hadar, and a member of the NYU Badminton Club. Sam has traveled in 34 states and 14 countries, and has photographed couples kissing in most of those places. He likes photography, tennis, magic tricks, avocados, really tall buildings, and anything that brings people together.   Nikki DeBlosi , Bronfman Center for Jewish Life  deblosi@nyu.edu  Ordained from HUC-JIR, the seminary of the Reform movement, Rabbi Nikki DeBlosi is passionately dedicated to pluralist Judaism, feminism, and LGBTQ rights. She holds a BA in Women’s Studies from Harvard University and both an MA and a PhD in Performance Studies from NYU. She has taught in the Religious Studies, Performance Studies, and Expository Writing Departments at NYU and loves both formal and informal teaching. While she works intimately with the Reform and Queer Jewish communities, Rabbi Nikki also oversees the &quot;big picture&quot; and visioning for Shabbat and holidays here at the Bronfman Center. A convert to Judaism, Rabbi Nikki is particularly happy to discuss spiritual change, doubts, and questions… but she’s also happy to talk pop culture, science fiction, HBO’s Girls, Buffy the Vampire Slayer, and Game of Thrones. Rabbi Nikki lives in Ditmas Park, Brooklyn, with her wife Rachel and their son Ilan. Email Nikki!   Aaron Eisemann , Bronfman Center for Jewish Life and MEOR Maimonides Leadership Fellowship program  rabbie@meor.org  Rabbi Aaron Eisemann, affectionately known as Rabbi E, can't seem to graduate the college scene. After graduating from Yeshiva Derech Chaim Rabbincal Institute in Brooklyn, he has been on campus for 14 years and counting. He began his career teaching Jewish wisdom to the University of Michigan students in Ann Arbor. He then headed east, and continued to teach and inspire university students in lower Manhattan. Rabbi E loves eating doughnuts and spending time with his wife, Tziporah, and their beautiful family. Rabbi E has lots of great qualities, with a possible exception of his sense of humor, which many agree is steadily improving.   Yehuda Sarna , Bronfman Center for Jewish Life  rabbi.sarna@nyu.edu  Rabbi Sarna serves as University Chaplain and Rabbi at the Edgar M. Bronfman Center for Jewish Student Life at NYU. Rabbi Sarna founded the Jewish Learning Fellowship at NYU, a “school-within-a-school,” offering intensive ten-week courses of exploration in Jewish thought. With nearly 1000 alumni since 2007, the Fellowship now serves as a national educational model for Jewish campus groups. Rabbi Sarna was awarded the Richard M. Joel Exemplar of Excellence from Hillel International in 2008. He was listed as one of “36 under 36 Changemakers” by the New York Jewish Week (2009), received the Hallmark Award from the NYU Division of Student Affairs (2010), and will be honored with a United Nations’ Juliet Hollister Award in October (2012) by the Temple of Understanding. He is the editor of The Koren Shabbat Evening Siddur (2011) and Orthodox Forum Series: Toward a Jewish Perspective on Culture (forthcoming).     Sion Setton , Bronfman Center for Jewish Life  sion.setton@gmail.com  Rabbi Sion Setton, born in Brooklyn as part of the Sephardic Syrian community, currently presides as the Rabbi and Spiritual Leader of Congregation Magen David of Manhattan on Sullivan Street. He received his B.A. in Psychology from Yeshiva University and is pursuing a Masters in Medieval Jewish History at the Bernard Revel Graduate School for Jewish Studies. Throughout his rabbinical studies, Rabbi Setton taught at various institutions such as Ramaz and the Edmond J. Safra Synagogue. He also has coordinated and participated in different educational and humanitarian missions around the world, traveling to: Israel, Turkey, Morocco, Senegal, Thailand, England, Spain and Panama. Rabbi Setton is a committed techy who truly believes in the integration of modern technology with religious and educational initiatives. He serves as a teacher &amp; the Director of Educational Technology at Barkai Yeshiva and also founded www.TorahCentral.com, an online platform that highlights various educators around the world.     Gamliel Shmalo , Bronfman Center for Jewish Life and MEOR Maimonides Leadership Fellowship program  j.shmalo@gmail.com  Gamliel Shmalo is the Educational Director of Meor NYU and teaches Jewish philosphy and law at Yeshiva University. His interet is in creating a living interaction between the modern experience and ancient wisdom. University of Pennsylvania (BA), Hebrew University in Jerusalem (MA), Beit Ariel Jerusalem (Rabbinic Ordination). He has published on Jewish holidays and customs as well as issues in Biblical ethics and lectures internationally. He and his wife, Mahnaz, have seven children (three sets of twins!), five of whom are certified Scuba divers. Rabbi Shmalo was a founding member of the underwater unit of Israel's ZAKA.   Rebekah Thornhill , Bronfman Center for Jewish Life  ret247@nyu.edu  Rebekah is starting her third year at the Bronfman Center for Jewish Student Life at NYU where she oversees student leadership development, advises student clubs and manages programming for shabbat and holidays as well as Israel and Holocaust education. Rebekah also has the great privilege of running Taglit-Birthright Israel at NYU and other immersive experiences including the annual Bridges: Muslim-Jewish Interfaith Dialogue;alternative break trip. She graduated from NYU in 2011 where she was an Eryk Spektor Scholar in Jewish Studies and studied abroad with the pioneer group to NYU Tel Aviv. Most recently, Rebekah studied at the Pardes Institute of Jewish Studies in Jerusalem and hopes to continue her passion for Jewish learning by pursuing an MA in Education and Jewish Studies at NYU’s Steinhardt School. Originally from Austin, Texas, Rebekah is the oldest of five and adores her family, Texas Longhorn baseball, the beach and coffee.   Simcha Weinstein , Poly JSU  simchaweinstein@gmail.com  Rabbi Simcha Weinstein is the best-selling author of Up, Up, and Oy Vey: How Jewish History, Culture, and Values Shaped the Comic Book Superhero and Shtick Shift: Jewish Humor in the 21st Century . He has appeared on CNN and NPR and has been profiled in leading publications, including The New York Times and London Guardian . A syndicated columnist, he writes for The Jerusalem Post , JTA, the Royal Shakespeare Company, Condé Nast, and many others. He is an affiliate chaplain at the Polytechnic Institute of New York University and chairs the Religious Affairs Committee at Pratt Institute and was recently voted &quot;New York's Hippest Rabbi&quot; by PBS affiliate Channel 13. His latest book, The Case for Children: Why Parenthood Makes Your World Better , was recently released.                                                              Muslim Chaplains                               Khalid Latif , Islamic Center at NYU  kl442@nyu.edu  Khalid is a University Chaplain for NYU, Executive Director of the Islamic Center at NYU, and a Chaplain for the NYPD. He was appointed the first Muslim chaplain at NYU in 2005. Under his leadership, the Islamic Center at NYU became the first established Muslim student center at an institution of higher education in the United States. In 2007, Imam Latif became the youngest chaplain in the history of the NYC Police Department at the age of 24. Latif has been featured in numerous media outlets including the Huffington Post, BBC, NPR, CNN, the New York Times, New York Magazine, The Colbert Report, and Time. Imam Latif has been named a Global Interfaith Visionary by the UN Temple of Understanding (2010), one of 100 NYC Luminaries by the NY Public Library (2011), one of the 500 most influential Muslims in the world by Georgetown University’s Center for Muslim-Christian Understanding and The Royal Islamic Strategic Studies Centre (2009 &amp; 2010), a Millennial Leader for Social Justice by Auburn Seminary (2011), and he was recently featured in the Christian Science Monitor’s “30 under 30” list (2012).                                                                  Buddhist Chaplains                               Rev. Doyeon Park , Buddhist Campus Ministry and Won Buddhism     sp3150@nyu.edu     Rev. Doyeon Park is a Kyomunim, literally meaning one who devotes oneself to teach Buddha dharma in the Won Buddhist tradition. She has served as a minister of the Manhattan Won Buddhist temple and Alternative Representative of Won Buddhism to the United Nations since 2008. Also, she is the Buddhist chaplain at Columbia University and New York University.   Rev. Doyeon focuses on creating a sangha (spiritual community) where various individuals and groups can cultivate their inner wisdom and compassion to live with peace and dignity based on the teachings of Won Buddhism. Realizing the interconnectedness of all through her spiritual practice, she is also actively engaged in interfaith dialogue and cooperation to promote mutual understanding and respect among different religions.   Inspired by the Buddhist idea of inner freedom and happiness, Rev. Park started her monastic training in 1998. She graduated from Dept. of Won Buddhism, Won Kwang University, Iksan, Korea and earned M.A. of Won Buddhist Studies from Won Institute of Graduate Studies, Glenside, Pennsylvania, USA. She received full ordination in 2007.                                                                Other Chaplains                               Frank Fredericks , World Faith (Interfaith)  frank@worldfaith.org  Frank Fredericks is the founder of World Faith and Mean Communications. After graduating from NYU, Frank worked in the music industry, managing artists such as Lady Gaga. In 2006, he founded World Faith, a youth-led interfaith organization active in 16 countries. Frank has contributed to Huffington Post, Washington Post, and has been interviewed on Good Morning America, NPR, and New York magazine. He is a Fellow of IFYC, Soliya, AMENDS, and YouthActionNet.   Katherine &quot;Kat&quot; Katsanis~Semel , The Mindfulness Project, Celebrating Life Ministries (Interfaith)  kat@katransformations.com  Rev. Katherine &quot;Kat&quot; Katsanis-Semel (Mindfulness Chaplain) is ordained as a Spiritual Healer and a Minister through Celebrating Life Ministries, a thriving, Interfaith Community. For over ten years, she has worked in private practice as a professional Healer &amp; Meditation Teacher ( KaTransformations.com ); Katherine is also a writer who has contributed blogs to BelieveOutLoud.com and HuffingtonPost.com. She lives in Manhattan with her Jewish life partner. Katherine considers herself to be broad-minded, open-hearted, and Spirit-guided; she looks forward to getting to know you!     Anne Klaeysen , New York Society for Ethical Culture (Secular/Humanism)  aklaeysen@nysec.org  Anne Klaeysen is clergy leader of the New York Society for Ethical Culture (NYSEC), founded in 1876 and located at 2 West 64th Street in Manhattan, and serves the Columbia University-Barnard College community as Humanist Religious Life Advisor. Dr. Klaeysen was Leader of the Ethical Humanist Society of Long Island from 2002 to 2008 and the first Humanist Chaplain at Adelphi University in Garden City, NY. She holds a Doctor of Ministry degree in pastoral counseling from Hebrew Union College, Master’s degrees in Business Administration from New York University and in German from the State University of New York at Albany, and studied at the University of Wuerzburg in Germany (1971-73). Dr. Klaeysen is also a graduate of The Humanist Institute (Class X), co-mentored Class XV, and now serves as co-dean of the institute. She is a member of the American Humanist Association, International Humanist and Ethical Union, Women’s International League for Peace and Freedom, and numerous interfaith social justice alliances, including Empire State Pride Agenda—Pride in the Pulpit, Religious Coalition for Reproductive Choice, National Religious Campaign Against Torture, NYS Labor-Religion Coalition, and Occupy Faith NYC.                                                                                     Spiritual Life Social Media                                                                                               Meditation and Yoga Classes                                                                                               Clubs and Centers at NYU                                                                                               Support Our Programs                                                                                EVENT        CALENDAR                                             READ        OUR BLOG                                             GET THE        NEWSLETTER                                             CONTACT        INFORMATION                                    Room Reservations All requests must be made to Kimmel Operations. Read More                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Spirituality and Higher Education   &gt; The Redemption of America or Rebirth of a Nation                                                                    Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                        About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                                The Redemption of America or Rebirth of a Nation     November 18-19, 2005    at Huston-Tillotson University, Austin, Texas              Following are excerpts from the conference's opening keynote address.        Speaker: Rev. Calvin O. Butts III, President, SUNY-Old Westbury and Pastor, Abyssinian Baptist Church, New York        I want to open by doing something I don't normally do, and that is read a prayer. I'm reading a prayer from a book edited by Herbert Aptheker entitled Prayers for Dark People, and the prayers are all written by W.E.B. DuBois.        \"Long days we have sighed for liberty and, lo, Thy freedom O Lord, is now at our doors. We welcome it even as we welcome life. The careless see idleness and emptiness. The thoughtful see the vigorous delight of turning to new scenes, new duties, and new responsibilities. Herein we test the strength, the steadfastness, the depth of our training. If summer freedom means to us license and selfishness and irregularity, then we are not free but prisoners still in ignorance. But if vacation shall mean renewed service to goodness and beauty then we enter the higher broader rest where thy truth shall make us free. Amen.\"       In his book Dawn of the Apocalypse Arthur Hansen says something akin to this. He reflects on the fact that there is a rising of profound disenchantment with the values and the structures of our way of life, and at the heart of the matter is the death of the god of the 20th century. That god was called progress.       Progress was a god infused with life by technology's discoveries and worshiped in anticipation of unlimited material return. Now what we witness in the 21st century is that a generation or more has lived its life under the benefits of the fruits of the god of progress, and those generations look around and they see their parents labor and what it has yielded and they cry, \"Vanity, vanity, all is vanity.\"       These young men and women have lived in houses surrounded by manicured lawns and traveled across this nation and in the cities and suburbs on belts of concrete. And as they view the benefits of the god of progress they cry, \"Vanity!\" Often many of them, out of great frustration, wind up self-medicating in order to escape the vanity and frustration created by this god. They are further frustrated that as they look around they don't see the world in which they live, and in particular the leadership with which they live, dedicating itself to serving the needs of humanity. What they see are men and women who have, in fact, not dedicated themselves to serving the needs of humanity but have, on the other hand, gone lusting after Mother Earth's goods.     So rather than caring about you or me or those on the rooftops in New Orleans, the great concern is Mother Earth's goods, like the oil in Iraq. They have betrayed their misdirection by turning the mother, if you pardon this analysis, into a whore. Now we all live on a globe, a sphere, filled with polluted water and stinking air. If you would wonder why many of us are frustrated, why we do cry vanity, why we are so hell-bent on rapid self-destruction, it is because all around us we see the signs that our world, and in particular our nation, is on the downward roll.     We live in a nation also where people are no longer concerned about truth. All we need are statements or representatives of what seems to be credible. The constant search for truth, that had defined so much of our education, seems to have been lost. So is it any wonder that people are disenchanted with our values and the structures of our way of life? It's almost like the old school rap group Grandmaster Flash and the Furious Five: I think it would be cheaper just to be a street sweeper/Don't push me because I'm close to the edge, trying not to lose my head/Sometimes it makes me wonder how I keep from going under.     In the midst of all this I hear men and women all over the globe, but particularly in America, crying out, \"Is there a word from God?\" And what's my evidence? My evidence is football stadiums filled with men hugging each other and crying in a search for God. A million black men 10 years ago converged on the nation's capital in what was called the Million Man March, a march for atonement and redemption. A search for God. Young people returning in droves to synagogues and churches and mosques in a search for God.     Of course as a person of African descent I can say that our subtle sense of song has given America its only truly American music and out of that experience comes gospel. And young black men and women will have to admit that the movement of gospel music sweeping the country and the world and all of it is rooted in a search for God.     So why would educational institutions with such a heavy demand and such a heavy need not seek to incorporate spirituality into higher education, for the sake of the redemption of our nation? Education and faith are the Tigris and Euphrates of American liberation, twin rivers at the source of our redemption. If our young men and women who come out of our institutions don't only have a trained mind but a tuned heart they will go nowhere, and our country will continue the downward spiral into hell.     All of us in the name of something that I'm not quite certain what to call&mdash;call it academic freedomthose of us in public institutions don't want to burden our students with our own particular brand of religious faith. Well, it doesn't have to be a brand of religious faith. This is the United States of America. There is a plethora of flavors out there we can choose from. The point is that the need for God is evident everywhere. It cannot be escaped, particularly if we are going to redeem our nation.     If you ever go to New Yorkwhether uptown, downtown, or midtown you see that rat race of men and women running back and forth. Why? Because they want money. The bottom line. Look at the last mayor's race. I supported Bloomberg, but you know he won because he had a lot of money. I had to think about that, and my mind went back to a Biblical story (it's funny how spirituality creeps into your thinking).     Some fellas got together and built a tower, and they wanted it to reach up to heaven. You remember that? They got so far God looked down and saw it and thought they were building it to make a name for themselves. God said, \"Wait a minute, hold it, if these guys finish this tower there won't be anything they can't do. They were able to do it because they spoke the same language. Let's go down and confound their language.\" So the Lord came down and twisted their tongues, and that's why today it's called babble. You know that story.     I thought about that in connection with New York, because in New York they did the same thing. They got together and did the same thing, and this was in my lifetime, beloved. They got together and decided to build a little city on the southern end of Manhattan island. That's what it amounted to, a little city. Nobody had ever seen anything like that before, and instead of one tower they decided to build two. They never said they were building these towers to the glory of humanity, they never said they were building these towers to the glory of God. They never said they were building these towers to improve the lives of those who lived in New York City. They were building these towers, like the one in the Book of Genesis, to make a name for themselves.     Everything I read in the Wall Street Journal, the New York Times, the Daily News, the New York Post was talking about how much rent they would get, how much it would cost per square foot, who was going to take credit for it. This was about making a name for themselves, and they were able to do it because they spoke the same languagethe language that shouted the virtues of mergers and acquisitions.     I live in New York, but this is probably true here in Austin. Remember when you were in grade school, and they told you to take your vocabulary words home and use them in a sentence? Let's see if you know the vocabulary words these fellows were using. Some of them are familiar: Enron, Arthur Anderson . . . They had a grammar that celebrated the Masters of the Universe. You read Tom Wolfe. Take millions and millions of dollars traded back and forth, never see a dollar bill&mdash;all done on high-speed modems&mdash;and they were able to build this city in my lifetime, these two towers stretching up to heaven, because they spoke the same language&mdash;and they were doing it to make a name for themselves.     People were rushing to put their money in the stock market, investing and investing. Everybody was having a good time. We were rolling along; bigger and richer was better and best. We were doing everything we wanted to do, producing, and why, because men and women of high intelligence were lacking one thing. And it was a failure, I would argue, in part that should be laid at the doorsteps of our institutions of higher learning.     Because this young man DuBois said education ought to do three things. One, it ought to build your character. Two, it ought to increase your knowledge. And three, it ought to help you to earn a living. But what have we done in America? We turned it upside down, putting number three first in response to market demands. And building character? On the bottom. Is it any wonder why we're having so much trouble in our nation, when character becomes less important than money?     In America we're walking around saying, 'Man I've made all this money, I'm president of prosperity, my barns are full, and I think I'll sit back and take my ease, or tear down my barns and build bigger ones.' And in the Bible they said you fool, for this night your soul shall be required of you. And I would argue that it wasn't at night, it was at 8:36 in the morning when flying bombs came out of nowhere and struck at the heart of our material magnificence and military might&mdash;and brought three decades of narcissistic psychobabble tumbling to the ground.     And people were then asking, \"Is there a word from God?\" Why? Because the language was confused. All the intelligence of all American colleges and universities, all the learned men and women everywhere&mdash;nobody knew what to say. Because nobody believed it could happen. We had become arrogant in our own sense of self-importance. Behind us was our military might and our material magnificence, and all of a sudden it was brought down in the twinkling of an eye.     Like everyone else, I turned on the six o'clock news to get the news. It was my luck on that day to get Dan Rather. What did that man do? He cried. Why did he cry, arrogant ones, those of you who think this religious, spirituality stuff has no place? Why did he cry? Because he had nothing to say. His language had been confounded. All of the little trite expressions he used to use had been wiped away. He had nothing to say, and neither did anyone else have to offer the American people except almost babble.     Tongue-tied. Is there a word from God? Whenever America gets in trouble like that it falls back on patriotism. My God, did you ever see so many American flags flying? Every car down the street, everybody waving the American flag, trying to cover over our pain with our patriotism. We wanted to revive those time-worn words now, \"Duty, honor, and country,\" but they wouldn't work. Why?     Because they had been trampled on by the insane folly of presidents and young girls in the Oval Office, senators and congressmen whose paramours either drowned or disappeared and later turned up dead; priests and little boys in church basements, and athletes whose natural abilities were either enhanced or exhausted by abusive drugs.     It all falls on us because I argue that there ought to be this link between education and faith. I don't care what you call God. God is found in many houses and called by many names. I happen to cherish in my heart a rabbi who was nailed to a tree; who on the third day rose. Somebody else might say it's the law of Moses that guides me. I don't care what you call God, what house you go into, there is this need for God because the language was confounded.     Young people are going amuck, the nation is lying to its people. What else do you have to offer? Intelligent design? Not enough. Physics, reason? Not enough. Because physics and reason cannot always give you what you need to endure the ugliness and horrors of life.     Therefore, I argue that there is a word from God, and God knows we need it because all of the platitudes, all of the appeals to faith seem to have gone down the tubes anyway, particularly when you look and see the people stranded on roofs in New Orleans. Young men and women who are in our educational institutions need to be exposed to that side of faith. We cannot abdicate our faith to those who want to put God in a box. We can't leave God to the unintelligent musings of hypocrites and idiots.     Very often that's what we find, parading across our televisions and trying to force down our throats uninformed and unchallenged understandings of faith, whether they be Muslim suicide bombers or Christian evangelists who advocate the assassination of a leader of state.     So where else will it happen? Where else will people see the sterling examples of what we ought to be? You can't teach what you don't know. How you gonna teach spirituality when you aren't spiritual yourself? One thing I've learned, now that I have grandchildren, is that children can see right through you. So one of the things that has to be part of any spirituality in higher education is men and women in the classroom teaching who are themselves spiritual. Then you don't have to proselytize&mdash;you don't have to say, \"Will you come to church on Sunday, will you come by the mosque on Wednesday?\" You don't have to say, \"Let's stand on the street corner and chant.\" People will understand what you say because of the flavor that you give to your lesson, because of the material that you put before them to study. Because of your own reflective manner.     DuBois was often thought to be an atheist. People said he didn't have much religion. He had a lot! For the African American in the faith tradition and in the education tradition it's anathema to separate religion from higher education, because all of our great leaders in terms of academia have been men and women of faith. Mary Bethune, . . . you name them the sterling names of those who really built our institutions were linked to faith.     If we're going to save America, my God there is a need for God! Not some unintelligible God, but a reflective God that shows him or herself through you. A few years into the 20th century a film came out called \"The Klansman or Birth of a Nation.\" When that film came out it blamed black people and anybody different from \"Christian America\" as being the source of all the trouble that America was going through. It gave rise to the exploitation of people of different color, race, religion.     If America is going to revive itself, it's almost like that young rabbi told a fellow named Nicodemas, 'You must be born again.'And there's no better place than in our educational institutions. You can talk about the churches, but religion must never be separated from the discipline and the reflective study of the academy. We must put ourselves in the midst of seething atheism and agnosticism and cynicism and challenge. We must not run from it saying that these people are just infidels and they're going to hell anyway, and maybe they should have been in New Orleans so the flood could have killed them, too. We must welcome that challenge as a way of refining what it is we believe, and what it is we stand for. We must welcome that challenge as it forces us to interact with each other&mdash;Muslim and Christian, Jew and Buddhist and atheist and native faiths.     I was at the UN, and one of my Native American brothers said the sun was our father. We loved the sun. Now the sun gives us cancer. The ice is melting. Of course, you have to understand the prejudices we grew up with, so I'm sitting there listening and he's got this Indian rhythm of talking, and all of a sudden that rhythm struck fear! Sometimes the heart knows what the head doesn't. And it let me know that there's a problem. I knew it, but not from that point of view, from people who had been on the land and had passed on this rich tradition. Do we hear what they're saying?     He was speaking from a point of view of faith, of spirituality that is not in sync with traditions of, say, the black church, but very much in sync with what we believe about God.     I argue that there is a wealth of literature, men and women who need to be engaged. When I was at Morehouse I fought to take religion out of the requirements that we had to study; tried to lock up the trustees because I didn't want religion. What a fool I was, because I recognize that without it&mdash;or with uninformed faith&mdash;you are really jeopardizing the very nature of our society. You can't have a civil democracy without a well-educated population. And you certainly can't maintain a civil democracy without men and women of faith who believe in ideals and ideas and powers greater than themselves.     That's why I believe that the Star Spangled Banner is not the best song for our national anthem. It's a war song, \"bombs bursting in air/But the flag was still there.\" Sounds like a Dick Cheney song. I believe&mdash;now for those of you who are worried about my political views I just throw that in to be a bit provocative&mdash;that a better rendition for our national anthem is America the Beautiful. It's a hymn. \"Spacious skies/Amber waves of grain/God shed His grace on thee.\" A prayer for our nation. God mend thy every flaw. No progress; that didn't work. Because progress is a lesser god.     There is a greater God to be found, and that God resides here in America. It is our responsibility so that we can get character as well as secular knowledge into our students. When I went to Morehouse they tried to make us men and women of character, so that no matter what came our way we would be able to endure. As far as I'm concerned, it worked. I know a lot of stuff, but there are some things where I just have to fall back and lean on God. I'm not arrogant to think I have it all or ever will.     Therefore, beloved, I say to you if we are going to save our nation we have to make sure the young men and women who come through our institutions have their character strengthened with a spirituality that we can give them based on resources that are already available. I gave you two or three, DuBois, Hanson, I would even suggest that you read W.H. Auden. I give you another way to use the Bible, just in reflection. Anything we can do to wrestle our nation out of the hands of the ignorant and the Godless, at least the hypocritical, is worthy if our nation is going to be reborn and truly be a land of the free and the home of the brave. I hope you will reflect on these matters.     I'm at a public institution. When I was inaugurated as president I had a great preacher out of Michigan come. A 100-voice choir, a Muslim imam, a Jewish rabbi, a Catholic priest and others give prayers. Fourteen members of the faculty stood up and turned their backs. Halfway through the message they walked out. Three days later I had a full faculty meeting. I walked into the meeting and immediately they leaped on me. 'How dare you! This is a state college, and you can't impose your religion on us. You were proselytizing. It was just awful!\"     So I said \"Whose inauguration was it, yours or mine? For the time you were there, even though you turned your back, did you enjoy yourself?\" \"The music was great; the speaker even said some interesting things.\" \"And have you made your point?\" Then they sat down. We've been doing fine ever since.     I discovered this: whenever I've taken a stand, said something that might be considered borderline, the students, some of the faculty, all of the parents tell me 'Thank you so much. We appreciate that, because we know where you stand and what you stand for.' It has proven to be great on our campus, especially because I won't allow them to drink, because so many of the young men and women feel much more protected. It has given me a greater sense that my role is not so much to help them earn a living as to build their character. If I build their character first, they will always be able to make a life for themselves.     That's why I believe there needs to be more spirituality in higher education."}, {"content": "NYU &gt;   Faculty Resource Network   &gt; Publications   &gt; Spirituality and Higher Education                                                                      Skip to Navigation | Skip to Content                        Faculty Resource Network                                    go                application forms | contact us                                                           About Us                               Programs and Events                            Outcomes                              Funders                               Membership                                Publications                                               Spirituality and Higher Education                            A National Symposium       Spring 2006       INSIDE THIS ISSUE               The Redemption of America or Rebirth of a Nation      Excerpts from the conference's opening Keynote Address, featuring the Rev. Calvin O. Butts, president of SUNY-Old Westbury and pastor of the Abyssinian Baptist Church in New York.          Plenary Panel: Religion, Identity, and Spirituality on Today's American College Campus      Excerpts from plenary panel presentations by Katherine Kurs, Professor of Religious Studies, New School University and Gail Bowman, Professor of Philosophy and Religion, Dillard University.          The Tribal College Approach to Spirituality      Excerpts from the conference's second-day Keynote Address, featuring David Gipp, President of the United Tribes Technical College in North Dakota.          Respecting Spiritual Diversity in Public Higher Education: A Military Academy's Approach      A summary of a presentation by three faculty members from the United States Air Force Academy: David Fitzkee, Assistant Professor of Law, Linell Letendre, Assistant Professor of Law, and John Tillery, Senior Protestant Chaplain.          Negotiating Spirituality in the Classroom      Excerpts from presentations by Philip Dunston, Executive Director for the Accelerated Interdisciplinary Degree Program, Clark Atlanta University, Virginia Kaiser, Associate Professor and Coordinator of the Social Work Program, Marymount College of Fordham University, and Katherine Oldmixon, Director of the Writing Program, Huston-Tillotson University.          Bringing Spiritual Exploration into the Classroom      Excerpts from presentations by Susan Burggraf, Professor of Contemplative Psychology, Naropa University, Barbara Dilley, Professor of Performing Arts, Naropa University, and Jennifer Lyke, Assistant Professor of Psychology, Richard Stockton College of New Jersey.          The Future of Catholic Higher Education      A summary of presentations by Jayne Byrne, Associate Professor and Chair of the Nutrition Department, College of St. Benedict/Saint John's University, Timothy Eden, Assistant Professor of Education and Theology, Chaminade University of Honolulu, Michael Fassiotto, Assistant to the Provost, Chaminade University of Honolulu, and Patrick Hayes, Visiting Assistant Professor of Theology, Marymount College of Fordham University.          Religious Diversity, Epistemic Humility, and Religious Tolerance      Excerpts from a presentation by James Kraft, Professor of Philosophy and Religion, Huston-Tillotson University.                   From the Director      \"What is the price of spirituality in the academy?\" During a time when a resurgence of religious and spiritual fervor is at the center of tensions across the globe, this is the question we as educators must ask.      Although perceived as a predominantly Christian nation, America's fundamental commitment to religious freedom has allowed an unprecedented expansion of religious and spiritual diversity. The challenges faced by both secular and faith-based institutions in light of this new climate are forcing educators to rethink how the academy addresses spiritual and religious pluralism. In November 2005 faculty members and other representatives of Faculty Resource Network institutions addressed these questions and issues during a national symposium on \"Spirituality and Higher Education,\" hosted by Huston-Tillotson University in Austin, Texas. This symposium offered an opportunity for faculty members and administrators to consider the implications of this critically important topic.      In this third issue of our online NETWORK: A Journal of Faculty Development, we present excerpts from a number of the presentations that were delivered during that symposium.     Debra M. Szybinski      Director, Faculty Resource Network"}]}]