[{"detail": [{"content": "NYU &gt;     China House: Links                                                                                                  Skip to Navigation | Skip to Content                                     NYUHome Login &raquo;         Quick Links          Academic Calendar      Albert: Admin      Albert: Students      Athletics      Bookstores      Career Services      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Help      Public Affairs      Student Resource Center      Wellness Exchange      NYU A-Z              Schools          College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Faculty of Arts and Science      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Leonard N. Stern School of Business      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      School of Social Work      The Steinhardt School of Education      Tisch School of the Arts                                                                   go                                                            About Us                      Programs                      Events                      Faculty                            Art                            Photo Gallery                            Links                            Resources                                                                     Links                                NYU Organization Links    FAS    Department of East Asian Studies   Asian/Pacific/American Studies Program and Institute    Stern    Asian Business Society      Global Business Institute      Tisch    Chinese Opera Training Workshop     NYU Community   Study Abroad - NYU in Shanghai     Center for Multicultural Education and Programs (CMEP)      Office for International Students and Scholars (OISS)       Chinese Culture Club         NYU Chinese Student Society       Asia Pacific Association (A/P/A)      Generasian      External Links    China Institute        Asia Society        China Medical Board of New York     US-China Chamber of Commerce       Council on Foreign Relations      Social Science Research Council      Asia Cultural Center   Museum of Chinese in the Americas                      Unless otherwise noted, all content copyright New York University. All rights reserved.     Feedback"}]},
{"detail": [{"content": "NYU &gt;     China House: Links                                                                                                  Skip to Navigation | Skip to Content                                     NYUHome Login &raquo;         Quick Links          Academic Calendar      Albert: Admin      Albert: Students      Athletics      Bookstores      Career Services      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Help      Public Affairs      Student Resource Center      Wellness Exchange      NYU A-Z              Schools          College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Faculty of Arts and Science      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Leonard N. Stern School of Business      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      School of Social Work      The Steinhardt School of Education      Tisch School of the Arts                                                                   go                                                            About Us                      Programs                      Events                      Faculty                            Art                            Photo Gallery                            Links                            Resources                                                                     Links                                NYU Organization Links    FAS    Department of East Asian Studies   Asian/Pacific/American Studies Program and Institute    Stern    Asian Business Society      Global Business Institute      Tisch    Chinese Opera Training Workshop     NYU Community   Study Abroad - NYU in Shanghai     Center for Multicultural Education and Programs (CMEP)      Office for International Students and Scholars (OISS)       Chinese Culture Club         NYU Chinese Student Society       Asia Pacific Association (A/P/A)      Generasian      External Links    China Institute        Asia Society        China Medical Board of New York     US-China Chamber of Commerce       Council on Foreign Relations      Social Science Research Council      Asia Cultural Center   Museum of Chinese in the Americas                      Unless otherwise noted, all content copyright New York University. All rights reserved.     Feedback"}, {"content": "Chinese Language Courses    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Chinese Language Course Offerings Elementary Chinese for Advanced Beginners   EAST-UA 231 Prerequisite: Students with background in Chinese (see course description). Offered every semester. 4 points.      The course is designed for students who can understand and speak conversational Chinese related to daily-life situations, but have not learned to read/write Chinese characters. This includes students who were raised in a non-Chinese speaking country but in a home where Mandarin Chinese dialect was spoken, and/or students who have acquired a certain level of Mandarin Chinese language proficiency (primarily speaking and listening) by living or working in a Chinese speaking country/region for an extended time. Students who understand or speak a Chinese dialect other than Mandarin should consult the Chinese language faculty about whether this is the appropriate course for them. This course aims to develop students’ correct pronunciation, grammatical accuracy and overall competence in reading and writing.      Intermediate Chinese for Advanced Beginners   EAST-UA 232 Prerequisite: EAST-UA 231 or the equivalent. For students with background in Chinese (see course description above). Offered every semester. 4 points.   Continuation of Elementary Chinese for Advanced Beginners.      Elementary Chinese I EAST-UA 201 Prerequisite: none. Offered every semester. 4 points. Open to students with no or little training in Chinese. Designed to develop and reinforce language skills in listening, speaking, reading, and writing as it relates to everyday life situations. The objectives are: to master the Chinese phonetic system (pinyin and tones) with satisfactory pronunciation; to understand the construction of commonly used Chinese Characters (both simplified and traditional) and learn to write them correctly; to understand and use correctly basic Chinese grammar and sentence structures; to build up essential vocabulary; to read and write level appropriate passages; to become acquainted with aspects of Chinese culture and society related to the course materials. Elementary Chinese II EAST-UA 202 Prerequisite: EAST-UA 201 or the   equivalent. Offered every semester. 4 points.   Continuation of Elementary Chinese I. Designed to reinforce and further develop language skills in listening, speaking, reading and writing as it  relates to everyday life situations.      Intermediate Chinese I  EAST-UA 203 Prerequisite: EAST-UA 202 or the equivalent. Offered every semester. 4 points per term. Designed to consolidate the student's overall aural-oral proficiency. Focuses gradually on the written aspect of Chinese. The objectives are: to be able to obtain information from extended conversation; to both express and expound on, in relative length, feelings and opinions on common topics; to expand vocabulary and learn to decipher meaning of compound words; to develop reading comprehension of extended narrative, expository and simple argumentative passages; to solve non-complex textual problems with the aid of dictionaries; to write in relative length personal narratives, informational narratives, comparison and discussion of viewpoints with level appropriate vocabulary and grammatical accuracy, as well as basic syntactical cohesion; to continue being acquainted with aspects of Chinese culture and society related to the course materials.      Intermediate Chinese II  EAST-UA 204 Prerequisite: EAST-UA 203 or the equivalent. Offered every semester. 4   points per term.     Continuation of Intermediate Chinese I, focusing semi-formal usage of  Chinese language when discussing more academic-flavored cultural or social  topics .       Advanced Chinese I EAST-UA 205 Prerequisite: EAST-UA 204 or the equivalent. Offered every semester. 4 points per term. Designed to further develop proficiency in speaking and writing through readings on and discussions of socio-cultural topics relevant to today's China. Focuses on improving reading comprehension and writing skills. The objectives are: to further improve oral communicative competence by incorporating semi-formal or formal usages; to acquire vocabulary and patterns necessary for conducting semi-formal or formal discussions of socio-cultural topics; to increase reading speed of texts with more advanced syntax; to learn to make context-based guess about the meaning of a new word, conduct sentence analysis and solve textual problems with the aid of dictionaries; to write and present more fully developed narratives or reasoned and structured arguments in length; to learn to employ basic rhetoric methods; to learn to appreciate stylistic usage of Chinese language.       Advanced Chinese II EAST-UA 206 Prerequisite: EAST-UA 205 or the equivalent. Offered every semester. 4   points per term. Designed to further develop proficiency in   speaking and writing through readings on and discussions of   socio-cultural topics relevant to today's China. Focuses on improving   reading comprehension and writing skills. The objectives are: to further   improve oral communicative competence by incorporating semi-formal or   formal usages; to acquire vocabulary and patterns necessary for   conducting semi-formal or formal discussions of socio-cultural topics;   to increase reading speed of texts with more advanced syntax; to learn   to make context-based guess about the meaning of a new word, conduct   sentence analysis and solve textual problems with the aid of   dictionaries; to write and present more fully developed narratives or   reasoned and structured arguments in length; to learn to employ basic   rhetoric methods; to learn to appreciate stylistic usage of Chinese   language.      Translating Chinese EAST-UA 210 Prerequisite: EAST-UA 204 or the equivalent. 2   points per term.   This class will introduce students to the art of Chinese-to-English translation through weekly exercises and an in-class critique process. Most of our material will be selected from a range of print media and literary texts representing different regions of the Chinese-speaking world, including China, Taiwan, and Hong Kong. We will also try our hands at translation from Classical Chinese literature with an emphasis on poetry and philosophical texts. Through engagement with a variety of translation practices, students will become acquainted with the standard dictionaries and on-line resources that are the tools of the trade. The aim of the course is to prepare students to undertake independent Chinese-to-English translation projects in the future.      Readings in Chinese Culture I EAST-UA 221 Prerequisites: EAST-UA 206. Offered every semester. 4 points per term. Designed to enhance Chinese proficiency through reading authentic materials rich in cultural connotations. Stresses primarily reading and writing. The objectives are: to develop speaking skills needed for semi-formal or formal presentation on academic topics; to develop specialized vocabulary; to further improve reading speed and develop skills needed to conduct textual analysis on and, on some occasions, translate texts with syntactical sophistication and stylistic nuance; to develop responsiveness to and ability to interpret linguistic features of different genres and writing styles; to advance strategies for autonomous learning of Chinese from an analytical perspective. Sample syllabus for 221 , 222 Readings in Chinese Culture II EAST-UA 222 Prerequisites: EAST-UA 206 and permission of the instructor. Offered every semester. 4 points per term.    Designed to enhance Chinese proficiency through reading authentic   materials rich in cultural connotations. Stresses primarily reading and   writing. The objectives are: to develop speaking skills needed for   semi-formal or formal presentation on academic topics; to develop   specialized vocabulary; to further improve reading speed and develop   skills needed to conduct textual analysis on and, on some occasions,   translate texts with syntactical sophistication and stylistic nuance; to   develop responsiveness to and ability to interpret linguistic features   of different genres and writing styles; to advance strategies for   autonomous learning of Chinese from an analytical perspective. Sample syllabus for 221 , 222      Chinese Philosophy in Chinese EAST-UA 223 Prerequisites: EAST-UA 206 or permission of the instructor. 4 points.           Structural manifestation of thought has been palpably extant in China for more than three millennia. In this course students will acquire a foundation in reading and understanding the essentials of Chinese philosophy through a selection of works in their original language. Emphasis will be placed on core texts from the pre-classical and classical periods with extensive reading selections from the enigmatic Yijing and Confucian and Taoist works. Reading practice and comprehension will be informed by philological methods and the extensive commentarial tradition, particularly of the Han, late medieval, and early modern periods. Towards the end of the term we will turn our attention to the philosophical and pragmatic self-interest side of contemporary society as seen through various mediums and lenses – from the social “numerology” of communication and economics to the lyrics of singers like Leslie Cheung and the greatest Hong Kong band of them all, Beyond.  Coursework will consist of weekly assignments – usually in the form of primary and secondary readings to be recited and discussed in common. A term paper on a topic of individual interest will also be required.    Introduction to Classical Chinese EAST-UA 226 Prerequisites: EAST-UA 206 or permission of the instructor. Offered every year. 4 points.     This course is designed to give students an introduction to basic syntax, grammar, and vocabulary of Classical Chinese through close readings of authentic texts. Almost all these texts are historically significant canon texts that are extremely rich in classical Chinese cultural connotation. They are selected from a wide variety of genres, such as historical literature, philosophical and political writings, written correspondence, poetry, essay, some of which are unique to Chinese culture. The course aims to develop the students' reading and comprehension skills in this highly stylized form of written Chinese, acquaint students not only with the classic Chinese cultural heritage but also underlying working mechanism that is in many ways relevant to the form and usage of today’s Mandarin Chinese. Sample syllabus    Readings in Chinese Poetry I, II EAST-UA 213, 214 Prerequisites: EAST-UA 206 and permission of the instructor. Offered every semester. 2 points per term. Designed to help students understand and appreciate the linguistic and aesthetic features of Chinese language rendered in poetic form and to improve their ability to read and interpret authentic texts in general. Integrates language learning with poetry study, introduces the formal structure of Chinese classical poetry and surveys its stylistic variations at different historical conjunctures. Conducted primarily in Chinese. English translations of the poems are provided as references from time to time. Sample syllabus for 213 , 214                             Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "NYU &gt;     China House: Links                                                                                                  Skip to Navigation | Skip to Content                                     NYUHome Login &raquo;         Quick Links          Academic Calendar      Albert: Admin      Albert: Students      Athletics      Bookstores      Career Services      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Help      Public Affairs      Student Resource Center      Wellness Exchange      NYU A-Z              Schools          College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Faculty of Arts and Science      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Leonard N. Stern School of Business      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      School of Social Work      The Steinhardt School of Education      Tisch School of the Arts                                                                   go                                                            About Us                      Programs                      Events                      Faculty                            Art                            Photo Gallery                            Links                            Resources                                                                     Links                                NYU Organization Links    FAS    Department of East Asian Studies   Asian/Pacific/American Studies Program and Institute    Stern    Asian Business Society      Global Business Institute      Tisch    Chinese Opera Training Workshop     NYU Community   Study Abroad - NYU in Shanghai     Center for Multicultural Education and Programs (CMEP)      Office for International Students and Scholars (OISS)       Chinese Culture Club         NYU Chinese Student Society       Asia Pacific Association (A/P/A)      Generasian      External Links    China Institute        Asia Society        China Medical Board of New York     US-China Chamber of Commerce       Council on Foreign Relations      Social Science Research Council      Asia Cultural Center   Museum of Chinese in the Americas                      Unless otherwise noted, all content copyright New York University. All rights reserved.     Feedback"}, {"content": "Chinese Language Courses    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Chinese Language Course Offerings Elementary Chinese for Advanced Beginners   EAST-UA 231 Prerequisite: Students with background in Chinese (see course description). Offered every semester. 4 points.      The course is designed for students who can understand and speak conversational Chinese related to daily-life situations, but have not learned to read/write Chinese characters. This includes students who were raised in a non-Chinese speaking country but in a home where Mandarin Chinese dialect was spoken, and/or students who have acquired a certain level of Mandarin Chinese language proficiency (primarily speaking and listening) by living or working in a Chinese speaking country/region for an extended time. Students who understand or speak a Chinese dialect other than Mandarin should consult the Chinese language faculty about whether this is the appropriate course for them. This course aims to develop students’ correct pronunciation, grammatical accuracy and overall competence in reading and writing.      Intermediate Chinese for Advanced Beginners   EAST-UA 232 Prerequisite: EAST-UA 231 or the equivalent. For students with background in Chinese (see course description above). Offered every semester. 4 points.   Continuation of Elementary Chinese for Advanced Beginners.      Elementary Chinese I EAST-UA 201 Prerequisite: none. Offered every semester. 4 points. Open to students with no or little training in Chinese. Designed to develop and reinforce language skills in listening, speaking, reading, and writing as it relates to everyday life situations. The objectives are: to master the Chinese phonetic system (pinyin and tones) with satisfactory pronunciation; to understand the construction of commonly used Chinese Characters (both simplified and traditional) and learn to write them correctly; to understand and use correctly basic Chinese grammar and sentence structures; to build up essential vocabulary; to read and write level appropriate passages; to become acquainted with aspects of Chinese culture and society related to the course materials. Elementary Chinese II EAST-UA 202 Prerequisite: EAST-UA 201 or the   equivalent. Offered every semester. 4 points.   Continuation of Elementary Chinese I. Designed to reinforce and further develop language skills in listening, speaking, reading and writing as it  relates to everyday life situations.      Intermediate Chinese I  EAST-UA 203 Prerequisite: EAST-UA 202 or the equivalent. Offered every semester. 4 points per term. Designed to consolidate the student's overall aural-oral proficiency. Focuses gradually on the written aspect of Chinese. The objectives are: to be able to obtain information from extended conversation; to both express and expound on, in relative length, feelings and opinions on common topics; to expand vocabulary and learn to decipher meaning of compound words; to develop reading comprehension of extended narrative, expository and simple argumentative passages; to solve non-complex textual problems with the aid of dictionaries; to write in relative length personal narratives, informational narratives, comparison and discussion of viewpoints with level appropriate vocabulary and grammatical accuracy, as well as basic syntactical cohesion; to continue being acquainted with aspects of Chinese culture and society related to the course materials.      Intermediate Chinese II  EAST-UA 204 Prerequisite: EAST-UA 203 or the equivalent. Offered every semester. 4   points per term.     Continuation of Intermediate Chinese I, focusing semi-formal usage of  Chinese language when discussing more academic-flavored cultural or social  topics .       Advanced Chinese I EAST-UA 205 Prerequisite: EAST-UA 204 or the equivalent. Offered every semester. 4 points per term. Designed to further develop proficiency in speaking and writing through readings on and discussions of socio-cultural topics relevant to today's China. Focuses on improving reading comprehension and writing skills. The objectives are: to further improve oral communicative competence by incorporating semi-formal or formal usages; to acquire vocabulary and patterns necessary for conducting semi-formal or formal discussions of socio-cultural topics; to increase reading speed of texts with more advanced syntax; to learn to make context-based guess about the meaning of a new word, conduct sentence analysis and solve textual problems with the aid of dictionaries; to write and present more fully developed narratives or reasoned and structured arguments in length; to learn to employ basic rhetoric methods; to learn to appreciate stylistic usage of Chinese language.       Advanced Chinese II EAST-UA 206 Prerequisite: EAST-UA 205 or the equivalent. Offered every semester. 4   points per term. Designed to further develop proficiency in   speaking and writing through readings on and discussions of   socio-cultural topics relevant to today's China. Focuses on improving   reading comprehension and writing skills. The objectives are: to further   improve oral communicative competence by incorporating semi-formal or   formal usages; to acquire vocabulary and patterns necessary for   conducting semi-formal or formal discussions of socio-cultural topics;   to increase reading speed of texts with more advanced syntax; to learn   to make context-based guess about the meaning of a new word, conduct   sentence analysis and solve textual problems with the aid of   dictionaries; to write and present more fully developed narratives or   reasoned and structured arguments in length; to learn to employ basic   rhetoric methods; to learn to appreciate stylistic usage of Chinese   language.      Translating Chinese EAST-UA 210 Prerequisite: EAST-UA 204 or the equivalent. 2   points per term.   This class will introduce students to the art of Chinese-to-English translation through weekly exercises and an in-class critique process. Most of our material will be selected from a range of print media and literary texts representing different regions of the Chinese-speaking world, including China, Taiwan, and Hong Kong. We will also try our hands at translation from Classical Chinese literature with an emphasis on poetry and philosophical texts. Through engagement with a variety of translation practices, students will become acquainted with the standard dictionaries and on-line resources that are the tools of the trade. The aim of the course is to prepare students to undertake independent Chinese-to-English translation projects in the future.      Readings in Chinese Culture I EAST-UA 221 Prerequisites: EAST-UA 206. Offered every semester. 4 points per term. Designed to enhance Chinese proficiency through reading authentic materials rich in cultural connotations. Stresses primarily reading and writing. The objectives are: to develop speaking skills needed for semi-formal or formal presentation on academic topics; to develop specialized vocabulary; to further improve reading speed and develop skills needed to conduct textual analysis on and, on some occasions, translate texts with syntactical sophistication and stylistic nuance; to develop responsiveness to and ability to interpret linguistic features of different genres and writing styles; to advance strategies for autonomous learning of Chinese from an analytical perspective. Sample syllabus for 221 , 222 Readings in Chinese Culture II EAST-UA 222 Prerequisites: EAST-UA 206 and permission of the instructor. Offered every semester. 4 points per term.    Designed to enhance Chinese proficiency through reading authentic   materials rich in cultural connotations. Stresses primarily reading and   writing. The objectives are: to develop speaking skills needed for   semi-formal or formal presentation on academic topics; to develop   specialized vocabulary; to further improve reading speed and develop   skills needed to conduct textual analysis on and, on some occasions,   translate texts with syntactical sophistication and stylistic nuance; to   develop responsiveness to and ability to interpret linguistic features   of different genres and writing styles; to advance strategies for   autonomous learning of Chinese from an analytical perspective. Sample syllabus for 221 , 222      Chinese Philosophy in Chinese EAST-UA 223 Prerequisites: EAST-UA 206 or permission of the instructor. 4 points.           Structural manifestation of thought has been palpably extant in China for more than three millennia. In this course students will acquire a foundation in reading and understanding the essentials of Chinese philosophy through a selection of works in their original language. Emphasis will be placed on core texts from the pre-classical and classical periods with extensive reading selections from the enigmatic Yijing and Confucian and Taoist works. Reading practice and comprehension will be informed by philological methods and the extensive commentarial tradition, particularly of the Han, late medieval, and early modern periods. Towards the end of the term we will turn our attention to the philosophical and pragmatic self-interest side of contemporary society as seen through various mediums and lenses – from the social “numerology” of communication and economics to the lyrics of singers like Leslie Cheung and the greatest Hong Kong band of them all, Beyond.  Coursework will consist of weekly assignments – usually in the form of primary and secondary readings to be recited and discussed in common. A term paper on a topic of individual interest will also be required.    Introduction to Classical Chinese EAST-UA 226 Prerequisites: EAST-UA 206 or permission of the instructor. Offered every year. 4 points.     This course is designed to give students an introduction to basic syntax, grammar, and vocabulary of Classical Chinese through close readings of authentic texts. Almost all these texts are historically significant canon texts that are extremely rich in classical Chinese cultural connotation. They are selected from a wide variety of genres, such as historical literature, philosophical and political writings, written correspondence, poetry, essay, some of which are unique to Chinese culture. The course aims to develop the students' reading and comprehension skills in this highly stylized form of written Chinese, acquaint students not only with the classic Chinese cultural heritage but also underlying working mechanism that is in many ways relevant to the form and usage of today’s Mandarin Chinese. Sample syllabus    Readings in Chinese Poetry I, II EAST-UA 213, 214 Prerequisites: EAST-UA 206 and permission of the instructor. Offered every semester. 2 points per term. Designed to help students understand and appreciate the linguistic and aesthetic features of Chinese language rendered in poetic form and to improve their ability to read and interpret authentic texts in general. Integrates language learning with poetry study, introduces the formal structure of Chinese classical poetry and surveys its stylistic variations at different historical conjunctures. Conducted primarily in Chinese. English translations of the poems are provided as references from time to time. Sample syllabus for 213 , 214                             Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Chinese Language    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program              Chinese Language            Japanese Language              Korean Language              Civilization         Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Chinese Language       Chinese Language The Chinese language courses offered by the East   Asian Studies Department consists of 4 levels: Elementary (I &amp; II),   Intermediate (I &amp; II), Advanced (I &amp; II) and Post-Advanced. Our   curriculum is designed to provide a strong foundation for students who   hope to pursue graduate study or careers involving Chinese language. Course offerings may differ from semester to semester:      EAST-UA 231 Elementary Chinese for Advanced Beginners   EAST-UA 232 Intermediate Chinese for Advanced Beginners   EAST-UA 201 Elementary Chinese I   EAST-UA 202 Elementary Chinese II   EAST-UA 203 Intermediate Chinese I   EAST-UA 204 Intermediate Chinese II   EAST-UA 205 Advanced Chinese I   EAST-UA 206 Advanced Chinese II      Post-Advanced Language Courses:   EAST-UA 221 Readings in Chinese Culture I   EAST-UA 222 Readings in Chinese Culture II   EAST-UA 223 Chinese Philosophy in Chinese   EAST-UA 212 Advanced Topics in Chinese Conversation &amp; Composition   EAST-UA 213 Readings in Chinese Poetry I   EAST-UA 214 Readings in Chinese Poetry II   EAST-UA 226 Introduction to Classical Chinese   EAST-UA 228 Dream of Red Chamber      Elective Courses:   EAST-UA 227 Country &amp; City: Modern Chinese Literature &amp; Film                  Related Information       Chinese Language Courses       Heritage vs Non-Heritage       Chinese Classnotes                           Contact us       |       &copy; New York University       ,       Arts and Science"}]}]