[{"detail": [{"content": "JOYRIDING IN RIYADH:Oil Urbanism and Road Revolt, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  JOYRIDING IN RIYADH:Oil Urbanism and Road Revolt                                                                                                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "JOYRIDING IN RIYADH:Oil Urbanism and Road Revolt, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  JOYRIDING IN RIYADH:Oil Urbanism and Road Revolt                                                                                                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "Journalist Stephen Starr discusses his new book Revolt in Syria: Eye-Witness to the Uprising (VIDEO) | NYU School of Law                           Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; News &rsaquo; Journalist Stephen Starr discusses his new book Revolt in Syria: Eye-Witness to the Uprising (VIDEO)             Journalist Stephen Starr discusses his new book Revolt in Syria: Eye-Witness to the Uprising (VIDEO)                 News       Alumni   Centers   Faculty   Global   Students   Press Highlights   For the Media   Faculty Experts                           See the full story here .                              Law School News Search           &rsaquo;               @nyulaw on Twitter     Ready to welcome alumni to Reunion 2015! http://t.co/OblDkjsUm3 2 hours ago Some of our young alumnae working in #humanrights spoke at the Robert L. Bernstein Institute's inaugural conference: http://t.co/7r1UyunVAD 3 hours ago RT @nyu_gjc : Attorney @elliehappel @nyu_gjc alum w/field #water monitors after training in #Haiti -- toward community owned data! http://t.… 4 hours ago   VIEW ALL ›                                   Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]