[{"detail": [{"content": "Course Offerings | English | NYU                                               Back to Home           Printer Friendly                     Course Offerings    Journalism  Concentration       Required Lecture Courses      Investigating  Journalism   JOUR-UA 501 Formerly  titled Foundations of Journalism. Prerequisite: completion of the  College's Expository Writing requirement. Required of all students  majoring in journalism. Offered every semester. 4 points.   The gateway to the  journalism major. Students are introduced to the mission and joy of  journalism as a profession (indeed, a calling), as well as to the  realities journalists now face in a rapidly changing media  environment. Students are exposed to the traditional and changing  role of the journalist as democracy's watchdog against both the  historic and current media backdrop. Students develop a series of  essays to demonstrate their aptitude for and/or understanding of the  established values and professional competencies the course sets out  to instill.      Journalism Ethics and  First Amendment Law   JOUR-UA 502   No prerequisite. Offered in the  spring. 4 points.   This course is divided  equally between ethics and the law. Through the weekly lectures and  assigned readings, students are exposed to the various ethical and  legal issues surrounding the field of journalism and come away with a  clear sense of the role of the journalist in society and the issues  that affect that mission today.          Required Skills Courses      Journalistic Inquiry   JOUR-UA 101 Prerequisite: completion of the  College's Expository Writing requirement. Required of all  students majoring in journalism. Offered every semester. 4 points.   A reporting- and  writing-based skills course that emphasizes in-depth research  techniques and exposure to the many journalistic forms, including  news writing, magazine and feature article writing, broadcast news  and documentary, reported essays and commentary, webzines, and what  distinguishes one form from the other. Students are introduced to the  issues of ethical conduct through the Institute's new policy and  pledge, and they also address issues of bias and fairness through  reporting and writing.      The Beat   JOUR-UA 201   Prerequisite: Journalistic Inquiry (JOUR-UA 101). Offered every  semester. 4 points.   Designed to hone the  student journalist's ability to research and report deeply and  imagine and develop fresh ideas. Students test their ideas with the  strength of their reporting and research, then present them in story  form.      Advanced Reporting   JOUR-UA 301   Prerequisite: The Beat (JOUR-UA 201). Offered every semester. 4  points.   The undergraduate  journalism capstone course. Emphasis is placed on developing the  ability to produce publishable reporting in print, online, or  broadcast form with sophisticated story structures.          Electives      Methods and Practice   JOUR-UA 202   Prerequisite: Journalistic Inquiry (JOUR-UA 101) or permission of the  instructor. 4 points.   The courses in this  group entail a deeper experimentation with journalistic skills, from  copyediting and deadline writing to blogging, both print and  broadcast. Offerings include the following: Point of View; The  Personal Essay; The Art of Editing: From Copyediting to Top Editing;  Radio Reporting; and Journalism by the Numbers.      Methods and Practice:  Visual Reporting   JOUR-UA 203   Prerequisite: Journalistic Inquiry (JOUR-UA 101) or permission of the  instructor. 4 points.   Multimedia and  photojournalism courses are offered under this category. Offerings  include Photojournalism and Multimedia Reporting.      Elective Reporting  Topics   JOUR-UA 204   Prerequisite: Journalistic Inquiry (JOUR-UA 101) or permission of the  instructor. 4 points.   This category includes  a variety of \"back-of-the-book\" reporting topics. Examples  include Profiles; Data Journalism; The Television and Radio  Interview; and Food Writing.      Production and  Publication   JOUR-UA 302   Prerequisites: Journalistic Inquiry (JOUR-UA 101) and The Beat  (JOUR-UA 201). 4 points.   The courses in this  group aim to create finished products, both print and broadcast.  Offerings include TV Newscast; The Hyperlocal Newsroom; Travel  Writing; and Multimedia Storytelling.      Seminar   JOUR-UA 401   Prerequisites: Journalistic Inquiry (JOUR-UA 101) and The Beat  (JOUR-UA 201). Offered every semester. 4 points.   An elective for  students who wish to explore concentrated issues such as sex and  American politics, literary nonfiction, and photojournalism and war.  Each section concentrates on a different topic chosen by the  instructor, a member of the full-time faculty. Such offerings include  Ethnography for Journalists; The Art of Opinion Writing and Polemic;  and The Journalism of Empathy.      Journalism and Society   JOUR-UA 503 No  prerequisites unless indicated. 4 points.   The lectures and  seminars in this group include such traditional offerings as the  following: Women and the Media; Minorities in the Media; Covering the  Earth; and America: Global Hope or Global Menace?      Journalism as  Literature   JOUR-UA 504   Prerequisite: Journalistic Inquiry (JOUR-UA 101). 4 points.   The courses in this  group explore the intersection of literature and journalism.  Offerings include the following: Learning from the Best to Be the  Best; Storied New York; Journalism and the American Road; and  Literary Journalism.      Issues and Ideas   JOUR-UA 505   Prerequisite: Journalistic Inquiry (JOUR-UA 101). 4 points.   The courses in this  group explore new controversies and ideas that have an impact on  journalistic practice, such as Issues in Covering the Middle East;  Understanding Broadcast News; Media Past and Future; and God,  Science, and the Culture Wars.      Media Criticism  Concentration   JOUR-UA 6XX   Prerequisite: Journalistic Inquiry (JOUR-UA 101) or permission of the  instructor. 4 points.   Courses that analyze  the forces—cultural, social, economic, ideological, and  aesthetic—that shape the media and their messages. See descriptions  of courses in the section \"Media Criticism Courses,\" below.      Credit Internship   JOUR-UA 980   Prerequisite: Investigating Journalism (JOUR-UA 501). Restricted to  declared journalism majors. Offered every semester. 1 to 4 points.   Superior students are  given an opportunity to work 12 to 20 hours a week with cooperating  metropolitan New York publications and broadcast stations. Their work  is edited and evaluated by staff supervisors of the participating  media, as well as our internship staff. Emphasis is on  professionalism. Students may take this variable-credit course more  than once, but are limited to a total of 4 points in internships. 4  points equals one elective for the major.      Advanced Individual  Study   JOUR-UA 997   Prerequisites: Investigating Journalism (JOUR-UA 501), Journalistic  Inquiry (JOUR-UA 101), and The Beat (JOUR-UA 201). Offered every  semester. 1 to 4 points.   Students who, in the  opinion of the department, possess intellectual independence and  ability are permitted to carry on individual work in a field of study  selected in conference with members of the faculty. To register for  this course, a student must have the written approval of the director  of undergraduate studies.          Honors Courses      Honors is a yearlong  research, reporting, and writing or video sequence for juniors or  seniors. Students choose and develop a thesis subject in the first  semester and complete the project in the second. Students register  for Honors: Advanced Reporting (JOUR-UA 351) in the fall, followed by   Honors: Senior Seminar (JOUR-UA 352) in the spring.      Honors: Advanced  Reporting   JOUR-UA 351   Prerequisites: junior or senior standing, a 3.65 overall GPA and a  3.65 in the journalism major, Investigating Journalism (JOUR-UA 501),  Journalistic Inquiry (JOUR-UA 101), and The Beat (JOUR-UA 201).  Offered in the fall. 4 points.   The honors sections of  the Advanced Reporting course require deeper reporting and more  highly polished writing or video work than their nonhonors  counterparts. In them, honors students build a portfolio of two or  three high-quality pieces (1,200 to 1,500 words, or videos of two to  three minutes) that become part of their capstone and help them  develop the idea and do the significant preliminary reporting and  research necessary for the completion of the capstone project.      Honors: Senior Seminar   JOUR-UA 352   Prerequisites: Honors: Advanced Reporting (JOUR-UA 351), a 3.65  overall GPA, and a 3.65 in the journalism major. Offered in the  spring. 4 points.   The following semester,  honors students are required to take this special seminar, which  culminates in each student writing a large feature (6,000 to 8,000  words, or a 15- to 20-minute multimedia or broadcast piece),  completing the capstone. The student defends his or her work orally  before at least two members of the full-time faculty and possibly a  member of the profession.         Media Criticism  Courses       Required Lecture Courses      Investigating  Journalism   JOUR-UA 501   Prerequisite: Completion of the College's Expository Writing  requirement. Required of all students majoring in journalism. Offered  in the fall. 4 points.   See description above.      History of the Media   JOUR-UA 610 Offered in  the spring. 4 points.   A historical survey of  the media, from the development of language and the earliest uses of  images to the web. The emphasis, in an attempt to gain perspective on  our own communications revolution, is on the reception, uses, and  political, social, and philosophical consequences of different forms  of communication.          Required Skills Courses      Journalistic Inquiry   JOUR-UA 101   Prerequisite: Investigating Journalism (JOUR-UA 501). 4 points.   See description above.      The Beat: A Designated  Media Criticism Section   JOUR-UA 201   Prerequisites: Journalistic Inquiry (JOUR-UA 101), History of the  Media (JOUR-UA 610). Offered in the fall. 4 points.   If the press monitors  the powers that be, who keeps a vigilant eye on the fourth estate, a  power unto itself? The \"beat,\" in this case, is the news media  themselves. In this course, we delve deep into the issues and ideas  that have engaged critics of the news media throughout the modern  era, from I. F. Stone to Ben Bagdikian, Noam Chomsky to Ann Coulter.  More profoundly, we deconstruct their analytical methods and lay bare  their agendas, critiquing the critics. Involves a significant writing  load, most of which incorporates both academic argument and  journalistic reportage.      Advanced Reporting: A  Designated Media Criticism Section   JOUR-UA 301   Prerequisites: History of the Media (JOUR-UA 610) and The Beat  (JOUR-UA 201). 4 points.   The concentration's  capstone course, focusing on new media and the new conceptual  paradigms implicit in them. Drawing on the body of theoretical and  historical knowledge students have accumulated in the concentration,  the course asks students not only to analyze new forms of media, but  to conduct their own experiments, exploring the expressive  possibilities of various media. In the end, students are expected to  produce a long-form critique, heavily reported and rigorously argued,  of a media-related issue. The project can be produced in print, in  online/interactive media, or in other, experimental forms. As with  all work in the concentration, the capstone project should engage the  public mind, rather than an academic audience.          Seminar Elective (One Required)      In addition to the  required courses above, students must choose one seminar elective  from the following offerings:      Seminar   JOUR-UA 401   Prerequisites: Journalistic Inquiry (JOUR-UA 101) and The Beat  (JOUR-UA 201). Offered every semester. 4 points.   See description above.      Journalism Ethics and  First Amendment Law   JOUR-UA 502   Prerequisite: Investigating Journalism (JOUR-UA 501). 4 points.   See description above.      Journalism and Society   JOUR-UA 503 No  prerequisites unless indicated. 4 points.   See description above.      Issues and Ideas   JOUR-UA 505   Prerequisites: Journalistic Inquiry (JOUR-UA 101). 4 points.   See description above.      Topics in Media  Criticism   JOUR-UA 622   Prerequisite: Investigating Journalism (JOUR-UA 501). 4 points.   Topics may include the  following: Rise of the Web, Deconstructing Campaign Coverage, and The  Rise of Participatory Media.                            Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings | English | NYU                                               Back to Home           Printer Friendly                     Course Offerings    Journalism  Concentration       Required Lecture Courses      Investigating  Journalism   JOUR-UA 501 Formerly  titled Foundations of Journalism. Prerequisite: completion of the  College's Expository Writing requirement. Required of all students  majoring in journalism. Offered every semester. 4 points.   The gateway to the  journalism major. Students are introduced to the mission and joy of  journalism as a profession (indeed, a calling), as well as to the  realities journalists now face in a rapidly changing media  environment. Students are exposed to the traditional and changing  role of the journalist as democracy's watchdog against both the  historic and current media backdrop. Students develop a series of  essays to demonstrate their aptitude for and/or understanding of the  established values and professional competencies the course sets out  to instill.      Journalism Ethics and  First Amendment Law   JOUR-UA 502   No prerequisite. Offered in the  spring. 4 points.   This course is divided  equally between ethics and the law. Through the weekly lectures and  assigned readings, students are exposed to the various ethical and  legal issues surrounding the field of journalism and come away with a  clear sense of the role of the journalist in society and the issues  that affect that mission today.          Required Skills Courses      Journalistic Inquiry   JOUR-UA 101 Prerequisite: completion of the  College's Expository Writing requirement. Required of all  students majoring in journalism. Offered every semester. 4 points.   A reporting- and  writing-based skills course that emphasizes in-depth research  techniques and exposure to the many journalistic forms, including  news writing, magazine and feature article writing, broadcast news  and documentary, reported essays and commentary, webzines, and what  distinguishes one form from the other. Students are introduced to the  issues of ethical conduct through the Institute's new policy and  pledge, and they also address issues of bias and fairness through  reporting and writing.      The Beat   JOUR-UA 201   Prerequisite: Journalistic Inquiry (JOUR-UA 101). Offered every  semester. 4 points.   Designed to hone the  student journalist's ability to research and report deeply and  imagine and develop fresh ideas. Students test their ideas with the  strength of their reporting and research, then present them in story  form.      Advanced Reporting   JOUR-UA 301   Prerequisite: The Beat (JOUR-UA 201). Offered every semester. 4  points.   The undergraduate  journalism capstone course. Emphasis is placed on developing the  ability to produce publishable reporting in print, online, or  broadcast form with sophisticated story structures.          Electives      Methods and Practice   JOUR-UA 202   Prerequisite: Journalistic Inquiry (JOUR-UA 101) or permission of the  instructor. 4 points.   The courses in this  group entail a deeper experimentation with journalistic skills, from  copyediting and deadline writing to blogging, both print and  broadcast. Offerings include the following: Point of View; The  Personal Essay; The Art of Editing: From Copyediting to Top Editing;  Radio Reporting; and Journalism by the Numbers.      Methods and Practice:  Visual Reporting   JOUR-UA 203   Prerequisite: Journalistic Inquiry (JOUR-UA 101) or permission of the  instructor. 4 points.   Multimedia and  photojournalism courses are offered under this category. Offerings  include Photojournalism and Multimedia Reporting.      Elective Reporting  Topics   JOUR-UA 204   Prerequisite: Journalistic Inquiry (JOUR-UA 101) or permission of the  instructor. 4 points.   This category includes  a variety of \"back-of-the-book\" reporting topics. Examples  include Profiles; Data Journalism; The Television and Radio  Interview; and Food Writing.      Production and  Publication   JOUR-UA 302   Prerequisites: Journalistic Inquiry (JOUR-UA 101) and The Beat  (JOUR-UA 201). 4 points.   The courses in this  group aim to create finished products, both print and broadcast.  Offerings include TV Newscast; The Hyperlocal Newsroom; Travel  Writing; and Multimedia Storytelling.      Seminar   JOUR-UA 401   Prerequisites: Journalistic Inquiry (JOUR-UA 101) and The Beat  (JOUR-UA 201). Offered every semester. 4 points.   An elective for  students who wish to explore concentrated issues such as sex and  American politics, literary nonfiction, and photojournalism and war.  Each section concentrates on a different topic chosen by the  instructor, a member of the full-time faculty. Such offerings include  Ethnography for Journalists; The Art of Opinion Writing and Polemic;  and The Journalism of Empathy.      Journalism and Society   JOUR-UA 503 No  prerequisites unless indicated. 4 points.   The lectures and  seminars in this group include such traditional offerings as the  following: Women and the Media; Minorities in the Media; Covering the  Earth; and America: Global Hope or Global Menace?      Journalism as  Literature   JOUR-UA 504   Prerequisite: Journalistic Inquiry (JOUR-UA 101). 4 points.   The courses in this  group explore the intersection of literature and journalism.  Offerings include the following: Learning from the Best to Be the  Best; Storied New York; Journalism and the American Road; and  Literary Journalism.      Issues and Ideas   JOUR-UA 505   Prerequisite: Journalistic Inquiry (JOUR-UA 101). 4 points.   The courses in this  group explore new controversies and ideas that have an impact on  journalistic practice, such as Issues in Covering the Middle East;  Understanding Broadcast News; Media Past and Future; and God,  Science, and the Culture Wars.      Media Criticism  Concentration   JOUR-UA 6XX   Prerequisite: Journalistic Inquiry (JOUR-UA 101) or permission of the  instructor. 4 points.   Courses that analyze  the forces—cultural, social, economic, ideological, and  aesthetic—that shape the media and their messages. See descriptions  of courses in the section \"Media Criticism Courses,\" below.      Credit Internship   JOUR-UA 980   Prerequisite: Investigating Journalism (JOUR-UA 501). Restricted to  declared journalism majors. Offered every semester. 1 to 4 points.   Superior students are  given an opportunity to work 12 to 20 hours a week with cooperating  metropolitan New York publications and broadcast stations. Their work  is edited and evaluated by staff supervisors of the participating  media, as well as our internship staff. Emphasis is on  professionalism. Students may take this variable-credit course more  than once, but are limited to a total of 4 points in internships. 4  points equals one elective for the major.      Advanced Individual  Study   JOUR-UA 997   Prerequisites: Investigating Journalism (JOUR-UA 501), Journalistic  Inquiry (JOUR-UA 101), and The Beat (JOUR-UA 201). Offered every  semester. 1 to 4 points.   Students who, in the  opinion of the department, possess intellectual independence and  ability are permitted to carry on individual work in a field of study  selected in conference with members of the faculty. To register for  this course, a student must have the written approval of the director  of undergraduate studies.          Honors Courses      Honors is a yearlong  research, reporting, and writing or video sequence for juniors or  seniors. Students choose and develop a thesis subject in the first  semester and complete the project in the second. Students register  for Honors: Advanced Reporting (JOUR-UA 351) in the fall, followed by   Honors: Senior Seminar (JOUR-UA 352) in the spring.      Honors: Advanced  Reporting   JOUR-UA 351   Prerequisites: junior or senior standing, a 3.65 overall GPA and a  3.65 in the journalism major, Investigating Journalism (JOUR-UA 501),  Journalistic Inquiry (JOUR-UA 101), and The Beat (JOUR-UA 201).  Offered in the fall. 4 points.   The honors sections of  the Advanced Reporting course require deeper reporting and more  highly polished writing or video work than their nonhonors  counterparts. In them, honors students build a portfolio of two or  three high-quality pieces (1,200 to 1,500 words, or videos of two to  three minutes) that become part of their capstone and help them  develop the idea and do the significant preliminary reporting and  research necessary for the completion of the capstone project.      Honors: Senior Seminar   JOUR-UA 352   Prerequisites: Honors: Advanced Reporting (JOUR-UA 351), a 3.65  overall GPA, and a 3.65 in the journalism major. Offered in the  spring. 4 points.   The following semester,  honors students are required to take this special seminar, which  culminates in each student writing a large feature (6,000 to 8,000  words, or a 15- to 20-minute multimedia or broadcast piece),  completing the capstone. The student defends his or her work orally  before at least two members of the full-time faculty and possibly a  member of the profession.         Media Criticism  Courses       Required Lecture Courses      Investigating  Journalism   JOUR-UA 501   Prerequisite: Completion of the College's Expository Writing  requirement. Required of all students majoring in journalism. Offered  in the fall. 4 points.   See description above.      History of the Media   JOUR-UA 610 Offered in  the spring. 4 points.   A historical survey of  the media, from the development of language and the earliest uses of  images to the web. The emphasis, in an attempt to gain perspective on  our own communications revolution, is on the reception, uses, and  political, social, and philosophical consequences of different forms  of communication.          Required Skills Courses      Journalistic Inquiry   JOUR-UA 101   Prerequisite: Investigating Journalism (JOUR-UA 501). 4 points.   See description above.      The Beat: A Designated  Media Criticism Section   JOUR-UA 201   Prerequisites: Journalistic Inquiry (JOUR-UA 101), History of the  Media (JOUR-UA 610). Offered in the fall. 4 points.   If the press monitors  the powers that be, who keeps a vigilant eye on the fourth estate, a  power unto itself? The \"beat,\" in this case, is the news media  themselves. In this course, we delve deep into the issues and ideas  that have engaged critics of the news media throughout the modern  era, from I. F. Stone to Ben Bagdikian, Noam Chomsky to Ann Coulter.  More profoundly, we deconstruct their analytical methods and lay bare  their agendas, critiquing the critics. Involves a significant writing  load, most of which incorporates both academic argument and  journalistic reportage.      Advanced Reporting: A  Designated Media Criticism Section   JOUR-UA 301   Prerequisites: History of the Media (JOUR-UA 610) and The Beat  (JOUR-UA 201). 4 points.   The concentration's  capstone course, focusing on new media and the new conceptual  paradigms implicit in them. Drawing on the body of theoretical and  historical knowledge students have accumulated in the concentration,  the course asks students not only to analyze new forms of media, but  to conduct their own experiments, exploring the expressive  possibilities of various media. In the end, students are expected to  produce a long-form critique, heavily reported and rigorously argued,  of a media-related issue. The project can be produced in print, in  online/interactive media, or in other, experimental forms. As with  all work in the concentration, the capstone project should engage the  public mind, rather than an academic audience.          Seminar Elective (One Required)      In addition to the  required courses above, students must choose one seminar elective  from the following offerings:      Seminar   JOUR-UA 401   Prerequisites: Journalistic Inquiry (JOUR-UA 101) and The Beat  (JOUR-UA 201). Offered every semester. 4 points.   See description above.      Journalism Ethics and  First Amendment Law   JOUR-UA 502   Prerequisite: Investigating Journalism (JOUR-UA 501). 4 points.   See description above.      Journalism and Society   JOUR-UA 503 No  prerequisites unless indicated. 4 points.   See description above.      Issues and Ideas   JOUR-UA 505   Prerequisites: Journalistic Inquiry (JOUR-UA 101). 4 points.   See description above.      Topics in Media  Criticism   JOUR-UA 622   Prerequisite: Investigating Journalism (JOUR-UA 501). 4 points.   Topics may include the  following: Rise of the Web, Deconstructing Campaign Coverage, and The  Rise of Participatory Media.                            Contact Us | &copy; New York University , Arts and Science"}, {"content": "Events | NYU Wasserman Center Blog                                                                                                                                 NYU Wasserman Center Blog                    The Center for Career Development                                                                           Skip to content            Home   Events   Contact us   About   Main Site                                                                               Tag Archives: events              &larr; Older posts                     Meet the Arts Professions Panelists: October 21st, with Cheryl Krugel-Lee, Deena Sami, Katarina Wong and Michael George             Posted on October 16, 2014  by heathert  | Leave a comment                  On Tuesday, October 21 st , the NYU Wasserman Center for Career Development will host an Arts Professions Panel for students who are interested in the arts, design and entertainment industries. Among the panelists will be Cheryl Krugel-Lee, Deena Sami,  Katarina Wong and Michael George.     Cheryl Krugel-Lee    Cheryl Krugel-Lee is a Brooklyn-based composer, arranger, and orchestrator, whose work spans both the commercial and classical worlds. Cheryl earned her Bachelor of Music from the University of Illinois at Urbana-Champaign and her Master of Music degree from New York University, where she studied primarily with Ira Newborn. She has composed scores for theatre productions and films, orchestrated for musical theatre, collaborated with choreographers and created numerous works for a concert setting. Cheryl has had her music performed at Carnegie Hall, Jones Hall in Houston, Texas, Dixon Place, and The Actors Temple Theatre. Cheryl’s professional advice for students interested in careers in the arts would be:       To pursue their artistic goals.   To get involved with the arts administration of an organization as these organizations can offer opportunities from within that might not be available to people not working in that specific environment. On the other hand, in case one decides that he/she is no longer interested in pursuing a purely artistic career, having experience at an arts organization helps later on with other kinds of work.        Deena Sami     Deena Sami is currently an Associate Producer for CNN’s Anderson Cooper 360. Deena graduated with double majors in Journalism and Middle Eastern &amp; Islamic Studies and minored in Politics. She interned anywhere she could get her feet in and gained “real world” experiences that she believes are crucial to landing a job. Deena’s passion for “everything Middle East and Egypt” led her to pursue a thesis on the 2011 Egyptian revolution. On an unrelated note: she’s an (amateur) foodie and started an (amateur) blog chronicling her creations in the kitchen!     Katarina Wong   Katarina studied Classics and Philosophy at St. John’s College and, until recently, was the Director of Community and Curatorial Engagement at Edelman, the largest global PR firm, where she started their corporate art collection and art gallery as a Curator. Katarina will be launching her new business MADE on 10/16, which is dedicated to making art collecting more social.   Her personal and professional advice to students is:     Follow your curiosity even if it leads out of your primary area of specialty.   Be generous with your colleagues, whether it&#8217;s sharing information, donating your time or being supportive. In fact, on a networking level, artists, freelance designers, and many others in the arts industry are small business owners, so be smart.   Be knowledgeable. Don&#8217;t shy away from learning about marketing, legal issues that affect your future work (e.g., contracts, consignment agreements), taxes (and deductions!), etc.     Michael George    Michael George is a freelance editorial portrait and travel photographer based in Brooklyn, who graduated with a degree in Photography &amp; Imaging from the NYU Tisch School of the Arts in 2011. Michael currently runs his own business and works for clients such as WIRED, Runner’s World, and Hello Mr. magazine. Mr. George’s career advice for aspiring artists is:     To pursue personal projects alongside the work that helps keep financial stability. As you keep your passion alive for the work you really care about, eventually your paid and personal work will be one in the same.   Prove your skills to a possible hiring manager. For example, if you want to make travel work, pinch your pennies and travel.   Be patient. You will invest a lot and you will often fail, but you have to give yourself the necessary time as every industry forces you into years of paying your dues before you feel like your head is above water. Not everyone is going to be the next Ryan McGinley. Success is a strange mix of luck, networking, and incredibly hard work.     To hear more from these great panelists, make sure to  RSVP   for the Arts Professions Panel (Tuesday, October 21st, 12:30-1:30) through CareerNet!                       &rarr; Leave a comment                    Posted in Events , Wasserman Events                              Tagged events , meet the panelists , nyu , Wasserman?                                        Law School 101 Tomorrow Night             Posted on March 4, 2014  by heathert  | Leave a comment                  Come hear an overview of services and resources for pre-law students. Get advice on becoming a competitive applicant for law school and learn strategies for connecting with mentors. Tips for finding part-time jobs and internships in law and related fields will also be discussed.The event takes place Wednesday, March 5th at 5:00pm at The Wasserman Center. RSVP here .   Meet the panelists:     Kathryn Espiritu, Director of Admissions, Fordham Law   Lesley Stumphauzer, Campus Recruiter, Freshfields (International Law Firm)     Kenneth Beehler, Attorney and CAS Alum, LeClairRyan  Terron Ferguson, Current Law Student, NYU Law   Ethan Weber, Product Manager-Institutional Programs Kaplan                          &rarr; Leave a comment                    Posted in Career Exploration , Events , Professionalism , Wasserman Events                              Tagged career development , career exploration , career opportunities , career paths , career resources , career transition , careers , events , Kaplan , LSAT , professionalism , wasserman center                                        Insights into the Brooklyn Naval Yard and Ecologic Solutions Site Visit             Posted on February 9, 2014  by heathert  | Leave a comment                  Shauna Sexsmith, a Public Relations &amp; Corporate Communication graduate student and Wasserman@SCPS Program Assistant, attended last week’s site visit to The Brooklyn Naval Yard. Below is her account of the visit to one of the largest sustainable industrial parks in the United States.   As part of NYU Spring at the Square, the NYU Wasserman Center hosted a visit to the Brooklyn Naval Yard, a national model for sustainable urban industrial parks and home to modern manufacturers that are tech-driven and socially responsible.   Our first stop was BLDG 92 , a building with LEED Platinum certification, that is also a public space that showcases the history and innovation of The Brooklyn Navy Yard – from the Revolutionary War to the transformation in jobs and industry happening in New York City right now. For over 15 years, much to my surprise, the Navy Yard Development Corporation has operated an on-site Employment Center, and is dedicated to connecting local residents to employment opportunities with any of its 330 tenants or local retailers. To give you a little context,  for 150 years the Yard churned out America&#8217;s most famous fighting ships, from the USS Maine to the USS Missouri. Today, the Yard houses 300+ designers and manufactures working towards increasing a greener way of life.     At the center, they specialize in placements for job seekers of all skill levels, with emphasis on local residents (including NYCHA residents), Veterans, and individuals with experience in the following sectors: industrial/manufacturing, tech, sustainability, green design, hospitality, and warehouse/distribution to name a few. They also provide: placements both inside and outside of the Yard, assistance with interviewing &amp; other “soft” skills, training and education classes and support services post-placement. For further information about the Employment Center please email/call at: ecenter@brooklynnavyyard.org | 718-907-5996.   Back on the tour, our second stop was EcoLogic Solutions (ELS), a sustainable corporation specializing in manufacturing and distributing environmentally friendly cleaning products. The mission of ELS to provide their products to an array of industries — food service, hotels, and educational institutions. By providing sustainable products, EcoLogic Solutions helps businesses green their operations, while keeping costs low. We learned how their products are made and had insightful and inspiring Q&amp;A session with the company’s CEO, Anselm Doering.     At the end of the tour, I got to thinking: since the days of the Industrial Revolution, we’ve tied manufacturing to smoke stacks and polluting factories. But today’s generation of manufacturers — with a keen eye on environmental impact — are cleaning up the sector’s reputation through use of cutting-edge technology, highly efficient processes and a broad array of natural materials that are both high quality and eco-friendly. More than a few of these companies are housed in the revitalized Brooklyn Naval Yard. Our ability to choose, to decide for ourselves the type of world we want to help create and live in, has never been so readily available, as it is at The Yard.                       &rarr; Leave a comment                    Posted in Around the University , Events , Special Events                              Tagged a day in the life , career development , career exploration , career opportunities , career paths , career resources , career transition , careers , events , Spring on the Square , wasserman center                                        Develop A Personal Website To Land A Dream Job             Posted on November 1, 2013  by heathert  | Leave a comment                  Are you preparing for an interview at a marketing firm, talent agency, communications bureau, or advertising agency? Are you curious about how to prepare yourself for the “creative professions”?   Apart from attending Acing the Interview for Creative Professionals on Thursday, November 7, at 12:30pm at The Wasserman Center (Presentation Room A), check out our guest blog post from Wix.com ’s Ariele Krantzow on how to supplement that dazzling interview with a stunning web presence!   So, you want to land the perfect job or internship, but there are 100s of people applying for the same positions. Ask yourself: How can I stand out from the masses? A website of course! Wait, you don’t know how to code? No worries, here are some tips to building a killer personal website, no code needed.      1. Write a personal statement. How are you different from the 1000s of other recent grads out there? What do you really want to do? Maybe even make it into a video!      2. Use a professional photo. No, not that photo of you from last week’s party. Have good light, make sure your hair is neat, wear a nice top, look at the camera, and snap.      3. Go to Wix.com and create a FREE account. Choose one of the 100% customizable, no-code-necessary templates, and GO!      4. Connect your professional social media channels to your site using the many integration tools available.      5. Showcase your resume on the site using the Instant Resume app. Don’t forget to add a downloadable version of it as well.      Happy Happy Building!*   *If you ever need help with your online presence you can always head over to the NY Wix office ( Wixlounge.com ) and sign up for a free in-person support session.   About Ariele:      Ariele Krantzow is the Training and Support Manager for Wix.com . With a graphic design background, she teaches a series of classes to local small business owners, creative, and university students ranging from how to build a Wix website to marketing your business online. If you can’t find Ariele at the NY Wix Lounge, make sure to check out the other Wix offices around the world!   Attend Acing the Interview for Creative Professionals on Thursday, November 7, at 12:30pm at The Wasserman Center (Presentation Room A)! Get industry-specific insight on the different components to interviewing for creative positions.                       &rarr; Leave a comment                    Posted in Events , Full-time Job Search , Part-time Job Search , Wasserman Events                              Tagged career resources , events , interview , interview prep , interview tips , interviewing , professionalism , wasserman center                                        What&#8217;s Next? Entrepreneurship             Posted on October 25, 2013  by heathert  | Leave a comment                     Ever thought about starting your own business or getting involved in an exciting new venture? Come on out to the Wasserman Center for What&#8217;s Next? Entrepreneurship on Wednesday, October 30th at 5:30pm. Here, entrepreneurs will share tips for making an impact on and off campus. Hear their stories and gain helpful tips for your career exploration.  Click on the links below the panelists&#8217; names for more information and we hope to see you there!   Jasmin Hume  Co-founder   BenchPals, Inc.   Sonia Kapadia  Founder &amp; CEO   Taste Savant   Joe Landolina  CEO and Co-Founder   Suneris   Brian Shimmerlik  Co-Founder &amp; CEO   Vengo / TaxiTreats   Sam Slover  Co-Founder &#8211; VP Technology   Learn It Live                       &rarr; Leave a comment                    Posted in Career Exploration , Career Fairs , Events , Industry Events , Meet the Employers , Wasserman Events                              Tagged career opportunities , career paths , career resources , career transition , careers , entrepreneur , entrepreneurs , events , wasserman center                                        Business Card to Relationship             Posted on August 8, 2013  by heathert  | Leave a comment                  The opportunities to network in New York City are endless.  Between Meetup.com, Eventbrite, and the NYU Wasserman Event Postings, we are hardly short of chances to meet with handfuls of useful, diverse contacts within our prospective industries.  However, after a networking event, the last thing you should have is only a handful of colorful business cards. The NYU Wasserman Center @ SCPS’ webinar: Business Card to Relationship gave students actionable steps to change that colorful card stock into a meaningful, real life relationship.   STEP 1: Make Your Connection   The sooner you can make your connection with the contact person, the better.  Generally we suggest that you follow up within two days.  This is the perfect time to ask your contact to connect over a quick cup of coffee or 15-minute phone conversation. You can also reconnect with someone you have lost touch with.  Be sure to mention in your message:       Reminder of how you met       Why you would like to connect       How you would like to connect       After your meeting, be sure to follow up with a sincere thank you note!   STEP 2: Maintain the Relationship After Your Contact       (1-3 Months): Send a message to remind your contact of your passion for industry and that you value them as a professional contact.  Lend a “virtual hand” by sending an interesting article or blog post related to your industry or invite your contact to an event that might be of interest to them.       (6+ Months): Check in with your contact and keep the relationship active.  This is a great time to share your own personal professional updates and perhaps invite them to a relevant professional event.  Prove that this is a reciprocal relationship by showing interest in their lives and careers as well.       1 Year: If you have completed these steps, you have established a relationship where you are now able to ask for an introduction to other contacts.       STEP 3: Track Your Outreach   Remember to note all of your progress as you begin to reach out to your industry contacts.  This will allow you to plan, prepare, and engage on an appropriate time frame.  You can also write down details of your conversations so you know what details to mention in your follow up.   STEP 4: Set Goals   Develop a plan for networking with achievable goals such as: meet two new contacts every week, schedule one informational interview each month, etc. Schedule an appointment with your NYU Career Counselor to go over your networking plan and help to tailor your correspondence.                       &rarr; Leave a comment                    Posted in Events                              Tagged events , networking , scps                                        Spotlight on Careers in Writing and Publishing Part 2             Posted on April 16, 2013  by heathert  | Leave a comment                  Meet successful people in the career of writing and publishing! Allison Lorentzen is a Senior Editor at Viking Penguin. Her recent and upcoming titles include the debut novels The Office of Mercy by Ariel Djanikian, A Map of Tulsa by Benjamin Lytal, and Necessary Errors by Caleb Crain. She is proud to publish Orange Prize finalist Monique Roffey, whose latest novel is Archipelago.       Gray Beltran is a multimedia producer and community editor at Atavist. He has written about film and music for newspapers in Southern California, and is a graduate of the Columbia Journalism School and the literary journalism program at the University of California, Irvine. In 2011, he traveled to Israel and the Palestinian territories as a fellow in the Scripps Howard Program in Religion, Journalism and the Spiritual Life.         S. Mitra Kalita is the ideas editor at Quartz. She worked previously at The Wall Street Journal, where she oversaw coverage of the Great Recession and housing crisis. She also launched Mint, a business paper in New Delhi, and has previously worked for the Washington Post, Newsday and the Associated Press. She is the author of three books related to migration and globalization. She is currently an adjunct professor of journalism at St. John’s and Columbia universities, and previously served as president of the South Asian Journalists Association.   Want to learn more and meet Allison, Gray, and S. Mitra?  Come to the 20 Cooper Square, 7th Floor, on April 23, 2013! RSVP on NYU CareerNet here .                          &rarr; Leave a comment                    Posted in Events                              Tagged events , publishing , writing                                        The Wisdom of the Humanities: Meaningful Lives and Successful Careers             Posted on March 25, 2013  by heathert  | Leave a comment                     What values and skills do we carry with us out of classroom into the world, and how can we use them to navigate the choices we face in our personal and public lives?  Wisdom of the Humanities is an annual conversation that offers practical and personal advice on developing your interests and skills in the humanities to achieve success, both within and beyond the workplace.  Sponsored by the Humanities Initiative and the Center for the Study of Transformative Lives, the first Wisdom event was held in  March 2012   and is available for viewing here .  It featured five accomplished women and men of different ages, describing the paths they took after college to build successful careers in a range of professional fields: publishing, management consulting, filmmaking, banking, and public service.   This year, we’ll have an informal conversation, hosted by the Wasserman Center for Career Development, about the experience of Strauss Zelnick, President and Founder of Zelnick Media, in building a meaningful life.  Students will learn first-hand about how Zelnick defines success, and the goals and skills by which he strives to achieve it.  As an undergraduate at Wesleyan University, Strauss majored in English and Psychology, and went on to learn management and law degrees at Harvard University.  Before founding Zelnick Media, Zelnick was CEO and President of three major  entertainment companies, including  BMG Entertainment, Crystal Dynamics, and 20th Century Fox.  He is the author of Success: A Concise Guide to Having the Life You Want (2011):   “When I talk to people about their careers, I often pose the question: &#8220;What factor is most highly correlated with success?&#8221; The answers I generally hear include: intelligence, education, competence, ambition, perseverance, talent, passion and luck&#8230;In my case, I&#8217;m often asked how my own professional success came about&#8230;Over the years, as my career and interests have evolved, I&#8217;ve taken the time to change my goals accordingly, as well as to include personal ones. Knowing what I want and focusing on it has helped me largely to achieve it&#8230;The most important thing you can do to achieve the success you desire is to discover your ambition, narrow its scope with as great a degree of specificity as possible, emblazon it on your consciousness and revisit it daily.”     Please join us on Wednesday, April 3, at 5:30 at the Wasserman Center for Career Development.  To RSVP, click here .   We&#8217;ll be updating and live-tweeting about the event, so please follow us @NYUHumanities !   Thomas Augst  Associate Director, The Humanities Initiative at New York University  Associate Professor of English     Philip Kunhardt  Director, Center for the Study of Transformative Lives  Distinguished Scholar in Residence in the Humanities at New York University                            &rarr; Leave a comment                    Posted in Events                              Tagged events , humanities , transferrable skills                                        In case you missed it: Day in the Life Social Diva             Posted on March 22, 2013  by heathert  | Leave a comment                  Did you miss Peg from Social Diva as she took over the @NYUWassEmployer twitter handle? Catch up with her day in the life of a Social Media Consultant by clicking on the logo below!      Want to learn how you can use social media to explore, discuss and advocate for your #socialidentities and #socialcauses? Let’s talk. Or blog. Or tweet. Interact with current media professionals to learn how social media can best be used to navigate and leverage the professional world, gain some career advice and hear about how diversity and identity has impacted their career paths. Lunch will be provided.   Join us next Tuesday, March 26th at 12:00 PM at Kimmel 914 for Making it in the Media: Women in the Media!   Please RSVP via cmep@nyu.edu.  Questions? Contact cmep@nyu.edu.   See how social media affects your job search in the video below!      For more days in the life, follow us @NYUWassEmployer and for career related information, jobs and events, follow us @NYUWasserman !                         &rarr; Leave a comment                    Posted in Day in the Life                              Tagged Day in the Life , employer perspectives , events , social media                                        Women’s Foreign Policy Group 2013 Mentoring Fair             Posted on February 27, 2013  by heathert  | Leave a comment                  Speed dating? Try speed networking!     The Women’s Foreign Policy Group 2013 Mentoring Fair brought together dozens of foreign policy professionals and NYU students for a night of quick but critical insights to the field.      Even WFPG’s president, Patricia Ellis , participated by speaking on her experience as a journalist for fifteen years.      Donna Welton , with over twenty-five years of experience as a diplomat and arts professional, shared her public diplomacy experiences in Japan, Indonesia, Afghanistan, and Washington. She emphasized the need for interpersonal skills, as diplomacy is often done one person at a time.   But don’t let event’s name mislead you: several male mentors also gave their vital expertise on how to effectively work the international affairs career path.      Donna was joined by David Firestein , Vice President for the Strategic Trust-Building Initiative and Track 2 Diplomacy at the EastWest Institute, who gave valuable advice on entering a career with the US Foreign Service. David stressed that the State Department’s biggest need is smart people who can effectively communicate, recalling an experience in China where he needed to negotiate with an air traffic controller in order to secure an immediate flight out of the country.      Dan Konigsburg of Deloitte underscored the fact that professionals should bring every part of themselves to their profession, rather than have the two severed. Upon telling me that he never leaves a big event without three business cards, I astutely handed him mine.      With mentoring rounds lasting fifteen minutes each, attendees found the event helpful despite the fast pace. To learn more about the Women’s Foreign Policy Group and future mentoring fairs, visit http://www.wfpg.org/ .      Written by:   Serhan Ayhan   Vice President, NYU International Relations Association   Master&#8217;s Student, Politics Dept                       &rarr; Leave a comment                    Posted in Career Fairs , Events                              Tagged career fairs , events , networking , Women's foreign policy                                          &larr; Older posts                                                             Recent Entries                            Myth vs. Facts: Landing a Job in Public Relations &#038; Corporate Communications                    Myths vs. Facts: The Truth About Landing a Job in Media                    Wasserman Center Internship Grant Summer 2015 FAQ                    Myths vs. Facts: Landing a Job in Engineering                    10 Tips on How to Follow Your Passion                    What&#8217;s More Important Than Experience? These 10 traits will help you excel at a start-up.                    5 Perks of Being a Peer in Career at NYU Wasserman                    NYU Image Assessment- &#8220;What are YOU Wearing&#8221;&#8230;(for your career interview)                    Business Card To Relationship: 3 Steps To Take Following A Networking Event                    Science Scholarships and Fellowships: A Different Type of Security                                                              Stay Connected!     Wasserman Center Events Events cannot currently be displayed, sorry! Please check back later. Subscribe to our blog!      Subscribe in a reader           Recent Posts          Myth vs. Facts: Landing a Job in Public Relations &#038; Corporate Communications       Myths vs. Facts: The Truth About Landing a Job in Media       Wasserman Center Internship Grant Summer 2015 FAQ       Myths vs. Facts: Landing a Job in Engineering       10 Tips on How to Follow Your Passion           Categories    Select Category    #InternConfessions    Alumni    Around the University    Campus Events    Career Exploration    Career Fairs    Case Interviews    Day in the Life    diversity    Dress for Success    Employers    Events    Fellowships    Follow up Friday    Full-time Job Search    Generation Start-up    Global    Global Peers    Grad School    How to Tuesday    Industry Events    Industry-specific Interview Tips    International Students    Internships    Interviewing    Law School    LIveWellNYU    Med School    Meet the Employers    Mentor Spotlight    Networking101    Notable News    NYU Students    NYU Wasserman General Info    Overheard at the Front Desk    Overheard at Wass    Part-time Job Search    Peers in Careers    Professionalism    Recruiter-in-Residence    Resource of the Week    Resume and Cover Letter    Resume/Cover Letter    Skill Building Thursday    Social Media    Special Events    Student Perspectives    Throwback Thursday    Uncategorized    Veteran Services    WasserBites    Wasserman Events    Wasserman?    WasserWord of the Week    WassrPeer    What Now Wasserman?        Tags a day in the life   advice   alumni   campus events   career advice   career development   career exploration   career fairs   career opportunities   career paths   career resources   careers   career transition   counseling   Day in the Life   employer   employer perspective   employer perspectives   employer prespectives   employers   employment   events   full-time job   global   internship   internships   interviewing   interview tips   job search   LinkedIn   mentor   mentor network   networking   NYU CareerNet   online presence   part-time job   peers   professionalism   resource   resource of the week   scps   social media   student perspectives   twitter   wasserman center                                           NYU Wasserman, The Center for Career Development. Unless otherwise noted, all content copyright New York University. All rights reserved."}]}]