[{"detail": [{"content": "NYU > Russian Slavic > Course Offerings                         New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Department of Russian and Slavic Studies             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Course Offerings     Language  Courses      All  courses from RUSSN-UA 1 through RUSSN-UA 4 meet three times a week. All lower-division  Russian language courses are closed to native speakers except Russian Grammar  and Composition I and II (RUSSN-UA 5, 6).          Elementary  Russian I    RUSSN-UA  1 Offered  in the fall. 4 points.    Intended  to give beginners a speaking and reading knowledge of the Russian language.  Involves an introduction to the essentials of Russian grammar and the reading  of graded texts, with special emphasis on the acquisition of an idiomatic  conversational vocabulary. Combines the traditional grammatical approach with a  conversational, inductive method.          Elementary  Russian II    RUSSN-UA  2 Prerequisite:  Elementary Russian I (RUSSN-UA 1) or equivalent. Offered in the spring. 4  points.    Continuation  of beginner-level work.          Intermediate  Russian I    RUSSN-UA  3 Prerequisite:  Elementary Russian II (RUSSN-UA 2) or equivalent. Offered in the fall. 4  points.    Grammar  review, vocabulary building, and drills in spoken Russian.          Intermediate  Russian II    RUSSN-UA  4 Prerequisite:  Intermediate Russian I (RUSSN-UA 3) or equivalent. Offered in the spring. 4  points.    Vocabulary  building, idiomatic expressions, and drills in spoken Russian. Completion of  this course satisfies the CAS foreign language requirement.          Russian  Grammar and Composition I    RUSSN-UA  5 Prerequisite:  basic competence in spoken Russian. Offered in the fall. 4 points.    Designed for students who speak some Russian at home but  have virtually no reading and writing skills. Does not satisfy the College Core Curriculum language requirement.          Russian  Grammar and Composition II    RUSSN-UA  6 Prerequisite:  Russian Grammar and Composition I (RUSSN-UA 5) or basic competence in reading  and writing Russian. Offered in the spring. 4 points.    Completion  of this course satisfies the CAS foreign language requirement.          The  department offers courses in Advanced Russian (RUSSN-UA 107-109). All are  repeatable for credit. Topics for these courses are offered on a rotating basis  (consult the current schedule of classes):   Russian film (viewing and discussion of Russian and Soviet films)   Russian press (reading and discussion of newspaper and magazine articles)   Readings in Russian literature (reading and discussion of short stories by  Russian and Soviet writers)   Soviet and Russian theatre (reading, viewing, and analysis of Russian dramatic  works, with background readings on Russian theatre)   Social issues in Russian culture (reading and discussion of articles on  important social and cultural topics) Advanced  Russian I    RUSSN-UA  107 Prerequisite:  Intermediate Russian II (RUSSN-UA 4), Russian Grammar and Composition II  (RUSSN-UA 6), or equivalent. Offered in the fall. 4 points.          Advanced  Russian II    RUSSN-UA  108 Prerequisite:  Intermediate Russian II (RUSSN-UA 4), Russian Grammar and Composition II  (RUSSN-UA 6), or equivalent. Offered in the spring. 4 points.          Advanced  Russian III    RUSSN-UA  109 Prerequisite:  Advanced Russian I or Advanced Russian II (RUSSN-UA 4), Russian Grammar and  Composition II (RUSSN-UA 6), or equivalent. Offered in the fall. 4 points.          Elementary  Czech I and II    RUSSN-UA  201, 202 Offered  in the fall and spring, respectively. 4 points per term.    Introduction  to the basic skills: speaking and reading. Essentials of Czech grammar, reading  of graded texts, and conversation on everyday subjects. Vocabulary building.  Essentials of writing.          Literature  and Civilization Courses      All  courses are conducted in English unless otherwise noted.          Introduction  to Russian Literature I    RUSSN-UA  811 Offered  regularly. 4 points.    A  survey of Russian literature of the 19th century. All works are read in  translation.          Introduction  to Russian Literature II    RUSSN-UA  812 Offered  regularly. 4 points.    A  survey of Russian literature of the 20th through the 21st century. All works  are read in translation.          Gogol    RUSSN-UA  828 Offered  every other year. 4 points.    A  critical examination of the writer's short stories, plays, and unfinished novel   Dead  Souls .          Contemporary  Central and East European Literature    RUSSN-UA  832 Offered  every other year. Borenstein. 4 points.    An  examination of contemporary novels and short stories from Central and Eastern  Europe (Poland, the former Czechoslovakia, the former Yugoslavia, Albania, and  Hungary), primarily from the last 50 years. The problems of \"minor\" literature,  postmodernism, and the attempt to articulate \"authentic\" experience are  emphasized. Authors read include Kafka, Kundera, Hrabal, Kosiński, Schulz,  Gombrowicz, Kristof, Kadare, Kiš, Pavić, and Ugrešić. All works are read in  translation.          Utopia,  Apocalypse, and the Millennium    RUSSN-UA  833 Offered  every other year. Borenstein. 4 points.    The  development of utopianism in literature, philosophy, and political theory, and  attempts to put utopian theory into action. The positing of perfect worlds and  their relationship to our less-than-perfect reality, anti-utopianism, and the  recent resurgence of utopianism and apocalypticism (for example, millenarian  \"cults,\" the millennium bug). Readings from Plato, More, Bellamy, Dostoevsky,  Marx, Zamyatin, Orwell, Huxley, LeGuin, and Revelation.          Chekhov    RUSSN-UA  837 Offered  every other year. 4 points.    Major  techniques in Chekhov's short story writing, examination of his influence on  the development of the Russian and European novella, and a close analysis of  his drama ( Three  Sisters ,   The  Cherry Orchard ,  and Uncle  Vanya )  and its impact on Russian playwrights of the 20th century, as well as its  relation to the development of Stanislavsky's Moscow Art Theatre.          Dostoevsky    RUSSN-UA  839 Offered  every other year. 4 points.    Dostoevsky's  major philosophical and religious concerns as reflected in his works. Notes from the  Underground ,   Crime  and Punishment ,   The  Idiot ,   The  Brothers Karamazov ,  and major short stories. Examines Dostoevsky's concepts of freedom, history,  and Christianity.          Theory  of the Avant-Garde, East and West, 1890–1930    RUSSN-UA  841 Identical  to COLIT-UA 841, ENGL-UA 730. Offered every other year. 4 points.    Cultural  and historical approach to the theory and practice of the avant-garde, with  close readings of some of its key productions. Topics include cubism, Italian  futurism, Russian cubo-futurism, imagism and vorticism, dadaism,  constructivism, and surrealism. Stresses aesthetic, historical, and political  interconnections between the Russian avant-garde and the West. Readings are in  English, but comparative literature majors are encouraged to read works in the  original language.          Russian  Literature in the Original I    RUSSN-UA  847 Prerequisite:  at least one semester of Advanced Russian or near-native fluency in Russian.  Offered in the fall. 4 points.    Students  read Russian prose and poetry in the original language. Class discussions and  papers are also in Russian.          Russian  Literature in the Original II    RUSSN-UA  848 Prerequisite:  at least one semester of Advanced Russian or near-native fluency in Russian.  Offered in the spring. 4 points.    Students  read Russian prose and poetry in the original language. Class discussions and  papers are also in Russian.          Introduction  to Soviet Cinema    RUSSN-UA  850 Offered  every year. Iampolski. 4 points.    Examines  landmarks of cinematic art and considers the cultural specificity of Russian  cinema, questions of cinema and politics (e.g. cinema as a propaganda tool),  and cinema and the market. Artists discussed include Eisenstein, Vertov,  Pudovkin, Kuleshov, Barnet, Shub, Kozintsev, Trauberg, and Tarkovsky. Topics  include cinema and revolution, the cinema of the Russian avant-garde and  constructivism, cinema and totalitarianism, and socialist realism in film.          Soviet  and Post-Soviet Literature    RUSSN-UA  852 Offered  periodically. Borenstein. 4 points.    An  introduction to Russian 20th-century fiction, concentrating on the two periods  of greatest cultural ferment: 1920s modernism and late/post-Soviet  postmodernism. The experience of Russia in the 20th century can be viewed as  the failed attempt to put radical Bolshevik theory into everyday practice, a  grand scheme of social engineering that would inevitably be reflected in the  country's literature.          Legacies  of Serfdom and Slavery in Russian and American Literature    RUSSN-UA  854 Offered  periodically. Lounsbery. 4 points.    How  American slaves and Russian serfs wrote and were written about in the two  countries' literary traditions. Considers the attempts of subjugated people to  represent themselves to the dominant culture and the difficulties that members  of the dominant culture confronted in writing about people whose experiences were  largely inaccessible to them. Particular attention is paid to how categories  such as \"slave,\" \"peasant,\" \"white,\" and \"black\" have changed over time and to  how unfree people worked to turn what were perceived as cultural lacks into  aesthetic advantages.          20th-Century  Russia: Terror, Survival, and Beautiful Dreams    RUSSN-UA  859 Offered  periodically. 4 points.    Encompasses  the last years of the tsars and the Russian Revolution and utilizes such  diverse media as film, literature, visual art, and music. Topics include: Lenin  and communism; Stalinism; the Second World War; the end of Communism and the  transition to capitalism. Considers how the fundamentally humanistic ideology  of Communism produced one of the most murderous and oppressive regimes of the  century and how an international movement became increasingly chauvinistic and  nationalistic.          Theories  of Symbolic Exchange    RUSSN-UA  860 Offered  periodically. 4 points.    In  his seminal essay \"On the Gift\" (1923) Marcel Mauss developed a concept of an  alternative, non-market type of economy, based on a non-monetary exchange of  such symbolic values as social recognition, sovereignty, and political  participation. Today, this concept has acquired a new relevance in relation to the  economy of the Internet. Examines various theories of the symbolic that expand  the original Maussian model and encompass multiple aspects of culture: from  Georges Bataille, Roger Caillois and Mikhail Bakhtin to Jacques Derrida and  Jean Baudrillard.          Russia  and the West    RUSSN-UA  861 Offered  periodically. 4 points.    Explores  the question of the West in Russian history and culture since the 17th  century. Studies the intellectual products of Russian interactions with  the West—constitutional projects, scientific and economic thought, the  Westernizer-Slavophile controversy, and revolutions. Substantial emphasis is  placed on the role of reading and translation in the making of cultural models.  Considers the presence of Western European communities in Russia, and concludes  with Russian emigration to Europe and the United States.          Tolstoy's  War and Peace    RUSSN-UA  862 Offered  periodically. 4 points.    A  careful reading of Tolstoy's massive novel (if it is in fact a \"novel\"), with  the goal of understanding how the text works and the techniques it uses to  produce the immersive pleasures it offers to readers. Also considers the book's  historical context; the sources that Tolstoy drew on; its place in Tolstoy's  oeuvre and thought; its place in the Russian tradition and in \"world\"  literature; and the various uses (including political and ideological) that  have been made of it since its initial publication.          The  Unquiet Dead: Imagining the Afterlife in Film and Fiction    RUSSN-UA  870 Offered  periodically. 4 points.    Explores  the connections between narrative and imagined scenarios for the afterlife.  Examines literary and cinematic treatments of vampires, ghosts, zombies, and,  in particular, posthumous narrators, and considers the political and  ideological deployment of afterlife narratives, investigating questions of  cultural and sexual purity, collective guilt, and socioeconomic anxiety.  Engages both the folklore and fiction of the Slavic world and contemporary  American reinterpretations. Readings from Nabokov, Gogol, Ovid, Stoker, and  Morrison, accompanied by selected films.          19th Century Realism: The Case of Russia   RUSSN-UA 871 Offered  periodically. 4 points.    Examines  competing literary representations of urban and rural spaces in Russian realism  as a platform for exploring the era's major cultural and ideological debates.  Writers developed widely divergent ideas of Russia and Russianness, focusing on  everything from peasant misery and urban squalor to hopeful views of civilized  and forward-thinking cities. Readings from Gogol, Turgenev, Dostoevsky,  Tolstoy, and others, as well as works of music and visual arts.          Internship  and Independent Study Courses      Open  only to students majoring in the department.          Internship    RUSSN-UA  980 1  to 6 points per term.    Native  speakers of Russian may obtain internship credit by working with Russian  language students and assisting language instructors. A maximum of 4 points of  internship may be counted toward an undergraduate major (not toward a minor).  Consult the director of undergraduate studies for further details. Internship  credit in other settings and organizations requires a description of duties and  approval of the director of undergraduate studies, as well as a final paper.          Independent  Study    RUSSN-UA  997, 998 2  to 4 points per term.    A  maximum of 8 points of independent study may be counted toward an undergraduate  major (not toward a minor). Before registering, students must submit a one-page  typed description of the proposed project to the director of undergraduate  studies and the proposed faculty sponsor.       Back to top             Sitemap       |       Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "NYU > Russian Slavic > Course Offerings                         New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Department of Russian and Slavic Studies             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Course Offerings     Language  Courses      All  courses from RUSSN-UA 1 through RUSSN-UA 4 meet three times a week. All lower-division  Russian language courses are closed to native speakers except Russian Grammar  and Composition I and II (RUSSN-UA 5, 6).          Elementary  Russian I    RUSSN-UA  1 Offered  in the fall. 4 points.    Intended  to give beginners a speaking and reading knowledge of the Russian language.  Involves an introduction to the essentials of Russian grammar and the reading  of graded texts, with special emphasis on the acquisition of an idiomatic  conversational vocabulary. Combines the traditional grammatical approach with a  conversational, inductive method.          Elementary  Russian II    RUSSN-UA  2 Prerequisite:  Elementary Russian I (RUSSN-UA 1) or equivalent. Offered in the spring. 4  points.    Continuation  of beginner-level work.          Intermediate  Russian I    RUSSN-UA  3 Prerequisite:  Elementary Russian II (RUSSN-UA 2) or equivalent. Offered in the fall. 4  points.    Grammar  review, vocabulary building, and drills in spoken Russian.          Intermediate  Russian II    RUSSN-UA  4 Prerequisite:  Intermediate Russian I (RUSSN-UA 3) or equivalent. Offered in the spring. 4  points.    Vocabulary  building, idiomatic expressions, and drills in spoken Russian. Completion of  this course satisfies the CAS foreign language requirement.          Russian  Grammar and Composition I    RUSSN-UA  5 Prerequisite:  basic competence in spoken Russian. Offered in the fall. 4 points.    Designed for students who speak some Russian at home but  have virtually no reading and writing skills. Does not satisfy the College Core Curriculum language requirement.          Russian  Grammar and Composition II    RUSSN-UA  6 Prerequisite:  Russian Grammar and Composition I (RUSSN-UA 5) or basic competence in reading  and writing Russian. Offered in the spring. 4 points.    Completion  of this course satisfies the CAS foreign language requirement.          The  department offers courses in Advanced Russian (RUSSN-UA 107-109). All are  repeatable for credit. Topics for these courses are offered on a rotating basis  (consult the current schedule of classes):   Russian film (viewing and discussion of Russian and Soviet films)   Russian press (reading and discussion of newspaper and magazine articles)   Readings in Russian literature (reading and discussion of short stories by  Russian and Soviet writers)   Soviet and Russian theatre (reading, viewing, and analysis of Russian dramatic  works, with background readings on Russian theatre)   Social issues in Russian culture (reading and discussion of articles on  important social and cultural topics) Advanced  Russian I    RUSSN-UA  107 Prerequisite:  Intermediate Russian II (RUSSN-UA 4), Russian Grammar and Composition II  (RUSSN-UA 6), or equivalent. Offered in the fall. 4 points.          Advanced  Russian II    RUSSN-UA  108 Prerequisite:  Intermediate Russian II (RUSSN-UA 4), Russian Grammar and Composition II  (RUSSN-UA 6), or equivalent. Offered in the spring. 4 points.          Advanced  Russian III    RUSSN-UA  109 Prerequisite:  Advanced Russian I or Advanced Russian II (RUSSN-UA 4), Russian Grammar and  Composition II (RUSSN-UA 6), or equivalent. Offered in the fall. 4 points.          Elementary  Czech I and II    RUSSN-UA  201, 202 Offered  in the fall and spring, respectively. 4 points per term.    Introduction  to the basic skills: speaking and reading. Essentials of Czech grammar, reading  of graded texts, and conversation on everyday subjects. Vocabulary building.  Essentials of writing.          Literature  and Civilization Courses      All  courses are conducted in English unless otherwise noted.          Introduction  to Russian Literature I    RUSSN-UA  811 Offered  regularly. 4 points.    A  survey of Russian literature of the 19th century. All works are read in  translation.          Introduction  to Russian Literature II    RUSSN-UA  812 Offered  regularly. 4 points.    A  survey of Russian literature of the 20th through the 21st century. All works  are read in translation.          Gogol    RUSSN-UA  828 Offered  every other year. 4 points.    A  critical examination of the writer's short stories, plays, and unfinished novel   Dead  Souls .          Contemporary  Central and East European Literature    RUSSN-UA  832 Offered  every other year. Borenstein. 4 points.    An  examination of contemporary novels and short stories from Central and Eastern  Europe (Poland, the former Czechoslovakia, the former Yugoslavia, Albania, and  Hungary), primarily from the last 50 years. The problems of \"minor\" literature,  postmodernism, and the attempt to articulate \"authentic\" experience are  emphasized. Authors read include Kafka, Kundera, Hrabal, Kosiński, Schulz,  Gombrowicz, Kristof, Kadare, Kiš, Pavić, and Ugrešić. All works are read in  translation.          Utopia,  Apocalypse, and the Millennium    RUSSN-UA  833 Offered  every other year. Borenstein. 4 points.    The  development of utopianism in literature, philosophy, and political theory, and  attempts to put utopian theory into action. The positing of perfect worlds and  their relationship to our less-than-perfect reality, anti-utopianism, and the  recent resurgence of utopianism and apocalypticism (for example, millenarian  \"cults,\" the millennium bug). Readings from Plato, More, Bellamy, Dostoevsky,  Marx, Zamyatin, Orwell, Huxley, LeGuin, and Revelation.          Chekhov    RUSSN-UA  837 Offered  every other year. 4 points.    Major  techniques in Chekhov's short story writing, examination of his influence on  the development of the Russian and European novella, and a close analysis of  his drama ( Three  Sisters ,   The  Cherry Orchard ,  and Uncle  Vanya )  and its impact on Russian playwrights of the 20th century, as well as its  relation to the development of Stanislavsky's Moscow Art Theatre.          Dostoevsky    RUSSN-UA  839 Offered  every other year. 4 points.    Dostoevsky's  major philosophical and religious concerns as reflected in his works. Notes from the  Underground ,   Crime  and Punishment ,   The  Idiot ,   The  Brothers Karamazov ,  and major short stories. Examines Dostoevsky's concepts of freedom, history,  and Christianity.          Theory  of the Avant-Garde, East and West, 1890–1930    RUSSN-UA  841 Identical  to COLIT-UA 841, ENGL-UA 730. Offered every other year. 4 points.    Cultural  and historical approach to the theory and practice of the avant-garde, with  close readings of some of its key productions. Topics include cubism, Italian  futurism, Russian cubo-futurism, imagism and vorticism, dadaism,  constructivism, and surrealism. Stresses aesthetic, historical, and political  interconnections between the Russian avant-garde and the West. Readings are in  English, but comparative literature majors are encouraged to read works in the  original language.          Russian  Literature in the Original I    RUSSN-UA  847 Prerequisite:  at least one semester of Advanced Russian or near-native fluency in Russian.  Offered in the fall. 4 points.    Students  read Russian prose and poetry in the original language. Class discussions and  papers are also in Russian.          Russian  Literature in the Original II    RUSSN-UA  848 Prerequisite:  at least one semester of Advanced Russian or near-native fluency in Russian.  Offered in the spring. 4 points.    Students  read Russian prose and poetry in the original language. Class discussions and  papers are also in Russian.          Introduction  to Soviet Cinema    RUSSN-UA  850 Offered  every year. Iampolski. 4 points.    Examines  landmarks of cinematic art and considers the cultural specificity of Russian  cinema, questions of cinema and politics (e.g. cinema as a propaganda tool),  and cinema and the market. Artists discussed include Eisenstein, Vertov,  Pudovkin, Kuleshov, Barnet, Shub, Kozintsev, Trauberg, and Tarkovsky. Topics  include cinema and revolution, the cinema of the Russian avant-garde and  constructivism, cinema and totalitarianism, and socialist realism in film.          Soviet  and Post-Soviet Literature    RUSSN-UA  852 Offered  periodically. Borenstein. 4 points.    An  introduction to Russian 20th-century fiction, concentrating on the two periods  of greatest cultural ferment: 1920s modernism and late/post-Soviet  postmodernism. The experience of Russia in the 20th century can be viewed as  the failed attempt to put radical Bolshevik theory into everyday practice, a  grand scheme of social engineering that would inevitably be reflected in the  country's literature.          Legacies  of Serfdom and Slavery in Russian and American Literature    RUSSN-UA  854 Offered  periodically. Lounsbery. 4 points.    How  American slaves and Russian serfs wrote and were written about in the two  countries' literary traditions. Considers the attempts of subjugated people to  represent themselves to the dominant culture and the difficulties that members  of the dominant culture confronted in writing about people whose experiences were  largely inaccessible to them. Particular attention is paid to how categories  such as \"slave,\" \"peasant,\" \"white,\" and \"black\" have changed over time and to  how unfree people worked to turn what were perceived as cultural lacks into  aesthetic advantages.          20th-Century  Russia: Terror, Survival, and Beautiful Dreams    RUSSN-UA  859 Offered  periodically. 4 points.    Encompasses  the last years of the tsars and the Russian Revolution and utilizes such  diverse media as film, literature, visual art, and music. Topics include: Lenin  and communism; Stalinism; the Second World War; the end of Communism and the  transition to capitalism. Considers how the fundamentally humanistic ideology  of Communism produced one of the most murderous and oppressive regimes of the  century and how an international movement became increasingly chauvinistic and  nationalistic.          Theories  of Symbolic Exchange    RUSSN-UA  860 Offered  periodically. 4 points.    In  his seminal essay \"On the Gift\" (1923) Marcel Mauss developed a concept of an  alternative, non-market type of economy, based on a non-monetary exchange of  such symbolic values as social recognition, sovereignty, and political  participation. Today, this concept has acquired a new relevance in relation to the  economy of the Internet. Examines various theories of the symbolic that expand  the original Maussian model and encompass multiple aspects of culture: from  Georges Bataille, Roger Caillois and Mikhail Bakhtin to Jacques Derrida and  Jean Baudrillard.          Russia  and the West    RUSSN-UA  861 Offered  periodically. 4 points.    Explores  the question of the West in Russian history and culture since the 17th  century. Studies the intellectual products of Russian interactions with  the West—constitutional projects, scientific and economic thought, the  Westernizer-Slavophile controversy, and revolutions. Substantial emphasis is  placed on the role of reading and translation in the making of cultural models.  Considers the presence of Western European communities in Russia, and concludes  with Russian emigration to Europe and the United States.          Tolstoy's  War and Peace    RUSSN-UA  862 Offered  periodically. 4 points.    A  careful reading of Tolstoy's massive novel (if it is in fact a \"novel\"), with  the goal of understanding how the text works and the techniques it uses to  produce the immersive pleasures it offers to readers. Also considers the book's  historical context; the sources that Tolstoy drew on; its place in Tolstoy's  oeuvre and thought; its place in the Russian tradition and in \"world\"  literature; and the various uses (including political and ideological) that  have been made of it since its initial publication.          The  Unquiet Dead: Imagining the Afterlife in Film and Fiction    RUSSN-UA  870 Offered  periodically. 4 points.    Explores  the connections between narrative and imagined scenarios for the afterlife.  Examines literary and cinematic treatments of vampires, ghosts, zombies, and,  in particular, posthumous narrators, and considers the political and  ideological deployment of afterlife narratives, investigating questions of  cultural and sexual purity, collective guilt, and socioeconomic anxiety.  Engages both the folklore and fiction of the Slavic world and contemporary  American reinterpretations. Readings from Nabokov, Gogol, Ovid, Stoker, and  Morrison, accompanied by selected films.          19th Century Realism: The Case of Russia   RUSSN-UA 871 Offered  periodically. 4 points.    Examines  competing literary representations of urban and rural spaces in Russian realism  as a platform for exploring the era's major cultural and ideological debates.  Writers developed widely divergent ideas of Russia and Russianness, focusing on  everything from peasant misery and urban squalor to hopeful views of civilized  and forward-thinking cities. Readings from Gogol, Turgenev, Dostoevsky,  Tolstoy, and others, as well as works of music and visual arts.          Internship  and Independent Study Courses      Open  only to students majoring in the department.          Internship    RUSSN-UA  980 1  to 6 points per term.    Native  speakers of Russian may obtain internship credit by working with Russian  language students and assisting language instructors. A maximum of 4 points of  internship may be counted toward an undergraduate major (not toward a minor).  Consult the director of undergraduate studies for further details. Internship  credit in other settings and organizations requires a description of duties and  approval of the director of undergraduate studies, as well as a final paper.          Independent  Study    RUSSN-UA  997, 998 2  to 4 points per term.    A  maximum of 8 points of independent study may be counted toward an undergraduate  major (not toward a minor). Before registering, students must submit a one-page  typed description of the proposed project to the director of undergraduate  studies and the proposed faculty sponsor.       Back to top             Sitemap       |       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "NYU > Russian Slavic > Spring 2010 Graduate Course Schedule                         New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Department of Russian and Slavic Studies             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Spring 2010 Graduate Course Schedule      G91.2104-001 Inventing a Usable Past: The Case of Russia Kunichika R 6:20-8:20  G91.2124-001 Adultery in the Novel  Lounsbery T 6:20-8:20 G91.2130-001 Russian Intellectual History Wortman F 3:30-5:30 G91.2131-001 The Russian Novel And Problem of Genre Kliger W 6:20-8:20 G91.2133-001 Issues In 19th C Women’s Writing: Russia, Europe, The U.S. Greene M 6:20-8:20  G91.3991-001 Research  Staff TBA  G57/G91.1322 From Imperial To Soviet Russia Kotsonis R 3:30-6:10 G29.2610/G91 Special Topics In Theory: Seeing &amp; Doing: Representation &amp; Practice In Art Iampolski R 3:30-6:10        Back to top             Sitemap       |       Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "NYU > Russian Slavic > Course Offerings                         New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Department of Russian and Slavic Studies             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Course Offerings     Language  Courses      All  courses from RUSSN-UA 1 through RUSSN-UA 4 meet three times a week. All lower-division  Russian language courses are closed to native speakers except Russian Grammar  and Composition I and II (RUSSN-UA 5, 6).          Elementary  Russian I    RUSSN-UA  1 Offered  in the fall. 4 points.    Intended  to give beginners a speaking and reading knowledge of the Russian language.  Involves an introduction to the essentials of Russian grammar and the reading  of graded texts, with special emphasis on the acquisition of an idiomatic  conversational vocabulary. Combines the traditional grammatical approach with a  conversational, inductive method.          Elementary  Russian II    RUSSN-UA  2 Prerequisite:  Elementary Russian I (RUSSN-UA 1) or equivalent. Offered in the spring. 4  points.    Continuation  of beginner-level work.          Intermediate  Russian I    RUSSN-UA  3 Prerequisite:  Elementary Russian II (RUSSN-UA 2) or equivalent. Offered in the fall. 4  points.    Grammar  review, vocabulary building, and drills in spoken Russian.          Intermediate  Russian II    RUSSN-UA  4 Prerequisite:  Intermediate Russian I (RUSSN-UA 3) or equivalent. Offered in the spring. 4  points.    Vocabulary  building, idiomatic expressions, and drills in spoken Russian. Completion of  this course satisfies the CAS foreign language requirement.          Russian  Grammar and Composition I    RUSSN-UA  5 Prerequisite:  basic competence in spoken Russian. Offered in the fall. 4 points.    Designed for students who speak some Russian at home but  have virtually no reading and writing skills. Does not satisfy the College Core Curriculum language requirement.          Russian  Grammar and Composition II    RUSSN-UA  6 Prerequisite:  Russian Grammar and Composition I (RUSSN-UA 5) or basic competence in reading  and writing Russian. Offered in the spring. 4 points.    Completion  of this course satisfies the CAS foreign language requirement.          The  department offers courses in Advanced Russian (RUSSN-UA 107-109). All are  repeatable for credit. Topics for these courses are offered on a rotating basis  (consult the current schedule of classes):   Russian film (viewing and discussion of Russian and Soviet films)   Russian press (reading and discussion of newspaper and magazine articles)   Readings in Russian literature (reading and discussion of short stories by  Russian and Soviet writers)   Soviet and Russian theatre (reading, viewing, and analysis of Russian dramatic  works, with background readings on Russian theatre)   Social issues in Russian culture (reading and discussion of articles on  important social and cultural topics) Advanced  Russian I    RUSSN-UA  107 Prerequisite:  Intermediate Russian II (RUSSN-UA 4), Russian Grammar and Composition II  (RUSSN-UA 6), or equivalent. Offered in the fall. 4 points.          Advanced  Russian II    RUSSN-UA  108 Prerequisite:  Intermediate Russian II (RUSSN-UA 4), Russian Grammar and Composition II  (RUSSN-UA 6), or equivalent. Offered in the spring. 4 points.          Advanced  Russian III    RUSSN-UA  109 Prerequisite:  Advanced Russian I or Advanced Russian II (RUSSN-UA 4), Russian Grammar and  Composition II (RUSSN-UA 6), or equivalent. Offered in the fall. 4 points.          Elementary  Czech I and II    RUSSN-UA  201, 202 Offered  in the fall and spring, respectively. 4 points per term.    Introduction  to the basic skills: speaking and reading. Essentials of Czech grammar, reading  of graded texts, and conversation on everyday subjects. Vocabulary building.  Essentials of writing.          Literature  and Civilization Courses      All  courses are conducted in English unless otherwise noted.          Introduction  to Russian Literature I    RUSSN-UA  811 Offered  regularly. 4 points.    A  survey of Russian literature of the 19th century. All works are read in  translation.          Introduction  to Russian Literature II    RUSSN-UA  812 Offered  regularly. 4 points.    A  survey of Russian literature of the 20th through the 21st century. All works  are read in translation.          Gogol    RUSSN-UA  828 Offered  every other year. 4 points.    A  critical examination of the writer's short stories, plays, and unfinished novel   Dead  Souls .          Contemporary  Central and East European Literature    RUSSN-UA  832 Offered  every other year. Borenstein. 4 points.    An  examination of contemporary novels and short stories from Central and Eastern  Europe (Poland, the former Czechoslovakia, the former Yugoslavia, Albania, and  Hungary), primarily from the last 50 years. The problems of \"minor\" literature,  postmodernism, and the attempt to articulate \"authentic\" experience are  emphasized. Authors read include Kafka, Kundera, Hrabal, Kosiński, Schulz,  Gombrowicz, Kristof, Kadare, Kiš, Pavić, and Ugrešić. All works are read in  translation.          Utopia,  Apocalypse, and the Millennium    RUSSN-UA  833 Offered  every other year. Borenstein. 4 points.    The  development of utopianism in literature, philosophy, and political theory, and  attempts to put utopian theory into action. The positing of perfect worlds and  their relationship to our less-than-perfect reality, anti-utopianism, and the  recent resurgence of utopianism and apocalypticism (for example, millenarian  \"cults,\" the millennium bug). Readings from Plato, More, Bellamy, Dostoevsky,  Marx, Zamyatin, Orwell, Huxley, LeGuin, and Revelation.          Chekhov    RUSSN-UA  837 Offered  every other year. 4 points.    Major  techniques in Chekhov's short story writing, examination of his influence on  the development of the Russian and European novella, and a close analysis of  his drama ( Three  Sisters ,   The  Cherry Orchard ,  and Uncle  Vanya )  and its impact on Russian playwrights of the 20th century, as well as its  relation to the development of Stanislavsky's Moscow Art Theatre.          Dostoevsky    RUSSN-UA  839 Offered  every other year. 4 points.    Dostoevsky's  major philosophical and religious concerns as reflected in his works. Notes from the  Underground ,   Crime  and Punishment ,   The  Idiot ,   The  Brothers Karamazov ,  and major short stories. Examines Dostoevsky's concepts of freedom, history,  and Christianity.          Theory  of the Avant-Garde, East and West, 1890–1930    RUSSN-UA  841 Identical  to COLIT-UA 841, ENGL-UA 730. Offered every other year. 4 points.    Cultural  and historical approach to the theory and practice of the avant-garde, with  close readings of some of its key productions. Topics include cubism, Italian  futurism, Russian cubo-futurism, imagism and vorticism, dadaism,  constructivism, and surrealism. Stresses aesthetic, historical, and political  interconnections between the Russian avant-garde and the West. Readings are in  English, but comparative literature majors are encouraged to read works in the  original language.          Russian  Literature in the Original I    RUSSN-UA  847 Prerequisite:  at least one semester of Advanced Russian or near-native fluency in Russian.  Offered in the fall. 4 points.    Students  read Russian prose and poetry in the original language. Class discussions and  papers are also in Russian.          Russian  Literature in the Original II    RUSSN-UA  848 Prerequisite:  at least one semester of Advanced Russian or near-native fluency in Russian.  Offered in the spring. 4 points.    Students  read Russian prose and poetry in the original language. Class discussions and  papers are also in Russian.          Introduction  to Soviet Cinema    RUSSN-UA  850 Offered  every year. Iampolski. 4 points.    Examines  landmarks of cinematic art and considers the cultural specificity of Russian  cinema, questions of cinema and politics (e.g. cinema as a propaganda tool),  and cinema and the market. Artists discussed include Eisenstein, Vertov,  Pudovkin, Kuleshov, Barnet, Shub, Kozintsev, Trauberg, and Tarkovsky. Topics  include cinema and revolution, the cinema of the Russian avant-garde and  constructivism, cinema and totalitarianism, and socialist realism in film.          Soviet  and Post-Soviet Literature    RUSSN-UA  852 Offered  periodically. Borenstein. 4 points.    An  introduction to Russian 20th-century fiction, concentrating on the two periods  of greatest cultural ferment: 1920s modernism and late/post-Soviet  postmodernism. The experience of Russia in the 20th century can be viewed as  the failed attempt to put radical Bolshevik theory into everyday practice, a  grand scheme of social engineering that would inevitably be reflected in the  country's literature.          Legacies  of Serfdom and Slavery in Russian and American Literature    RUSSN-UA  854 Offered  periodically. Lounsbery. 4 points.    How  American slaves and Russian serfs wrote and were written about in the two  countries' literary traditions. Considers the attempts of subjugated people to  represent themselves to the dominant culture and the difficulties that members  of the dominant culture confronted in writing about people whose experiences were  largely inaccessible to them. Particular attention is paid to how categories  such as \"slave,\" \"peasant,\" \"white,\" and \"black\" have changed over time and to  how unfree people worked to turn what were perceived as cultural lacks into  aesthetic advantages.          20th-Century  Russia: Terror, Survival, and Beautiful Dreams    RUSSN-UA  859 Offered  periodically. 4 points.    Encompasses  the last years of the tsars and the Russian Revolution and utilizes such  diverse media as film, literature, visual art, and music. Topics include: Lenin  and communism; Stalinism; the Second World War; the end of Communism and the  transition to capitalism. Considers how the fundamentally humanistic ideology  of Communism produced one of the most murderous and oppressive regimes of the  century and how an international movement became increasingly chauvinistic and  nationalistic.          Theories  of Symbolic Exchange    RUSSN-UA  860 Offered  periodically. 4 points.    In  his seminal essay \"On the Gift\" (1923) Marcel Mauss developed a concept of an  alternative, non-market type of economy, based on a non-monetary exchange of  such symbolic values as social recognition, sovereignty, and political  participation. Today, this concept has acquired a new relevance in relation to the  economy of the Internet. Examines various theories of the symbolic that expand  the original Maussian model and encompass multiple aspects of culture: from  Georges Bataille, Roger Caillois and Mikhail Bakhtin to Jacques Derrida and  Jean Baudrillard.          Russia  and the West    RUSSN-UA  861 Offered  periodically. 4 points.    Explores  the question of the West in Russian history and culture since the 17th  century. Studies the intellectual products of Russian interactions with  the West—constitutional projects, scientific and economic thought, the  Westernizer-Slavophile controversy, and revolutions. Substantial emphasis is  placed on the role of reading and translation in the making of cultural models.  Considers the presence of Western European communities in Russia, and concludes  with Russian emigration to Europe and the United States.          Tolstoy's  War and Peace    RUSSN-UA  862 Offered  periodically. 4 points.    A  careful reading of Tolstoy's massive novel (if it is in fact a \"novel\"), with  the goal of understanding how the text works and the techniques it uses to  produce the immersive pleasures it offers to readers. Also considers the book's  historical context; the sources that Tolstoy drew on; its place in Tolstoy's  oeuvre and thought; its place in the Russian tradition and in \"world\"  literature; and the various uses (including political and ideological) that  have been made of it since its initial publication.          The  Unquiet Dead: Imagining the Afterlife in Film and Fiction    RUSSN-UA  870 Offered  periodically. 4 points.    Explores  the connections between narrative and imagined scenarios for the afterlife.  Examines literary and cinematic treatments of vampires, ghosts, zombies, and,  in particular, posthumous narrators, and considers the political and  ideological deployment of afterlife narratives, investigating questions of  cultural and sexual purity, collective guilt, and socioeconomic anxiety.  Engages both the folklore and fiction of the Slavic world and contemporary  American reinterpretations. Readings from Nabokov, Gogol, Ovid, Stoker, and  Morrison, accompanied by selected films.          19th Century Realism: The Case of Russia   RUSSN-UA 871 Offered  periodically. 4 points.    Examines  competing literary representations of urban and rural spaces in Russian realism  as a platform for exploring the era's major cultural and ideological debates.  Writers developed widely divergent ideas of Russia and Russianness, focusing on  everything from peasant misery and urban squalor to hopeful views of civilized  and forward-thinking cities. Readings from Gogol, Turgenev, Dostoevsky,  Tolstoy, and others, as well as works of music and visual arts.          Internship  and Independent Study Courses      Open  only to students majoring in the department.          Internship    RUSSN-UA  980 1  to 6 points per term.    Native  speakers of Russian may obtain internship credit by working with Russian  language students and assisting language instructors. A maximum of 4 points of  internship may be counted toward an undergraduate major (not toward a minor).  Consult the director of undergraduate studies for further details. Internship  credit in other settings and organizations requires a description of duties and  approval of the director of undergraduate studies, as well as a final paper.          Independent  Study    RUSSN-UA  997, 998 2  to 4 points per term.    A  maximum of 8 points of independent study may be counted toward an undergraduate  major (not toward a minor). Before registering, students must submit a one-page  typed description of the proposed project to the director of undergraduate  studies and the proposed faculty sponsor.       Back to top             Sitemap       |       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "NYU > Russian Slavic > Spring 2010 Graduate Course Schedule                         New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Department of Russian and Slavic Studies             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Spring 2010 Graduate Course Schedule      G91.2104-001 Inventing a Usable Past: The Case of Russia Kunichika R 6:20-8:20  G91.2124-001 Adultery in the Novel  Lounsbery T 6:20-8:20 G91.2130-001 Russian Intellectual History Wortman F 3:30-5:30 G91.2131-001 The Russian Novel And Problem of Genre Kliger W 6:20-8:20 G91.2133-001 Issues In 19th C Women’s Writing: Russia, Europe, The U.S. Greene M 6:20-8:20  G91.3991-001 Research  Staff TBA  G57/G91.1322 From Imperial To Soviet Russia Kotsonis R 3:30-6:10 G29.2610/G91 Special Topics In Theory: Seeing &amp; Doing: Representation &amp; Practice In Art Iampolski R 3:30-6:10        Back to top             Sitemap       |       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "NYU > Russian Slavic > Tucker, Joshua                         New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Department of Russian and Slavic Studies             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;               Joshua Tucker     Professor of Politics, Russian & Slavic Studies BA Harvard 1993; MIS University of Birmingham (UK) 1994; MA Harvard 2000; PhD Harvard 2000     Office Address: NYU Department of Politics, 19 W. 4th Street, New York, NY 10012 Email:       Personal Homepage               Curriculum Vitae              Areas of Research/Interest   Comparative political behavior: elections, voting, partisanship, protest and social media; post-communist politics.       Select Publications:   Google Scholar  Books    Tucker, Joshua A., 2006, Regional Economic Voting: Russia, Poland, Hungary, Slovakia and Russia, 1990-99 , New York: Cambridge University Press .    Abstract: This study demonstrates that in a time of massive change characterized by the emergence of entirely new political systems and a fundamental reorganization of economic life, systematic patterns of economic conditions affecting election results at the aggregate level can in fact be identified during the first decade of postcommunist elections in five postcommunist countries: Russia, Poland, Hungary, Slovakia, and the Czech Republic. Intriguingly, incumbency status is not the best predictor of these effects. Instead, parties that are primarily identified with the “Old Regime” that predated the transition enjoy more electoral success in regions with more economic losers, while “New Regime” parties that are mostly closely identified with the movement away from communism consistently enjoy more electoral support in regions with more economic winners. A variety of theoretical arguments concerning the conditions in which these effects are more or less likely to be present are also proposed and tested. Analysis is conducted using an original data set of regional level economic, demographic, and electoral indicators, and features both broadly based comparative assessments of the findings across all twenty elections as well as more focused case study analyses of pairs of individual elections.    Journal Articles    “ Enough! Electoral Fraud, Collective Action Problems, and the \"2nd Wave\" of Post-Communist Democratic Revolutions ”, forthcoming at Perspectives on Politics .      Abstract : In countries where citizens have strong grievances against the regime, attempts to address these grievances in the course of daily life are likely to entail high costs coupled with very low chances of success in any meaningful sense; consequently, most citizens will choose not to challenge the regime, thus reflecting the now well known collective action problem. When a regime commits electoral fraud, however, an individual’s calculus regarding whether to participate in a protest against the regime can be changed significantly. This argument yields important implications for how we interpret the wave of “colored revolutions” that swept through Serbia, Georgia, Ukraine, and Kyrgyzstan in the first half of this decade. Applying the collective action framework to the colored revolutions also yields a parsimonious contribution to the political science literature on social protest: electoral fraud can be a remarkably useful tool for solving the collective action problems faced by citizens in countries where governments are not, to use Barry Weingast’s language, appropriately restrained by the populace (Weingast 1997, 2005). While modest, such an observation actually can speak to a wide-ranging number of questions in the literature, including why people choose to protest when they do (Kuran 1991; Tarrow 1994), how protests at one place and time can affect the likelihood for future protests (Chong 1991; Tarrow 1994), and new aspects of the relationship between elections and protest (Javeline 2003b).      \" Strategic Voting and Information Transmission in Sequential Elections: Run Boris Run \" with Adam Meirowitz, 2007, The Journal of Politics , 69(1): 88-99.    Abstract: Following the 1995 Russian parliamentary election, it was suggested that Russian voters may have used their votes to send a message to the current Russian president, Boris Yeltsin, who was scheduled to run for re-election six months later. Building on this observation, we consider the incentives for information transmission through strategic voting in systems with sequential elections. We find that when an election for a sufficiently weak institution (usually a parliament) precedes an election for a strong institution (usually a president), in any equilibrium some voters vote against their preferred party in the first election to send a message to candidates in the second election. Following a brief discussion of the intuition underlying this argument, we present a model that allows us to isolate institutional features that affect the prevalence of this type of strategic voting: the relative importance of institutions to voters, the timing of sequential elections and the relative cost of responsiveness by candidates. The paper concludes with suggestions for future empirical tests of the model's implications.    “‘Don’t Knows’ and Public Opinion Towards Economic Reform: Evidence from Russia” with Adam Berinsky, 2006, Communist and Post-Communist Studies , 39(1): 73-99.    Abstract : As market reform has spread throughout the globe, both scholars and policy makers have become increasingly interested in attempting to measure public opinion towards economic changes. However, recent research from American politics suggests that special care must be paid to how surveys treat non-respondents to these types of questions. We extend this line of inquiry to a well known case of large scale economic reform, Russia in the mid-1990s. Our major finding is that Russians who fail to answer survey questions tend to be consistently less “liberal” than their counterparts who are able to answer such questions. This finding has implications both for our understanding of Russian public opinion in the 1990s, as well as for measuring attitudes towards economic reform more generally.    \" Pocketbooks, Politics, and Parties: The 2003 Polish Referendum on EU Membership \" with Radoslaw Markowski,2005, Electoral Studies, 24(3): 409-433    Abstract: We analyze the results Poland’s historic June, 2003 referendum on whether or not to join the European Union (EU). We find that demographic factors did not play a particularly large role in determining vote choice in the referendum. As alternatives, we propose economic, political, and party based hypotheses, and find empirical support for all three. We also examine the decision to participate in the referendum in an effort to assess the affect of the strategic dilemma posed by a referendum with a minimum turnout threshold for opponents of the referendum. Analysis is conducted on both the aggregate and individual level, utilizing an original county-level dataset and a national public opinion survey.    \" Feeding the Hand that Bit You: Voting for Ex-Authoritarian Rulers in Russia and Bolivia \" with Amber Seligson, 2005, Demokratizatsiya: The Journal of Post-Soviet Democratization , 13(1): 11-42 .    Abstract: What could be motivating voters in some emerging democracies to vote for leaders who have proven themselves to be skilled at violating human rights, repressing civil liberties, and ruling without democratic institutions? We test hypotheses related to this question by using a least-similar-systems design in which we search for common predictors of vote choice in presidential elections from two countries that differ in their past and current political and economic situations: Bolivia and Russia. We find consistent patterns in these two very different countries that lead to the conclusion that voters for ex-authoritarian candidates or parties are not merely motivated by the factors that typically shape vote choice in long-standing democracies, but that they additionally exhibit a clear preference for non-democratic political systems.    \" Learning from Terrorist Markets \" with Adam Meirowitz , Perspectives on Politics, Vol.2, No.2 (2004) 331-6.    \" Transitional Winners and Losers: Attitudes Toward EU Membership in Post-Communist Countries ,\" with Alexander Pacek and Adam Berinsky , American Journal of Political Science, Vol. 46, No.3 (2002, 557-571)    Abstract: We present a model of citizen support for EU membership designed explicitly for post-communist countries. We posit that membership in the EU can function as an implicit guarantee that the economic reforms undertaken since the end of communism will not be reversed. On this basis, we predict that “winners” who have benefited from the transition, are more likely to support EU membership for their country than “losers” who have been hurt by the transition. We also predict that supporters of the free market will be more likely to support EU membership than those who oppose the free market. We test these propositions using survey data from ten post-communist countries that have applied for membership in the EU and find strong support for our hypotheses. The article concludes by speculating about the role attitudes towards EU membership may play in the development of partisan preferences.    Click here for supplemental tables mentioned on p.565.    \" The First Decade of Post-Communist Elections and Voting: What Have We Studied, and How Have We Studied It ?\" Annual Review of Political Science , Vol. 5 (2002) 271-304.    Abstract: This review assesses the state of the newly emerging field of the study of post-communist elections and voting by developing a database of 101 articles on the topic that have appeared in 16 leading academic journals (8 general political science journals and 8 post-communist area studies journals) between 1990 and 2000. The database is then used to make inferences concerning both what is being studied by scholars and how it is being studied. It systematically assesses which countries have been analyzed, the types of elections examined, the prevalence of comparative analysis, the division between quantitative and qualitative research, and the types of data used in quantitative studies. It then turns to substantive questions, examining both how scholars have explained post-communist election results and voting decisions, and what they have used these elections to explain.    “ An Easy and Accurate Regression Model for Multiparty Electoral Data ” with Michael Tomz and Jason Wittenberg , Political Analysis , Vol. 10, No.1 (2002) 66-83.    Abstract: Katz and King (1999) propose a new statistical model for multiparty election data. They argue that ordinary least squares (OLS) regression is inappropriate when the dependent variable measures the share of the vote going to each party, and they recommend a superior technique. Regrettably, the Katz-King model requires a high level of statistical expertise and is computationally impractical for more than three political parties. We offer a sophisticated yet convenient alternative that utilizes seemingly unrelated regression (SUR). The SUR procedure is nearly as easy to use as OLS, yet performs as well as Katz-King model in predicting the distribution of votes and the composition of parliament. Moreover, the SUR scales easily to an arbitrarily large number of parties. The model has been incorporated into Clarify, a statistical suite that is available for free on the Internet.    \" Economic Conditions and the Vote for Incumbent Parties in Russia, Poland, Hungary, Slovakia, and the Czech Republic from 1990-1996 ,\" Post Soviet Affairs , Vol.17, No.4 (2001) 309-331.    Abstract: I employ regional electoral, economic and demographic data across several transition countries -- Hungary, Slovakia, Poland, Czech Republic, and Russia -- to examine the effects of economic conditions on the electoral fortunes of incumbents. \"Primary Incumbents\" and \"Other Incumbents\" are distinguished in order to anlayze how the \"Degree of Incumbency\" affects the relationship between economic conditions and election results for these two different types of incumbents in post-communist countries. The article points to new questions and methods for examining multiparty elections as well as for the relationship between economic conditions and voting outcomes.    Click here to download the omitted Appendix on Coding of Incumbent Parties that is discussed on p.315-6 of the text.    \"The Emergence of Mass Partisanship in Russia, 1993-96\" with Ted Brader , American Journal of Political Science , Vol. 45, No.1 (2001) 69-83.    Abstract: Previous studies of Russia search for party identification in an all-or-nothing fashion. We adopt an alternative approach to studying the emergence of mass partisanship in new democracies. In accordance with established theories, we argue that partisanship develops over time and that evidence of partisanship in its early stages may be found in basic behavioral and attitudinal indicators. We stipulate three expectations for the emergence of partisanship: (1) attachment grows with the cumulative effect of political experience; (2) as attachment grows, other views acquire greater partisan consistency; and (3) attachments have a rational basis. Guided by these expectations, we use panel survey data from Russia's early elections to distinguish nascent partisans. Comparison of the behavior of partisans identified by our approach to the behavior of partisans using self-reported identification measures raises doubts about how well self-identification measures capture partisanship in this context.    \"Walking the Tightrope: An Exploration of the Political Culture Concept and its Applications for Foreign Policy Analysis,\" Paradigms: The Kent Journal of International Relations , Vol.9, No.1 (1995) 37-61.    Abstract: I develop the outlines of a model of political culture which can be used to as a tool of foreign policy analysis. I first examine the various attempts that have been made to define political culture generally, and explores some of the ways in which the concept has been applied. I then move the concept of political culture for the domestic sphere into the realm of foreign policy analysis by developing a \"political culture of foreign policy\" that aims to combine both objective classifications and subjective approaches.    NOTE: Articles should be downloaded for personal use only.    Papers Under Review    Disenchanted or Discerning? Voter Turnout in Post-Communist Countries (with Alex Pacek and Grigore Pop-Eleches) ( Download in .pdf format )      Abstract: In comparison to the vast focus accorded the subject in the advanced industrial world, voter turnout has received comparatively little attention in the post-communist world. The major trend of declining turnout has of course been noted, given rise to the concern that the initial boundless enthusiasm and optimism of newly unshackled voters gave way to a listless resignation after several election cycles. In essence, once hopeful electorates, faced with rising economic hardships, unresponsive elites, and democratic backsliding, simply tune out. We propose an alternate possibility, however. Post-communist elections involve critical decisions about salient issues, but not uniformly across all countries at all times. We find, in reflection of this fact, that post-communist voters are more likely to participate in greater numbers in elections that are more “important” As noted in the title of our paper, we believe this suggests a “surprisingly rational” post-communist electorate that votes more when the stakes are higher. We test this argument with a pooled cross-national time series of 135 elections from twenty-one post-communist elections from 1990 to 2004. Our study is unique in that it incorporates both presidential and legislative electoral contests, and to the best of our knowledge it contains the most observations in any cross-national analysis of turnout in the post-communist world to date.    Additional Working Papers    Reflective and Unreflective Partisans? Experimental Evidence on the Links between Information, Opinion, and Party Identification (with Ted Brader) ( Download in .pdf format )    Abstract : Although much ink has been spilt on the topic of party identification, we still know little for certain about its origins and consequences. The prevailing image of party identification is more or less clear: Party identification is a relatively stable psychological force, inherited from parents and shaped by experience, that powerfully influences political perceptions, attitudes, and choices. Support for this image and for the various positions staked out in debates over the roots, impact, and measurement of partisanship comes almost entirely from empirical correlations and theoretical or methodological assumptions. Few scholars have attempted to test claims about impact and especially development of party identification with experiments. To address this gap, we conducted an experiment in Russia in the spring of 2006 in which we tested both the causes and effects of partisanship. Three findings from the experiment have been particularly illuminative. First, Russians with above averages levels of political knowledge become more partisan when they are exposed to information that helps them to differentiate political parties along important policy dimensions. This suggests support for the idea of partisanship as a form of “running tally” of beliefs about political parties. Second, Russians with below average levels of political knowledge becomes less partisan when forced to process information regarding the stance of political parties on a series of policy issues. This somewhat counter-intuitive finding matches previous evidence we found in a study of Princeton and Michigan undergraduates. Finally, we find that even in Russia in 2006, very simple cues concerning whether a preferred political party supports a particular policy proposal makes respondents more likely to support that proposal. This suggests that even in quasi-authoritarian regimes where parties are assumed to be relatively powerless, they can still play a role in informing citizen opinion.      Euroskepticism and the Emergence of Political Parties in Poland (with Radoslaw Markowski) ( Download in .pdf format )    Abstract: One of the most interesting features of the 2003 Polish referendum on EU membership was the strong link between voting behavior in the 2003 referendum and voting behavior in the 2001 Polish parliamentary election. In this manuscript, we test two competing mechanisms that could account for this finding: a responsible party model, whereby citizens’ attitudes toward EU membership would have been driven by their preferred party’s position on the issue; and a more Downsian model, whereby the existence of an unrepresented Polish Euroskeptic electorate could have driven the success of two new Euroskeptic parties in the 2001 parliamentary elections. Drawing upon data from the 1997, 2001, and 2005 Polish National Election Studies, we find much stronger empirical support for the Downsian story. Additionally, we find evidence that Euroskepticism continued to play an important role in determining support for these two parties beyond the 2001 election. In doing so, can contribute both to understanding a particularly complex period of time in Polish political development specifically, as well as to more broadbased questions such as the role played by issues related to the EU in domestic politics and the emergence of new political parties.    Red, Brown, and Regional Economic Voting: Russia, Poland, Hungary, Slovakia and the Czech Republic from 1990-99 ( Download in .pdf format )    Abstract : The vast majority of all work on economic voting has focused on the question of who benefits when economic conditions are better. For multiparty democracies, though, the question of who is likely to benefit when economic conditions are worse is equally, if not more, important. Using an original data set of regional level economic, demographic, and electoral variables, I explore this question using cross-regional variation in election results in 19 national presidential and parliamentary elections from Russia, Poland, Hungary, Slovakia and the Czech Republic that took place between 1990-99. While there is very strong empirical support for the hypothesis that communist successor parties performed better in areas of the country where economic conditions were worse, there is surprisingly little support for the hypothesis that nationalist parties perform better under similar circumstances.    Pathways to Partisanship in New Democracies: Evidence from Russia (with Ted Brader, Download in .pdf format )    Abstract: The study of political behavior in new democracies offers scholars an opportunity to illuminate the less observed corners of their theories by observing democratic politics at its origins. We search in this paper for an explanation of why some Russians develop partisanship and others do not. Drawing on existing theories of party identification for insight into potential explanatory factors, we hope that through empirical investigation in Russia we can in turn enrich those very theories, particularly their understanding of how partisanship first emerges (an aspect that is more difficult to study in established democracies). We rely on a three-wave national survey of Russians conducted over the course of the parliamentary and presidential elections of 1995 and 1996. Preliminary analysis suggests that greater political sophistication and fewer cross-pressures in party choice are important prerequisites to the development of partisanship. We find less evidence of an impact from networks of social influence and democratic principles.    It’s Nothing Personal? The Appeal of Party Leaders and the Development of Partisanship in Russia (with Ted Brader, Download in .pdf format )    Abstract: One of the most common assumptions about Russia’s nascent party system is that it is overly “personalistic,” yet their have been surprisingly few attempts to provide empirical support for this claim at the mass level. In order to address the question directly, we test three hypotheses concerning the relationships between citizens’ evaluations of leaders and their development of partisan attachment. First, evaluations of leaders could have no relationship to the development of partisan attachments (the null hypothesis). Second, evaluations of leaders could be one factor of many that affect the development of partisanship (the reasoned voter hypothesis). Finally, evaluations of leaders could be the determining factor in affecting the development of partisanship, overwhelming all other considerations (the personalism hypothesis). Relying on data from a three wave panel survey of citizens during the 1995-1996 Russian electoral cycle, we find compelling evidence that the personal appeal of political leaders contributes to developing partisanship in Russia. The results hold across multiple measures of the explanatory variable that operationalize leader appeal as either extreme opinionation about leaders generally or an intense attraction to individual leaders. On the basis of these findings, we confidently reject the null hypothesis that attitudes toward political leaders are irrelevant to the development of partisanship. We also confidently reject the personalism hypothesis: Russians’ feelings about their leaders are influential in the formation of partisanship along side numerous other factors, such as political awareness and involvement, social position, former membership in the CPSU, and trust in government.    Political Representation and EU Accession: Evidence from Poland (with Radek Markowski) ( Download in .pdf format )    Abstract: In our paper, we ask three questions regarding political representation in Poland on the issue of EU membership. First, how important was this issue to both masses and elites? Second, did Polish political parties react in any way to mass political attitudes towards EU membership? Finally, did representation on the topic of EU membership have an effect on how Polish citizens voted, how they viewed political parties, or their overall assessment of the quality of Polish democracy? We address these questions in an effort to expand our understanding of the relevance of EU membership to Poland’s domestic politics beyond the question of why certain citizens support EU membership, and in an effort to expand the study of political representation outside the confines of stable established democracies. We answers these questions using the 1997 and 2001 Polish National Election Studies, which surveyed both masses and parliamentary elites. Overall, we conclude that political representation on the issue of EU membership did matter to Polish citizens by helping inform their political choices and attitudes, and that political parties clearly seemed to have been aware of this fact and reacted to it. Although we note that this bodes well for the development of political representation in Poland, ironically it may ultimately prove threatening to the quality of democratic development by providing mass support for radical and anti-systemic parties.    Transitional Economic Voting: Economic Conditions and Election Results in Russia, Poland, Hungary, Slovakia, and the Czech Republic from 1990-1999 ( Download in .pdf format )    Abstract: This is a working paper I prepared while writing my book Regional Economic Voting that highlighted one of the principal findings of the book. It is a useful way to get a quick sense of one of the arguments in the book, but it does not contain the final versions of the results that are presented in the book, nor does it go into nearly the level of detail on either the theory or the methodology as the book does. For this reason, this paper is no longer available for citation -- anyone wishing to cite findings in the paper should refer to the book instead for the final versions of these analyses and cite the book. I am leaving the paper on my website, however, for those who would like a quick overview of the argument and findings.    In the paper, I present two models for predicting the effect of cross-regional variation of economic conditions on cross-regional variation in election results in post-communist countries. The Referendum Model predicts that Incumbent parties will perform better in areas of the country with better economic conditions, while the Transition Model predicts that New Regime parties will perform better in areas of the country where the economy is stronger and Old Regime parties will perform better where the economy is weaker. Using an original data set of regional level economic, demographic, and electoral variables, I demonstrate that across 20 national presidential and parliamentary elections from Russia, Poland, Hungary, Slovakia and the Czech Republic, there is substantially stronger empirical support for the Transition Model. Moreover, the effect of the economy on Incumbent parties is largely conditional on their status as New Regime parties, Old Regime partiers, or neither type of party.  Subjective   vs. Objective Proximity in Poland: New Directions for the   Empirical Study of Political Representation   (with Radolaw Markowski) ( Download in .pdf format ) Abstract : While   theoretical questions concerning the nature of political representation have   long fascinated political scientists of all stripes, the empirical study of   political representation has almost exclusively featured studies of stable,   established democracies (Miller and Stokes 1963; Barnes 1977; Dalton 1985;   Converse and Pierce 1986; Powell 1989).   Moreover, left largely unexplored – despite its role as an underlying   motivating feature of the whole enterprise – has been the manner in which   representation affects the political attitudes and behavior of members of the   electorate. We take up precisely this question as we concurrently shift the   focus of our study to one of Europe’s most important new democracies:   Poland, the largest of the so called   new “EU 12”. We introduce a new dataset,   the 2005 Polish National Election Study (Polish NES), which was specifically   designed to study the topic of political representation. We use the Polish NES to test a wide range of   important but relatively unexplored questions concerning the effects of sharing   policy positions with political parties.   More specifically, we examine whether being closer on issues to a given   party increases the likelihood of voting for (or expressing a preference for in   the case of non-voters) that party, and whether that effect is stronger for   subjective or objective proximity. We also test whether being closer to one’s   preferred party is related to feelings of partisanship, consistency in voting   patterns, participation in elections, feeling efficacious in regard to the   government, and satisfaction with democracy, and we can examine whether this   relationship is more important for different versions of objective   proximity. We present a variety of   findings in the text, but two of the most important are that: (1) smaller   perceived distance from a given party (“subjective proximity”) is always   correlated with a preference/vote for that party, even when this is not the case   using objective measures of the party’s position; and (2) closer proximity to   one’s party in both subjective and objective terms is related to more overall   satisfaction with the political system, but not necessarily stronger feelings of   partisanship or a greater likelihood of participating in the political system   though voting.          Back to top             Sitemap       |       Contact us       |       &copy; New York University       ,       Arts and Science"}]}]