[{"detail": [{"content": "Portfolio at NYU | Best Of: Navahoax                                                                                   Best of 2008 &raquo;     A Passage to India      Best of 2007 &raquo;     The Girls' Guide to Hot Rabbis and Tattooed Chefs   Musharrafs Monster   A New Rallying Cry   In a Hearing World, a Churchs Mettle Is Tested   Can Benazir Bhutto save Pakistan's President Musharraf?   Being Juan Valdez   Ninja Playground   Teachers: Be subversive   Arctic Land Grabs Could Cause Eco-Disaster   Liberian Refugees: 17 Years in Limbo   The Fundamentalist Moderate   Fingers for Fighting   In Pakistan, protesting goes a cappella   free 103point9: Ten Years of Transmission Arts   Mosque attack adds to Musharraf woes   Will Cambodian food ever catch on in America?   Big Girls, Don't Cry   Booted   The Culture of Being   Maybe Only God Can Make a Tree, but Only People Can Put a Price on It   Wat is the Wat   Liberia removing barriers to girls' education   Lord of the Skies   Sunnis and Shiites, A Street Apart   Destination: Colombia      Best of 2006 &raquo;     A Special Place to Plead One's Case: Third Mental Health Court Opens   Can You Hear What I Hear?   Nothing Really Matters   Lips Inc.   What's real in \"Borat\"?   Arabian nights   OutKast's last hey ya   Big man on campus   Smoke and struggle: training a wildland firefighter   The Ghost Ships of Coney Island Creek   Toronto AIDS Conference Targets Bush   Cool Jews   Book Helps Decode Supermarket Gobbledygook   Leisure Scoop   Protesters Focus on U.N. Gathering   The Prom Without Boys   Freedom Undefined in Afghanistan   First Prize: A Chance to Stay   Poetry in Felt and Slate   Seeking to Recapture the Glory of the Past. Or Maybe Not.   Lip Gloss   Migration: On the Wing With Monarchs   Moored in Legend, and the Talk of the Town   Greenpoints Empty Space   A Marriage, When the Spirit Moves Them   Only the Store Is Gone   Agencies Join Forces to Aid Older Tenants   Blasts From the Past   Navahoax   Onward Into the Audioscape      Best of 2005 &raquo;     Endless Summer   Get Real   Hearing Is Believing   Do today's kids have \"nature-deficit disorder\"?   The Bad Boy on the Bus: An Interview with Matt Taibbi   Gay Caballeros   The Rainy Season in Guatemala   Your SS Number Is Just a Click Away   The Making of an American   Straight Story, Curved Universe   What Does France Have Against Google?   A Pipeline to Promise, or a Pipeline to Peril   I Need You for U.S. Army      Best of 2004 &raquo;     The Cure for Cocaine   The Child Soldiers   The Secret Life of Your Social Security Number   The Sins of the Father   Older Gays Still Hesitant About Coming Out   Ivan Wilzig: The Peaceman Cometh   Driving   Pneumatic   Crying Wolf   Dying Without Dignity   Make New Friends   Who Wants to Be a Billionaire?   The Watchers   What God Gap?             &lt;&lt;  Back to Best of Portfolio Home                           2006                Originally published in LA Weekly .                Navahoax    Did a struggling white writer of gay erotica become one of multicultural literatures most celebrated memoirists&#8212;by passing himself off as Native American?      By Matthew Fleischer              Originally published as a feature article, January 26, 2006 in LA Weekly . Includes photos and links to other related resources.       &#8220;So achingly honest it takes your breath away.&#8221; &#8212; Miami Herald on The Boy and the Dog Are Sleeping    In June of 1999 a writer calling himself Nasdijj emerged from obscurity to publish an ode to his adopted son in Esquire . &#8220;My son is dead,&#8221; he began. &#8220;I didn&#8217;t say my adopted son is dead. He was my son. My son was a Navajo. He lived six years. They were the best six years of my life.&#8221;    The boy&#8217;s name was Tommy Nothing Fancy and Nasdijj wrote that he and his wife adopted Tommy as an infant and raised him in their home on the Navajo reservation. At first, Tommy seemed like a healthy baby, albeit one who consistently cried throughout the night. &#8220;The doctor at the Indian Health Service said it was nothing. Probably gas.&#8221;    But it wasn&#8217;t gas. Tommy suffered from a severe case of fetal alcohol syndrome, or FAS. Though Tommy looked normal, his crying continued and as he grew older he began to suffer massive seizures. &#8220;I thought I could see him getting duller with every seizure. He knew he was slowly dying.&#8221;    Nasdijj knew too, and he tried to give his son as full a life as time would allow. Fishing was Tommy&#8217;s favorite thing to do and they went often&#8212;sometimes at the expense of his medical care. &#8220;For my son hospitals were analogous to torture. Tommy Nothing Fancy wanted to die with his dad and his dog while fishing.&#8221;    Nasdijj&#8217;s wife wanted Tommy in the hospital receiving modern medical treatment. &#8220;She was a modern Indian&#8230; She begged. She pleaded. She screamed. She pounded the walls. But the hospitals and doctors never made it better.&#8221;    Though the conflict tore his marriage apart, Nasdijj continued to take his son fishing and, true to his last wish, Tommy died of a seizure while on an expedition.    &#8220;I was catching brown trout,&#8221; Nasdijj wrote. &#8220;I was thinking about cooking them for dinner over our campfire when Tommy Nothing Fancy fell. All that shaking. It was as if a bolt of lighting surged uncontrolled through the damaged brain of my son. It wasn&#8217;t fair. He was just a little boy who liked to fish&#8230; I was holding him when he died&#8230; The fish escaped.&#8221;    The Esquire piece, as successful as it was heartbreaking, was a finalist for a National Magazine Award and helped establish Nasdijj as a prominent new voice in the world of nonfiction. &#8220; Esquire &#8217;s Cinderella story,&#8221; as Salon &#8217;s Sean Elder called it, &#8220;arrived over the transom, addressed to no one in particular. The cover letter was this screed about how Esquire had never published the work of an American-Indian writer and never would because it&#8217;s such a racist publication,&#8217; recalls editor in chief David Granger. And under it was&#8230; one of the most beautiful pieces of writing I&#8217;d ever read.&#8217; By the time the piece was published in the June issue, the writer (who lives on an Indian reservation) had a book contract.&#8221;    The contract was for a full-length memoir, The Blood Runs Like A River Through My Dreams , published by Houghton Mifflin in 2000 to great acclaim. It was followed by two more memoirs, The Boy and the Dog Are Sleeping (Ballantine, 2003), and Geronimo&#8217;s Bones: A Memoir of My Brother and Me (Ballantine, 2004). As if losing a son was not enough, the memoirs portray a lifetime of suffering.    Nasdijj was born on the Navajo reservation in a hogan in 1950, he claims, the son of an abusive white cowboy &#8220;who broke, bred, and bootlegged horses&#8221; and a Navajo mother. &#8220;My mother,&#8221; he writes, &#8220;was a hopeless drunk. I would use the word alcoholic&#8217; but it&#8217;s too polite. It&#8217;s a white people word&#8230; There is nothing polite about cleaning up your mother in her vomit and dragging her unconscious carcass back to the migrant housing trailer you lived in.&#8221;    Nasdijj says his father would sometimes pimp his mother to other migrant workers for &#8220;five bucks&#8221; and that she died of alcoholism when he was 7. Though their time together was short and turbulent, Nasdijj says his mother instilled in him the Navajo traditions that now inform his work.    His father, he says, was a sexual predator who raped him the night his mother died. Because his father was white, Nasdijj says he was treated like an &#8220;outcast bastard&#8221; on the reservation. Like Tommy Nothing Fancy, Nasdijj claims to have fetal alcohol syndrome and to have been raised, with his brother, in migrant camps all over the country.    Nasdijj knows how to pull heartstrings. Both The Blood and The Boy revolve around the lives and deaths of his adopted Navajo sons. &#8220;Death, to the Navajo, is like the cold wind that blows across the mesa from the north,&#8221; Nasdijj writes in The Blood . &#8220;We do not speak of it.&#8221; But Nasdijj does speak of it. In fact, he speaks of it almost exclusively. Death and suffering are his staples.    &#8220;My son comes back to me when I least expect to see his ghostly vision,&#8221; he writes. &#8220;He lives in my bones and scars.&#8221;    But Nasdijj hasn&#8217;t built his career purely through the tragic and sensational nature of his stories. His style is an artful blending of poetry and prose, and his work has met with nearly universal critical praise. The Blood &#8220;reminds us that brave and engaging writers lurk in the most forgotten corners of society,&#8221; wrote Ted Conover in The New York Times Book Review . Rick Bass called it &#8220;mesmerizing, apocalyptic, achingly beautiful and redemptive&#8230; a powerful American classic,&#8221; while Howard Frank Mosher said it was &#8220;the best memoir I have read about family love, particularly a father&#8217;s love for his son, since A River Runs Through It .&#8221; The Blood was a New York Times Notable Book, a finalist for the PEN/Martha Albrand Award and winner of the Salon Book Award.    The Boy and the Dog Are Sleeping was published to more glowing reviews&#8212;&#8220;vivid and immediate, crackling with anger, humor, and love&#8221; ( The Washington Post ) and &#8220;riveting&#8230; lyrical&#8230; a ragged wail of a song, an ancient song, where we learn what it is to truly be a parent and love a child&#8221; ( USA Today ).    Shortly after The Blood came out, Nasdijj writes, he moved back to the Navajo reservation, where word of his book and his compassion spread. One day while fishing, a Navajo man and his 10-year-old son approached him. The man took Nasdijj aside and explained that he, his wife and their son, Awee, had AIDS. &#8220;They were not terrific parents,&#8221; Nasdijj wrote &#8220;but they wanted this child to have a chance at life.&#8221; Nasdijj was that chance. For the next two years Nasdijj cared for Awee until his death from AIDS-related illness.    The Boy won a 2004 PEN/Beyond Margins Award and helped solidify Nasdijj&#8217;s place as one of the most celebrated multicultural writers in American literature. But as his successes and literary credentials grew in number so did his skeptics&#8212;particularly from within the Native American community. Sherman Alexie first heard of Nasdijj in 1999 after his former editor sent him a galley proof of The Blood for comment. At the time, Alexie, who is Spokane and Coeur d&#8217;Alene, was one of the hottest authors in America and was widely considered the most prominent voice in Native American literature. His novel Indian Killer was a New York Times notable book, and his cinematic feature Smoke Signals was the previous year&#8217;s Sundance darling, nominated for the Grand Jury Prize and winner of the Audience Award. Alexie&#8217;s seal of approval would have provided The Blood with a virtual rubber stamp of native authenticity. But it took Alexie only a few pages before he realized he couldn&#8217;t vouch for the work. It wasn&#8217;t just that similar writing style and cadence that bothered Alexie.    &#8220;The whole time I was reading I was thinking, this doesn&#8217;t just sound like me, this is me,&#8221; he says.    Alexie was born hydrocephalic, a life-threatening condition characterized by water on the brain. At the age of 6 months he underwent brain surgery that saved his life but left him, much like Tommy Nothing Fancy, prone to chronic seizures throughout his childhood. Instead of identifying with Nasdijj&#8217;s story, however, Alexie became suspicious.    &#8220;At first I was flattered but as I kept reading I noticed he was borrowing from other Native writers too. I thought, this can&#8217;t be real.&#8221;    Indeed, Nasdijj&#8217;s stories also bear uncanny resemblance to the works of N. Scott Momaday, Leslie Silko and especially Michael Dorris, whose memoir The Broken Cord depicts his struggle to care for his adopted FAS-stricken Native Alaskan children. Although there was never more than a similar phrase here and there, Alexie was convinced that the work was fabricated. He wasn&#8217;t alone.    Shortly after his review of The Blood came out in The New York Times Book Review , Ted Conover received an Internet greeting card from Nasdijj chastising him for his piece. Conover, an award-winning journalist whose 2003 book Newjack: Guarding Sing Sing was a finalist for the Pulitzer Prize, was taken aback. Not only is it highly unusual for an author to attack a reviewer, but it is especially unusual when the review in question was overwhelmingly positive&#8212;Conover&#8217;s flattering words would grace the paperback cover.    Conover&#8217;s main critique was that Nasdijj was &#8220;stingy with self-revelation.&#8221; He questioned certain inconsistencies in the author&#8217;s background, noting that Nasdijj sometimes said his mother was &#8220;with the Navajo,&#8221; sometimes she was &#8220;Navajo, or so she claimed,&#8221; and other times she was just &#8220;Navajo.&#8221; Conover never accused Nasdijj of lying, he merely suggested that the writer be more forthcoming. Nasdijj, however, rejected this suggestion and sent the angry letter, which Conover characterizes as a sprawling diatribe.    &#8220;The whole thing was just really bizarre,&#8221; Conover says.    Conover sent a copy of the card to Anton Mueller, Nasdijj&#8217;s editor at Houghton Mifflin and an acquaintance. &#8220;I wondered if he might shed a little light on this,&#8221; he says. Mueller, however, never responded and the incident left Conover wondering whether he should have been more thorough in investigating Nasdijj before writing his review. It didn&#8217;t take him long to find an answer. Several weeks later, Conover was contacted by an expert in fetal alcohol syndrome who had read his review. She informed him that while she sympathized with the plight of Nasdijj and his son, the symptoms described in The Blood are not actually those of FAS.    Says Conover, &#8220;I immediately thought, Oh no, I&#8217;ve been duped.&#8217;&#8221;      This work is a memoir and represents, to the best of my ability and my memory, an accurate reporting of facts and events as I know them and as they have been told to me. I have attempted to protect the privacy of people through the editorial decision to frequently change names, appearances, and locations, as these are not relevant to the focus of the work or the issues the work strives to deal with.      No, these are not the words of James Frey, author of the exaggerated A Million Little Pieces , but of Nasdijj in the author&#8217;s note for The Blood . But why? Was this just standard legalese or was Houghton Mifflin concerned about the veracity of this book? Had Sherman Alexie actually gotten through to them? Is the &#8220;author&#8217;s note&#8221; a cynical attempt to protect a piece of fiction passed off as memoir?    Anton Mueller, editor of The Blood , says no. &#8220;Nasdijj&#8217;s life is hazy and complex, and we both felt it would be a good idea.&#8221;    Indeed, getting to the bottom of Nasdijj&#8217;s story is no easy task. He alleges a nomadic existence that is virtually free of specific names or places, rendering it difficult to substantiate his claims. A Google search brings up first and foremost his blog&#8212; www.nasdijj.typepad.com . (Shortly after Nasdijj was contacted for this story, his blog was taken offline.) A sampling of his almost daily blogs over several months suggests that one (and perhaps only one) thing is clear: Nasdijj is a very angry man. If in the books his passion and fierceness are modulated and concentrated, his blog posts are full of rants and denunciations. Targets include the American health care system, government treatment of Indians, middle-class values and, especially, the publishing industry.    He has recently made a routine of calling ReganBooks ber -publisher Judith Regan a &#8220;cunt,&#8221; a designation that in Nasdijj&#8217;s estimation she shares with Gina Centrello of Random House among countless others. &#8220;Like the naked Jew who covers his penis before he turns the shower on, there is no fucking hope for you,&#8221; he admonishes them.    Non-metaphorical Jews alike are not immune from Nasdijj&#8217;s wrath. &#8220;Jews [in publishing] would sell the gas chamber shower heads if they thought it might make a buck.&#8221; In his acceptance speech for the prestigious PEN/Beyond Margins Award, an edited version of which was delivered in absentia, he took the opportunity to call New York literary agent Binky Urban a &#8220;white bitch.&#8221; (It&#8217;s available online at www.literaryrevolution.com/mr-nasdijj-62804.html)    Nasdijj&#8217;s blog is typical of a recent shift in his work. Though his first book was thoughtful, even tender, as his career has progressed Nasdijj has increasingly taken the role of an artist whose willingness to push boundaries often borders on disturbing. His most recent book, Geronimo&#8217;s Bones , brought Nasdijj&#8217;s tales of suffering to startling heights, or lows depending on your perspective. Surrealistic accounts of forcible incest by his father read less like rape and more like lukewarm trysts. &#8220;His lips to mine. His tongue in my mouth. His words: Nasdijj, please, please love me.&#8217; &#8230;He was a lousy lover with his tongue in my mouth. The same tongue that had just been inside my bowels.&#8221;    Though incestuous rape may be difficult to trump, perhaps even more disturbing is Nasdijj&#8217;s tendency to sexualize teenage boys. A recent post on his Web site featured a nude photograph of the open anus and testicles of a supposedly cancer-ridden teenager. Nasdijj claims this was done in an effort to humanize the disease, but such pictures are often posted alongside graphic accounts of adolescent sexuality. Indeed, they are sometimes posted alongside naked sadomasochistic pictures of Nasdijj himself.    But Nasdijj&#8217;s explicit Web site isn&#8217;t the only curiosity a Google search of his name reveals&#8212;it also brings up a rather caustic reader review of The Boy and the Dog are Sleeping on BookBrowse ( http://www.bookbrowse.com ). &#8220;I find this book full of the author&#8217;s misinformation regarding his family,&#8221; it begins. &#8220;I take exception with his opinion of his Anglo father&#8217; and his Navajo Mother.&#8217; I happen to be related to this author and his family is tracable [sic] back through the American Revolution on his father&#8217;s side and to Holland on his mother&#8217;s side. I resent the fact that he seems to be ashamed of his notable ancestor&#8217;s (i.e., Cyrus McCormick, a great grandfather that pioneered nerve block dentistry, couragous mem [sic] that lost their lives at Valley Forge). This kind of dribble [sic] should have been investigated prior to printing or should have been labeled as purely fiction.&#8221;    While such a review could easily be dismissed on its own, a Yahoo search of the name attached to it offers up a comprehensive genealogical site. And when the reviewer&#8217;s name is searched in conjunction with the name of Nasdijj&#8217;s daughter, Kree, one name comes up: Timothy Patrick Barrus.    Barrus, the site says, was born in 1950 (the same year as Nasdijj), is married to Tina Giovanni (also the name of Nasdijj&#8217;s wife), and has a daughter named Kree. The site then charts his family lineage back several generations to the 1700s, and, indeed, as the review states, to the McCormick family.    Evidence compiled from other searches seems to corroborate the site.    Just like Nasdijj, Tina Giovanni also hosts a blog&#8212; http://www.autism911.blogspot.com . (It also was taken offline in the past week but has returned minus its archives.) A post from Giovanni in July 2005 shows a picture of Nasdijj&#8217;s daughter, Kree, and Kree&#8217;s husband, Steve, both of whom, Giovanni says, are teachers in La Paz, Bolivia. A follow-up Internet search reveals the December 13, 2004, meeting minutes of the American Educational Association of La Paz, announcing the hiring of Kree Barrus and Steve Poole as teachers at the American Cooperative School in La Paz. (A photograph of Steve Poole on the American Cooperative School&#8217;s Web site confirms that he is the same Steve pictured in Giovanni&#8217;s blog.) As for Giovanni, a records search reveals her legal name to be Tina Giovanni Barrus, with addresses in and around Taos, New Mexico. This obviously begs the question&#8212;who exactly is Timothy Patrick Barrus?    Yet another Google search, this time for Tim Barrus, brings up the heading &#8220;Sadomasochistic Literature&#8221; and the following: &#8220;Some of the best pornographic fiction to come out of the leatherman tradition is by Tim Barrus whose Mineshaft (1984) describes the sexual exploits of the infamous New York S/M palace of the same name.&#8221; The site is GLBTQ: an encyclopedia of gay, lesbian, bi-sexual, transgender and queer culture. The section in which Barrus&#8217; name appears is titled &#8220;Gay Male Writers Since the 70&#8217;s.&#8221;    Could the heart-wrenching Navajo memoirist actually have been the gay leather novelist in a previous life?    The streets of downtown Lansing, Michigan, are crowded on a Friday night, but not with people; with squirrels. They congregate in the middle of Washington Street, staring with incredulity as a lone car approaches. Despite an impending collision, they don&#8217;t bother to move out of the way, apparently shocked to see anyone out at this time of night. The oncoming car doesn&#8217;t slow down and crushes one of them into the red brick street. No one is around to notice. It wasn&#8217;t always like this.    In the 1950s and &#8217;60s, when Tim Barrus was growing up here, Lansing was a prosperous middle-class community. Washington Street wasn&#8217;t a sight of squirrel manslaughter, but the heart of a thriving theater district. Oldsmobile, Fisher Auto Parts and General Motors all had factories nearby.    No cowboy, Maynard Barrus worked as a shift foreman at the Lansing Board of Water and Light. In 1948 he married Barrus&#8217; mother, Jean Anne Steginga, a local Lansing girl of Scandinavian descent. Two years later, Timothy Patrick was born.    Tim Barrus was raised with his younger sister, Suzanne, in a modest three-bedroom home off of Aurelius Road close to the Michigan State University campus. His mother was in fact around throughout his childhood and is still alive today. He has no younger brother. Barrus attended Eastern High School in Lansing, where he was far from a slayer of suburban values. He was a member of the student council, the forensics team, the forum club as well as a homeroom officer. He was also an actor, playing several minor roles in the 1968 class production of Moliere&#8217;s The Physician in Spite of Himself .    &#8220;He was a good, good actor&#8212;very passionate,&#8221; says one former castmate of Barrus&#8217; who wishes not to be named. &#8220;He was able to completely absorb himself into the mind of a character in a way that most people are never able to.&#8221;    &#8220;He was a thinker&#8212;very pensive,&#8221; the castmate continues. &#8220;But he was a warm person, very friendly.&#8221;    Beneath his generally pleasant veneer, however, a simmering temper would occasionally boil over.    &#8220;You didn&#8217;t know what you were going to say to the guy to make him angry,&#8221; recalls Rosemary Taylor, who was also in the cast alongside Barrus, &#8220;so you were extremely careful with him because you wanted to stay in his orbit. He was one of those guys that was a little ahead of his time.&#8221;    Barrus graduated from high school in 1969 and a year later married Jan Abbott, a local girl from neighboring Okemos. According to a source close to the family, the couple took in foster children to make ends meet. In 1971 Barrus and his wife moved to Largo, Florida, where his sister, Suzanne, lived with her husband, Steve Cheetham. Barrus attended community college while Abbott worked at Winn-Dixie to support him, according to Cheetham. Although Barrus wasn&#8217;t publishing his work at the time, he wrote constantly. &#8220;He wrote most of his life in one way or another,&#8221; says Cheetham by phone from Lansing. &#8220;He&#8217;s a storyteller. You never knew if he was telling you something true, or part of his imagination or what.&#8221; In 1973 the couple moved again before finally winding up back in Lansing. Cheetham never saw Barrus again.    In 1974, Barrus&#8217; only daughter, Kree, was born and, according to sources, the couple also adopted a mildly autistic boy around this time. The boy could have inspired Tommy Nothing Fancy, although several discrepancies exist between his story and Tommy&#8217;s.    Nasdijj claims that he adopted Tommy as an infant and that he died at age 6. A Kree Barrus resum&eacute; posted online, however, indicates that as a girl she helped care for a mildly autistic 7-year-old. Likewise, an article written by Barrus in 1996 asserts that he adopted his son at age 4 and that he was alive and well as of the &#8217;90s, having survived adolescence and grown &#8220;almost as big as I am.&#8221;    Cheetham, who was still married to Barrus&#8217; sister at the time, tells a slightly different story. According to him, Barrus and his wife did indeed adopt an autistic boy, but that the boy&#8217;s &#8220;emotional problems&#8221; proved too much for the couple to handle. After less than a year they were forced to give the boy up, and to Cheetham&#8217;s best recollection he returned to being a ward of the state.    Address records indicate that the young family lived in an apartment on Cooper Avenue near downtown Lansing until 1975. It is unclear where they moved immediately after that. At some point, Barrus and his wife divorced, and he moved to San Francisco where he began to write&#8212;primarily for the gay leather magazine Drummer . Barrus was widely praised for coining the term &#8220;leather lit,&#8221; and for being one of the founders of the newly formed genre.    In 1984 he moved to Key West and, according to his friend Bill Bowers, took residence with his partner Adolfo. (Barrus would later deny being gay.) There he published his first book, The Mineshaft , a sloppy attempt at erotica, but one that nonetheless garnered him some attention. He soon became a regular contributor to The Weekly News , the local gay newspaper, writing fictional stories reminiscent of Armistead Maupin&#8217;s Tales of the City .    It was in Key West where Barrus met Bowers, a local artist and photographer, and the two began work on a number of projects together.    &#8220;He was a crazy queen. He did things other people just didn&#8217;t do,&#8221; says Bowers fondly of Barrus. &#8220;He was really a master of publicity.&#8221;    Bowers remembers collaborating with Barrus on an erotic photo exhibit called Sadomasochism: True Confessions . After the opening night of the show drew lukewarm interest, Barrus assumed the fake name John Hammond and wrote an open letter to The Weekly News attacking the exhibit.    &#8220;Sadomasochism is a disease,&#8221; the letter read &#8220;and gay men who are into that scene are wrong.&#8221; He then had Bowers write a response to their mythical antagonist Hammond, inviting him to &#8220;take a Valium, take a douche,&#8221; and published it in The Weekly News . &#8220;The next time Mr. Hammond wants to show his ignorance he should do some heavy research before he rejects his very own brothers.&#8221; The ensuing controversy rallied the gay community around the artists and propelled the exhibit to a successful run.    &#8220;He would do anything to shock people,&#8221; said Bowers. &#8220;It works every time if you want a reaction, be it good or bad. Bad is good too, sometimes better.&#8221;    Not all of Barrus&#8217; acquaintances found his antics quite so charming however. Lars Eighner grew quite tired of his routine. &#8220;If you look up dilettante in the dictionary, there&#8217;s a picture of Tim Barrus,&#8221; says Eighner.    Best known for his 1993 book Travels With Lizbeth (which The Blood would partially parrot), Eighner first became acquainted with Barrus around 1984 after he received a random letter from Barrus expressing his most frequent theme&#8212;&#8220;publishers are scum.&#8221; Eighner was just breaking into writing at the time and found Barrus&#8217; angry candor instructive. The two soon began a three-way correspondence with another gay writer, T.R. Witomski, which lasted for several years.    Though he never met Barrus in person, Eighner came to know him quite well through his letters and phone conversations. Barrus would routinely harangue Eighner with long soliloquies about the evils of publishing. &#8220;There was always some great injustice that had been done him&#8212;he had been slighted by everyone, betrayed; there was treachery everywhere.&#8221; Eighner is quick to point out that he didn&#8217;t think Barrus was crazy&#8212;just irrationally angry.    &#8220;He didn&#8217;t think windmills were monsters, he just hated windmills.&#8221;    According to Eighner, Barrus and the established gay writer John Preston had a one-sided literary rivalry&#8212;and Barrus was the perennial loser. While Barrus&#8217; books were well reviewed in the gay press ( The Advocate called his 1987 book Anywhere, Anywhere &#8220;a rewarding encounter with compelling characters,&#8221;) he was never able to achieve the mainstream success that Preston, Witomski and eventually Eighner were able to. This made him, according to Eighner, &#8220;insanely jealous.&#8221;    That Barrus might have adopted a Native American persona to facilitate his career strikes Eighner as completely in character. Similar behavior was routine when Eighner knew him. Barrus&#8217; third book, Anywhere, Anywhere is supposedly a novelized account of his service in the Vietnam War, which, Eighner says, &#8220;some serious publications thought was really a memoir of a gay soldier.&#8221; The book is a love story between wheelchair-bound Chris and his commanding officer in Vietnam, Boss. The pair fell in love fighting alongside each other and upon their return to America they used their feelings for each other to battle the physical and emotional scars inflicted on them by the war. Anywhere, Anywhere was praised in the gay press for revealing the previously untold gay experience in Vietnam. &#8220;Of course Barrus had never been near Vietnam or military service,&#8221; says Eighner. (When asked if his brother-in-law served in Vietnam, Cheetham replies, &#8220;Absolutely not.&#8221;)    In a 1994 article he wrote for the Lambda Book Report , however, Barrus claims to be a Vietnam vet, or so it seems: &#8220;I knew lots of gay men in Vietnam. Not that I had sex with them. No one was telling their story.&#8221;    Barrus, a natural mimic, would routinely take stories that had happened to Preston or Witomski, and tell them as if they had happened to him. Eventually, word got back to the other two that this was going on and they both fell out with him. &#8220;As you may have guessed, Barrus doesn&#8217;t wear well,&#8221; said Eighner. &#8220;Whether it&#8217;s the first or 15th time you catch someone telling your anecdotes as if they were his own, eventually, almost everyone has a limit.&#8221;    Witomski took special umbrage and in a 1992 article published in The Advocate shortly before his death, he labeled Barrus one of &#8220;five gay writers we could do without.&#8221; Other writers followed suit in their condemnation and Barrus&#8217; delusions of censure became reality. In 1993, with his bridges burning in gay publishing, Barrus met and married his current wife, Tina Giovanni, in San Francisco and disappeared. Eighner never heard from him again. And neither did the Internet until 1996 when something (and someone) curious emerged. In an article now available only through the archives of an obscure Australian company called Infant Massage Australia , a kinder, gentler Barrus appeared in a service article on how to be a loving father. Though the piece is trite and filled with gooey, &#8217;90s parenting clichs (&#8220;It takes a real man to nurture&#8221;), it appears to be his first experimentation with the caring father persona.    Sometime between then and the Esquire article that launched his career, Nasdijj was born.    Peering out from behind a pair of silver-framed glasses, Irvin Morris sits at his office desk thumbing thoughtfully through a weathered copy of The Blood . A quiet man with sad dark eyes and a closely trimmed head of raven black hair, Morris is focused as he reads, occasionally sighing in dismay when something he sees disturbs him. A giant fake plant hovers over him, draping plastic leaves onto a sizable portion of his cluttered desk. He looks up briefly from the text in time to catch me eyeing the plant strangely. &#8220;I don&#8217;t know where that thing came from,&#8221; he says with a smile, &#8220;but I really should do something about it.&#8221; But first thing&#8217;s first&#8212;another possible impostor needs to be dealt with.    Morris has suspected for years that Nasdijj is not who he says he is. A full-blooded Navajo and a professor of literature and Navajo studies at Dine College in Tsaile, Arizona, on the Navajo reservation, Morris is among the world&#8217;s foremost authorities on Navajo culture. Shortly after The Blood was published, he saw Nasdijj&#8217;s name listed on the national index of Native writers. Under the author&#8217;s bio, it said Nasdijj claimed his name meant &#8220;to become again&#8221; in Navajo Athabaskan. This came as news to Morris, who is fluent in Athabaskan. &#8220;There is no word Nasdijj&#8217; in the Navajo language,&#8221; he explains. &#8220;It&#8217;s gibberish.&#8221;    Not long thereafter, Morris got a call from Sherman Alexie asking if he would take a look at The Blood . After reading the book, Morris felt certain Nasdijj was not Navajo. &#8220;He seems to know some facts about the culture , but he has no sensibility of it.&#8221;    &#8220;Every Navajo he meets seems to live in a hogan,&#8221; Morris jokes. &#8220;No one has really lived in hogans since HUD housing started being built on the reservation in the &#8217;60s. Only people who are extremely traditional live in hogans.&#8221; Traditional people who would not make the kind of cultural errors that Nasdijj depicts them making. Navajo Rose for instance.    Navajo Rose is a character in The Blood who, Nasdijj writes, lives in a hogan near his on the reservation. Navajo Rose is illiterate and, though Nasdijj says she graduated from high school, she somehow has never seen the inside of a library.    &#8220;You have to be really traditional to have never even seen inside a library,&#8221; says Morris.    Nasdijj takes it upon himself to teach Navajo Rose how to read and drives her off the reservation to &#8220;White People Town&#8221; to see her first library. &#8220;She was impressed with all the books,&#8221; Nasdijj writes.    Morris bristles at the condescending tone. &#8220;We do have libraries here.&#8221;    But the error that really made Morris crazy was a culinary one. To thank Nasdijj for his lessons, Navajo Rose routinely brings him Navajo tacos made of mutton. &#8220;Now that&#8217;s just disgusting,&#8221; says Morris of the tacos, which are traditionally made with beef. &#8220;We love our mutton but no one would use it in a Navajo taco; the spices just don&#8217;t mix.&#8221; (Indeed, in my experience on the reservation, the suggestion of a Navajo taco with mutton induces a nearly universal crinkling of noses in distaste.)    While a non-Navajo may see these gaffes as minor, Morris asserts they add up to a character that doesn&#8217;t exist. Like a rabbi eating pork or a Hindu beating his cow, they are culturally incriminating; and the book is littered with them, he says. Nasdijj writes that as a boy his mother used to have sings (a religious ceremony) for him to familiarize him with his culture. &#8220;That&#8217;s a communal activity,&#8221; Morris says. &#8220;To have a sing by yourself is highly aberrant behavior. Like holding a church service for yourself.&#8221;    Most startling and offensive to Morris is Nasdijj&#8217;s depiction of Navajo clanship, which plays a vital role in tribal identity. In Geronimo&#8217;s Bones , Nasdijj claims his mother was a member of the Water Flowing clan; no such clan exists however. &#8220;There&#8217;s a Water Flowing Together clan,&#8221; explains Morris, &#8220;but the difference isn&#8217;t insignificant. If I was going to claim my mother&#8217;s clanship I would at least make sure to get the name right.&#8221;    Nasdijj also writes that because his father was white and without a clan, Nasdijj had no clan and was therefore treated as an &#8220;outcast bastard&#8221; by other Navajo. This, says Morris, is misrepresentative in that it wrongly portrays the Navajo clan structure as an authoritarian caste system. It is also factually incorrect. &#8220;Our lineage is passed on through our mother. If his mother had a clan, he has a clan.&#8221;    Immediately after reading the book Morris contacted the Native author registry and asked them to take Nasdijj&#8217;s name off the list. Without specific information about Nasdijj&#8217;s true identity, however, the registry refused, and Morris let the subject drop.    &#8220;I have always been bothered by the false claim to the Dine identity by Nasdijj,&#8221; Morris says, &#8220;but if I spent my time tracking down every white writer pretending to be Navajo, I&#8217;d have no time left to do anything else.&#8221;    Indeed, in the long history of Indian appropriation by whites, the Navajo have become the primary target. Of particular ire to the Navajo is mystery writer Tony Hillerman. For the past several decades Hillerman has written detective stories from the perspective of his Navajo protagonists, Joe Leaphorn and Jim Chee. Though not actually claiming Navajo ancestry, Hillerman infuses healthy doses of Navajo spirituality into the story through his characters&#8212;sometimes accurately, sometimes not. Hillerman&#8217;s appropriation is well known and disliked across tribal lines and was the subject of parody in Sherman Alexie&#8217;s book Indian Killer . But despite the criticism from Alexie and other Native writers, Hillerman&#8217;s success has sparked imitators. So much so that Morris claims the existence of at least 14 white authors living in nearby Gallup, New Mexico, writing Navajo murder mysteries.    Of course, white appropriation of native identity far predates Tony Hillerman. Arguably the most infamous Indian appropriator is rabid segregationist and Ku Klux Klansman Asa Earl Carter, the former speechwriter for George Wallace who penned the notorious &#8220;Segregation now! Segregation tomorrow! Segregation forever!&#8221; speech. After Wallace&#8217;s failed presidential bid and the collapse of segregation in the South, Carter assumed the identity of a Cherokee orphan and began publishing memoirs under the name Forrest Carter, allegedly in honor of KKK founder Nathaniel Bedford Forrest. His 1976 book Education of Little Tree was a critically acclaimed best-seller, and despite being outed as fraudulent decades ago, it is, remarkably, still in print.    Though Carter&#8217;s is perhaps the most unusual case of Indian impersonation, there are many others, most of whom romanticize Native spirituality and culture, even though they often misrepresent the culture to suit their spiritual or literary aims. What&#8217;s interesting about Nasdijj is that, on the surface, anyway, he doesn&#8217;t. The Nasdijj persona lacks the spiritual ambitions that Indian appropriators have historically tried to capitalize on. He mentions Navajo spirituality as if only to prove he is familiar with its conventions. Instead, his preoccupation is the social world: the world of men and especially boys.    His Indians are often both spiritually and monetarily poor, sometimes gay, and have AIDS and FAS; mainly they are powerless and sometimes homeless little boys. There are no parents in their lives, other than the author, and an absence of embracing and strengthening culture. He uses these impoverished characters, including his own persona, as a springboard to attack the dominant white culture, which has, apparently, spurned him. In the pantheon of self-appointed Native spokesmen, this puts him more in the company of contemporary gadfly Ward Churchill, who uses his dubious heritage as a soapbox for an airing of his political ideology and personal grievances.    The question that remains is how these frauds are perpetrated in such abundance. A writer, seemingly white in appearance and lacking anything resembling a verifiable personal history, turns in a manuscript filled with sage-like wisdom from an ancient and secretive people and no one bothers to check the facts? Houghton Mifflin&#8217;s Anton Mueller, presumably speaking for the publishing industry at large, has an answer: &#8220;As you know, we don&#8217;t fact-check books.&#8221;    There is a Chinese proverb: How is it that a toad this large comes to stand in front of me?    James Dowaliby can tell you. A former vice president of Paramount International Television Group, he decided to pick up a copy of The Boy after reading a review and noting it was about fatherhood, a topic Dowaliby considers too rare in publishing. A single father himself, Dowaliby was astonished by what he read: &#8220;I&#8217;d never seen a book that so articulated a father&#8217;s love for his son.&#8221; Dowaliby knew immediately that this was a film he wanted to make and after securing the rights to the book from Nasdijj he was able to bring FilmFour (the filmmaking arm of Channel 4 in the U.K.) into the project. By the end of 2004, a feature-length adaptation of The Boy was greenlighted for development.    After securing the film rights to The Boy and the Dog are Sleeping and negotiating the deal with FilmFour, in early 2004 Dowaliby was finally ready to get down to the business of making a movie with Nasdijj. What Dowaliby didn&#8217;t know at the time was the controversy that nearly derailed his new partner&#8217;s burgeoning career four years earlier.    When he received his galley copy of The Blood and determined the book was fraudulent, Sherman Alexie not only refused to blurb the book but openly accused Nasdijj of both manufacturing his identity and plagiarism at a private lunch with Nasdijj&#8217;s editor, Anton Mueller. Alexie says he begged Mueller to reconsider releasing the book.    &#8220;I said, you&#8217;re going to pay for this later&#8212;this is not real,&#8221; Alexie says.    According to Alexie, however, Mueller was unmoved by their conversation. &#8220;Basically his attitude was that it&#8217;s a great book and the art is more important than the truth.&#8221;    &#8220;I know I may sound like Tipper Gore here,&#8221; says Alexie, &#8220;but we have to hold our art to higher standards.&#8221;    Mueller acknowledges he spoke with Alexie but says that he found the allegation of plagiarism to be an &#8220;odd claim&#8221; and unjustified. Regarding Nasdijj&#8217;s supposed Native heritage, he says, &#8220;I think even Nasdijj would tell you his own biography or parentage is something he has never been entirely sure of.&#8221;    After his unsuccessful meeting with Mueller, Alexie sent a letter to Houghton Mifflin, asserting that the author was a fake who had borrowed heavily from several Native writers, including himself. His accusations were dismissed, however, and the publication went forward. &#8220;And every time I bring it up, I&#8217;m ignored,&#8221; says Alexie.    Alexie&#8217;s allegations, however, did have some apparent effect. After The Blood came out, Nasdijj&#8217;s then-agent, Heather Schroeder, dropped him and Houghton Mifflin declined to publish his next book. Mueller credits Nasdijj&#8217;s erratic behavior as the reason: &#8220;To be honest, Nasdijj is simply not the most stable person in the world. It showed up in the editing process. His instability wore me down. Sending inappropriate e-mails to people like Ted Conover. His blog. I couldn&#8217;t deal with it.&#8221;    Did this unstable behavior lead him to suspect the veracity of Nasdijj&#8217;s story? &#8220;Well, I didn&#8217;t publish a second book with him, so that indicates something. But I would say that it was mainly because of his instability.&#8221; Yet Mueller still regards Nasdijj as &#8220;one of the most, if not the most talented writer I have ever worked with.&#8221;    Nasdijj found a new agent, Andrew Stuart, and eventually secured a multibook deal with Ballantine. The Boy was published with the specter of The Blood hanging over the proceedings.    By the time Dowaliby began trying to make a film version of The Boy , he was stuck with a giant toad standing in the road in front of him. Following a few weeks of discussions, FilmFour and Dowaliby agreed to solicit a prominent British screenwriter, who had previously scripted a film about Navajo code talkers, to adapt the book. The writer had spent significant time on the Navajo Nation researching his film and had acquired a great deal of knowledge and respect for the Navajo culture. Immediately after reading The Boy , however, he called Dowaliby with his concerns.    The writer pointed out several inconsistencies in Nasdijj&#8217;s story that he found suspicious, particularly Nasdijj&#8217;s mischaracterization of Navajo clanship. &#8220;What did I know about clanship?&#8221; says Dowaliby. &#8220;I had taken Nasdijj for his word.&#8221;    For both creative and liability purposes, Dowaliby was already fact-checking the book and he promised the writer he would look into the matter further. Dowaliby then began the almost daily routine of trying to draw honest information from Nasdijj about his past. He had little success. Dowaliby needed specifics; Nasdijj gave him none.    &#8220;He just kept recycling the same story about sheep camps and migrant work,&#8221; Dowaliby says.    The producer intensified his background check of Nasdijj and found out about the Alexie incident. His doubts grew, and Nasdijj&#8217;s responses to his queries only raised more questions. As the deadline for hiring the writer neared, Dowaliby concluded that Nasdijj was either unable or unwilling to confirm the details necessary to back up the truth of his story. He briefly considered simply billing the project as &#8220;inspired by true events&#8221; or the weaker &#8220;based on the book by Nasdijj&#8221; and not offering it as true in any fashion. &#8220;But admitting it was fiction would have ruined the emotional truth&#8212;the core of the book.&#8221;    Dowaliby refused to go forward with the film until he got answers. Nasdijj refused to speak with him, claiming that he had moved back to the Navajo reservation. Dowaliby did, however, get a response from Nasdijj&#8217;s wife, Tina. Though Dowaliby will not repeat what they discussed in confidence, he admits that she came clean about a number of things. Shortly thereafter it became apparent to him &#8220;that this wasn&#8217;t just a fraud against the intellectual community, but against the entire Navajo nation, and that Nasdijj needed to apologize.&#8221;    Dowaliby then contacted FilmFour and told them the project needed to be dropped. &#8220;People like Nasdijj,&#8221; he says, &#8220;can&#8217;t exist without some sort of complicity.&#8221;    What can you do when the truth isn&#8217;t enough?    For as long as white writers have been impersonating Indians, Indians have been exposing them as frauds. Yet despite remarkable investigative successes in uncovering the truth, their efforts have been largely ignored.    &#8220;For some reason people lose their sense of discernment when it comes to Indians,&#8221; says activist and Indian Country Today columnist Suzan Shown-Harjo.    Harjo, who is Muscogee Creek and Cheyenne, has had her own battles outing those she believes to be Native American impostors. She challenged University of Colorado professor Ward Churchill, who gained notoriety last year when he referred to the victims of the 9/11 attacks as &#8220;little Eichmanns,&#8221; and who claims to be of Cherokee and Creek descent. Though he has no specialized training in the field, he rose through the university ranks to become chair of the Ethnic Studies Department, largely on the basis of his claimed heritage. Yet as Harjo and other journalists have pointed out, he is not an enrolled member of any federally recognized tribe. Likewise, genealogical research carried out by the Rocky Mountain News and several Native journalists could find no trace of Indian blood in Churchill&#8217;s family. Despite the insistence of both the Cherokee and Creek nations that Churchill is not one of them, Churchill maintains his position as a professor of ethnic studies and is frequently paid to lecture on Native and political issues around the country. In response to those who question his identity, he simply denies everything and calls his accusers &#8220;blood police.&#8221;    &#8220;Indian identity has nothing to do with blood quantum,&#8221; counters Harjo. &#8220;You hear that from the phony baloneys trying to attach themselves to some 1,000th particle of Indian blood.&#8221;    For Harjo and many Native Americans, the issue of identity extends well beyond the existential or racial question of &#8220;Who am I?&#8221; It is a legal issue of citizenship. As sovereign entities, tribes have laws that govern who is and isn&#8217;t Native. &#8220;Someone who&#8217;s Italian doesn&#8217;t have to look a certain way or be a certain way,&#8221; Harjo explains. &#8220;They are Italian by virtue of being an Italian citizen. The same is true in Indian country.    &#8220;If I go to Italy and say, I think the world of you people. I speak a little Italian, I love spaghetti, so I&#8217;m going to be voting in your next election. Give me preference as an Italian citizen as opposed to non-citizens. Give me a job. Give me grant money. And maybe I&#8217;m going to carry on your diplomatic relations with other nations,&#8217; people would lock me up. But that&#8217;s what happens. The people that step into our world don&#8217;t do so in a respectful way. They rush right in and say I&#8217;m your leader, I&#8217;m the articulator of your culture.&#8217;&#8221;    But given the response of many, including prominent publishers and Oprah Winfrey, to the James Frey affair&#8212;that his message of redemption is true and so who cares about literal untruths&#8212;is it possible that Tim Barrus is using the Nasdijj persona as a vehicle for social justice? After all, AIDS and FAS on the reservation have been themes of his for more than six years. Though his methods are misguided, could his intentions be genuine, and if so, what is the problem with that?    &#8220;It&#8217;s crazy,&#8221; says Harjo, &#8220;that&#8217;s the problem with it. Why can&#8217;t you be who you are, a non-Native person, supporting the same things Indians care about? Why do you have to be one of us to support us? That&#8217;s a little loopy, isn&#8217;t it? So you have to stand back and say why is that person lying about that? And the answer is because people like that don&#8217;t do it for altruistic reasons. It&#8217;s about profit. They think pretending to be Indian will help them sell more books.&#8221;    And provided the complicity of a publisher, they may be right. On many issues, preachy whites simply lack the political and cultural cachet of someone perceived to be Native American.    &#8220;My stepfather once told me, if you want anyone in the world to like you, just tell them that you&#8217;re Indian,&#8221; says Sherman Alexie. &#8220;For some reason we are elevated simply because of our race. I&#8217;m so popular I could start a cult. I could have 45 German women living with me tomorrow.&#8221;    Indeed, the world has had an Indian fetish since the days of P.T. Barnum. Certain steps have been taken to protect cultural integrity&#8212;the Native American Arts and Crafts Act of 1990, for instance, makes it a federal crime for anyone not enrolled in or associated with a federally recognized tribe to sell their art as &#8220;Indian.&#8221; Yet literature, strangely enough, is not covered under the Arts and Craft Act, leaving it vulnerable to exploitation.    &#8220;The backbone of multicultural literature,&#8221; says Alexie, &#8220;is the empathy of its audience&#8212;their curiosity for the condition of a group other than themselves. Nasdijj is taking advantage of that empathy.&#8221;    If Nasdijj is not Native American, he&#8217;s not only misinforming his audience, he&#8217;s making it harder for genuine work to come forward. The PEN/Beyond Margins Award is given annually to a Native American writer to help spread &#8220;racial and ethnic diversity within the literary and publishing communities.&#8221; When Nasdijj accepted the award in 2004, he accepted money and prestige specifically earmarked to help Native Americans share their story.    &#8220;The last act of colonialism is for the dominant culture to completely supplant the Native one,&#8221; says Alexie. &#8220;Nasdijj is disappearing people. With every book he writes he makes Indians disappear.&#8221;    In the end it is, ironically, Nasdijj who sums up appropriation most eloquently. In an essay on Louis L&#8217;Amour titled &#8220;The Saddest Book I Ever Read,&#8221; Nasdijj writes, &#8220;The accumulated weight of fictions (like L&#8217;Amour&#8217;s), when added up, form a place that never was and a time that never happened. Fictions like this are murderous. They pass off illusion as fact, stereotype as portraiture&#8230; Counterfeit comes to be seen as the genuine article. It kills people. It kills culture. It kills even the shadow of truth.&#8221;    Epilogue: When I approached Nasdijj last week, via e-mail after many attempts to find a working phone number, I received a quick reply from someone called Mike Willis, who identified himself as Nasdijj&#8217;s assistant. He told me that Nasdijj was high in the Sierra Madres of Mexico without access to phones or the Internet. He offered no sense of when Nasdijj might return, adding that it was &#8220;quite sad&#8221; that the author couldn&#8217;t &#8220;defend himself.&#8221; When asked for a phone number for either himself or Tina Giovanni, Willis did not reply. Shortly thereafter, Nasdijj&#8217;s Web site was taken offline and all mention of his daughter Kree Barrus was removed from the archives of Giovanni&#8217;s blog. The next day, that blog was also shut down and queries sent to Nasdijj&#8217;s e-mail address went unanswered. But on Monday, the following post appeared on Nasdijj&#8217;s blog: &#8220;For those seeking Refuge consult the Hyena. Follow those directions to the Old Hotel. To find N, take the stairs to the roof. Bring your medication. The view is magnificent. And safe. You know who you are. Do not answer questions. Sealed. They do not care about you. You know that. Do not be fooled. Someone will. You will connect. Follow the Hyena&#8217;s path. Mike.&#8221;          Back to top         &laquo; Onward Into the Audioscape |   Main  | Blasts From the Past &raquo;"}]}]