[{"detail": [{"content": "Educational Theatre Graduate Syllabi and Course Descriptions - Teacher Education at Steinhardt - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Education at Steinhardt              Teacher Education at Steinhardt        Steinhardt Values          Teacher Preparation             Faculty     Program Areas     Teacher Certification     Education Standards     Field Experiences & Student Teaching       Study Abroad Opportunities     Working Groups            Educational Research         Education Research         Centers, Reports and Data     Accreditation            Special Projects         ASD-NEST     CRISP     Developing Chinese Language Teachers     Great Oaks Residency     P-SELL     Partnership Schools     Reading Recovery     Saturday Art Workshop                                        Educational Theatre Graduate Syllabi and Course Descriptions                  Course ID Title Description             MPAET-GE 2021    Development of Theatre and Drama I    Chronological study of the evolution of plays and production styles from ancient Greece to the off-Broadway movement. History of theatre as a performing art and aesthetic experience. Research projects in selected periods of theatre development are required.          MPAET-GE 2005    Introduction to Theatre for Young Audiences    Play and audience analysis, directing methods, production techniques. Each student plans a complete children's theatre production. Laboratory experience recommended.          MPAET-GE 2030    Dramatic Activities in the Elementary Classroom    Methods and materials for role-playing, story dramatization, mask, puppetry, and improvisation as applied to the elementary classroom, in such areas as learning processes, motivation, communication and classroom management. Relationship of drama and theatre to the elementary curriculum. Student will use drama and theatre to address the human development processes that impact on the K-6 child's readiness to learn, such as culture, nutrition, personal safety and community. Laboratory experience required: 15 hours.          MPAET-GE 2031    Dramatic Activities in the High School    Theories and practices of dramatic art in relation to principles and curriculum of secondary education. Attention given to assembly programs, creative and formal techniques of play production for school, extracurricular club, camp, and playground          MPAET-GE 2042    Storytelling    This course will examine the ancient art of storytelling as a performance form (developing expressive tools, creativity, physical and vocal skills); as it has appeared throughout history (in mythology, folk tales, legends, fairy tales, fables); and as it can enhance curricular subject areas (math, science, social studies, literature, and history), relate to the New York State Learning Standards for Arts Education and the Standards for English and Language Arts. Oral history projects will also be explored through the telling of personal stories and students will attend and analyze a performance at the Program in Educational Theatre's Storytelling at the Province town Theatre.          MPAET-GE 2059    Creative Play in the Arts    Exploration of the playful element in personality, culture, and artistic creation. The method is experimenal-participatory and cross-cultural. Playful modes of activities include improvisation, masquerading, misrule and celebration as well as the ritualization of simple pastimes and games. Work with the symbolic potential of found-objects and primary materials. Classroom includes movement, vocal expression, plastic construction, and enactment: the finding of various playful personae like the fool, the clown, and the 'philobat.'          MPAET-GE 2065    Theory of Creative Drama    A philosophy underlying informal dramatics, materials for conducting improvised dramatic activities in elementary and secondary education and with adults. Laboratory experience is recommended.          MPAET-GE 2077    Methods and Materialsof Research in Educational Theatre    Research procedures in all phases of theatre and educational theatre.          MPAET-GE 2099    Styles of Acting and Directing I    Scenes from period plays ( Greek, Roman, Elizabethan, neoclassical French, Restoration, eighteenth-&amp;-nineteenth-century European) are studied and acted. A course in performance styles and techniques for actors, directors, designers, teachers, and those interested in theatre history and criticism. Additional hours of rehearsal.          MPAET-GE 2103    World Drama I    Modern dramas from diverse cultures not ordinarily considered in detail in other courses. The theatre in each country as an art form, an institution, and a social force.          MPAET-GE 2105    Beginning Playwriting    Principles and methods of play writing. Completion of several writing assignments is required, including a one-act play. Plays of special merit considered for program production.          MPAET-GE 2113    Physical Theatre Improvisation    Techniques for performing and teaching pantomime. Training in body control, gesture, and facial expressiveness. While basically a performance course, the history of mime as a theatre art is examined, and significant examples of Eastern and Western styles are studied.          MPAET-GE 2134    Supervised Student Teaching in the Elementary Drama Classroom    Supervised student teaching in elementary classroom settings, followed by scheduled conferences with field supervisor. Strident teachers will observe, plan, teach and evaluate drama activities, integrated across the elementary school curriculum, N-6.          MPAET-GE 2171    Shakespeare's Theatre I    Examines Shakespeare in performance and in the classroom. Dramaturgy, scene analysis, and youth theatre included.          MPAET-GE 2174    Supervised Student Teaching in the Secondary English/Drama Classroom    Involves developing appropriate goals, negotiating and enacting appropriate learning experiences, and assessing student learning. The critical analysis of student teaching of the English/Drama class during the semester is designed to promote the student's development as a reflective practitioner.          MPAET-GE 2193    Drama in Education I    Relationships of theories of dramatic art to general educational principles; present practices and potential of education drama at all levels of instruction. Uses of theatre and drama in education from the Greeks to present day. The history and philosophy of drama in education as they relate to a variety of classroom strategies, including the use of new technologies. The impact of human developmental processes, such as culture, personal safety, and nutrition on learning through theatre and drama. Individualizing instruction to prepare students with special needs for their highest levels of achievement.          MPAET-GE 2251    Acting: Scene Study    In this course students will continue the exploration begun in Acting: Fundamentals with in-depth scene and monologue preparation from the contemporary stage. Studio work will focus on the given circumstances, creating a physical life for the character, and miming the relationships that drive the play.          MPAET- GE. 2953    The Teaching Artist    An increasing number of arts institutions, community based organizations, schools and colleges are recognizing the important role of the arts as an essential part of the educational process. The course will introduce students to the basic issues implicit to the collaboration between artists and teachers in an educational setting. It will examine the different perspectives from which artists and teachers often view each other and their work; and will encourage students to identify the common ground that exists in respect to both aims and processes. It will introduce students to some of the fundamental pedagogical issues that confront teachers and artists alike (e.g. the role and relative merits of didacticism, self-discovery, creative expression, freedom, discipline, structure, and cultural relativity etc.) and equip them with some practical strategies and approaches to such tasks and challenges as defining objectives, planning lessons, leading discussions, general classroom management, and the maintenance of a productive learning environment.          MPAET-GE 2960    Drama With Special Education Populations    This practical course is designed to introduce drama activities to students and professionals who work with young people with special needs. With increased number of inclusion classrooms and mainstreaming of students with special needs this course is designed for both special and general education educators. Participants will review the current trends and classifications of special education and explore the development and implementation of drama curricula for emotionally disturbed and learning disabled populations. Participants will learn curriculum design and adaptation, effective drama strategies for classroom management, receive an overview of terms and definitions for special education. Appropriate for K-12 educators.          MPAET-GE 2965    Introduction to Theatre of the Oppressed    This course is an introduction to the sociopolitical activist forms that make up the arsenal of the Theatre of the Oppressed. Originally developed in Brazil by theatre innovator Augusto Boal, these forms were inspired by the educational theories of Paulo Freire and employed with peasants and workers throughout Latin America. Now they are used internationally and have been developed and adapted by countless companies and practitioners. This introductory level course will engage students with the foundational theories, through the writings of both Freire and Boal, and given them a sound exposure to the interactive games and exercises that form the bedrock of this work. Students will investigate social, political, pedagogical and artistic intersections through Image Theatre, Forum Theatre, and Newspaper Theatre.          MPAET-GE 2978    Coping With Conflict: Drama as a Catalyst for Social Awareness    This course explores how theatre practitioners and educators use theatre to address social and political conflict across diversity of contexts, issues and locations, and within both traditional and non-traditional settings.                   General Pedagogical Core Syllabi and Course Descriptions          Course ID Title Description             TCHL-GE 2000    Field Consultations    On-site consultation for in-service personnel by faculty on such problems as goal selection, curriculum development, or evaluation. In-service personnel and faculty sponsor mutually identify a problem and develop and implement a plan. May be taken on group or individual basis. Registration requires submission of field consultation from and approval of faculty sponsor and program director.          TCHL-GE 2010    Inquiries Into Teaching &amp; Learning III    Introduces graduate level preservice teachers to the complexities of teaching by exploring four major themes -- learning, knowledge and knowing, teachers and teaching, schools and schooling. Each theme is investigated by analyzing issues of the learner's autobiography, the challenges of diversity, the power of collaboration, and uses of reflection. Students read and respond to a range of relevant tests, engage in observation of an elementary or secondary school classroom, create a classroom portrait with a focus on a particular learner, and produce a learning portfolio.          TCHL-GE 2013    Applied Research Design    Based on the formal principles of experimental and survey design, this course prepares students to design sound quantitative research studies that take into account the practical constraints of the real world. Topics include formulating research questions, identifying relevant target populations, selecting and sampling study participants, choosing which predictors to study, defining comparison groups, identifying appropriate measures, determining sample size, and evaluating the outcomes. Appropriate for doctoral students preparing to write a dissertation proposal.          TCHL-GE 2132    Evaluating Educational Programs    Appropriate methods of assessment of educational programs with emphasis on evaluative procedures for developers and users and consideration of materials and effectiveness of programs; focus on teacher's need for evaluation skills.          TCHL-GE 2275    Language &amp; Literacy Acquisition &amp; Development    Explores the interconnections among the acquisition of first (and second) language and the development of print and media literacy from birth through adolescence. Emphases are placed on the interactions of reading and writing with a focus on those children who make transitions and acquire the appropriate skills easily, as well as those who find it more difficult, particularly in middle childhood and adolescence. The implications for literacy education for students speaking a second language or a variety of English are also explored in the context of urban education.          TCHL-GE 2515    Adolescent Learners in Urban Contexts    Emphasis on applying theoretical knowledge of adolescent development to classroom teaching. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents in urban contexts. Focus on differentiating instruction to maximize learning opportunities and outcomes for all learners across ethnicity, race, national origin, linguistic competencies, ability status, learning styles, sexual orientation, gender, and social class. Issues of curriculum development, instructional planning, classroom management, and use of technology. Methods for collaboration with parents, teachers, and other professionals.          TCHL-GE 2999    Drug Alcohol Ed &amp; Child Abuse ID &amp; School Violence: Social Responsibilities of Teachers    An introduction to the role and responsibilities of teachers, school administrators, speech pathologists and pupil personnel staff in the coordinated school health program. Includes strategies to prepare prospective educators for addressing mandated health subjects (e.g., recognition and prevention of substance abuse, HIV/AIDS, child abduction; child abuse recognition; safety education, and violence prevention, including fire and arson prevention). Meets NYS Education Department certification requirements for instruction in school violence prevention (2 hours) and identification and reporting of child abuse (2 hours). And fulfills the harassment, bullying, and discrimination prevention and intervention training required for certification/licensure under the Dignity for All Students Act (The Dignity Act). Three of the required six instructional hours will be delivered through face to face instruction .* *Access to a school /field site is required and can be arranged upon request.                            This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]