[{"detail": [{"content": "NYU Course: Music Literature--The Classical Period: Baroque Style                                                                                     E85.2073: Music Literature: The Classical Period  Baroque Style   Copyright 1997-98 John V. Gilbert All Rights Reserved           Baroque Style    The classical style would reflect a much simpler approach to sound in time than had been the Baroque style which was a highly complex polyphonic musical texture, whose energy was derived from the rhythmic continuo, the unity of texture, and the continuous organic development of a motivic \"germ\" which was the essence of the musical substance of each specific form. The term \"baroque\" was originally a perjorative that was used to describe a style that was too ornamental, even too sentimental and bombastic for the tastes of the aristocracy in the late 18th Century. The picture above of a concert in a Baroque Concert Hall  reveals the highly ornamented archtectural style of the Baroque era which was reflected in the musical style as well. A detail of this Baroque orchestral concert reveals the setup of the orchestra with some audience on the stage as well as dignitaries seating in the middle of the orchestra perhaps the 17th version of \"surround sound.\"    In general, architecture, furniture, and sculpture reflected the ornate tastes of people in the Baroque era. Underlying the basic structure was the substance which gave expression to the structure. The organ in the Baroque church as pictured here shows the ornate treatment of the pipes and superstucture of the organ. Such ornamentation reflects two important points: ornamentation can be a way of individualizing and personalizing the general, and ornamentation also lends itself to a great deal of attention paid to detail. In musical practice the musician had to be highly accomplished in the art of ornamentation in order to improvise over a basic structure. In Da Capo settings the return to the A section always was invested with the improvisation of the performer which provided a deepening of the expressive range of the materials. Baroque ornamentation produces a rich and complex effect which the 18th Century interpreted as too bombastic and confusing. The 18th Century was more concerned with the universality of expression.   In Bach's Brandenburg Concerto No. 2 in F Major (1st movement), we have an excellent example of the concerto grosso style. The work itself is in concerto grosso form with three movements (fast-slow-fast), with the middle movement using only the solo instruments plus continuo (continuo consisted of a keyboard instrument, usually harpsichord, plus a bass instrument, such as cello).  You can select the music at the right to follow an excerpt of the score with the music. Concerto grosso style refers to the alternation of orchestra, ripieno (the ripieno consisting of the solo instruments with continuo), and tutti (orchestra + ripieno). The continuo is always present. The harpsichordist read from the bass line and improvised the upper voices according to a figured bass which described the arrangement of the intervals above the bass.   The Baroque style was strongly influenced by the Doctrine of Affections and the values emphasized the unity of affect (i.e., unity of mood) within the same movement. If there was a \"contrasting section,\" it was consider a shading of the original affect. This was reflected in the music as a unity of texture. The main shift in texture is simply the alternation of the performing groups which also controlled the dynamic levels. The musical material was derived from the opening motive was appeared in the first measure. This motive then underwent continuous development and modulated to the diatonically related keys. The larger the form, the more keys that are included. The use of tonality and modulation was a major factor in sustaining larger forms. This first movement is in three sections. The continuous steady rhythm and overlapping of the orchestra and ripieno often disguises the \"seams\" that denote sections, although in this movement Bach helps us by bringing the instruments to a brief halt for half a beat before resuming with a unison orchestral passage that signals the third section and the return to the key, much the way a recapitulation works in sonata form."}]},
{"detail": [{"content": "NYU Course: Music Literature--The Classical Period: Baroque Style                                                                                     E85.2073: Music Literature: The Classical Period  Baroque Style   Copyright 1997-98 John V. Gilbert All Rights Reserved           Baroque Style    The classical style would reflect a much simpler approach to sound in time than had been the Baroque style which was a highly complex polyphonic musical texture, whose energy was derived from the rhythmic continuo, the unity of texture, and the continuous organic development of a motivic \"germ\" which was the essence of the musical substance of each specific form. The term \"baroque\" was originally a perjorative that was used to describe a style that was too ornamental, even too sentimental and bombastic for the tastes of the aristocracy in the late 18th Century. The picture above of a concert in a Baroque Concert Hall  reveals the highly ornamented archtectural style of the Baroque era which was reflected in the musical style as well. A detail of this Baroque orchestral concert reveals the setup of the orchestra with some audience on the stage as well as dignitaries seating in the middle of the orchestra perhaps the 17th version of \"surround sound.\"    In general, architecture, furniture, and sculpture reflected the ornate tastes of people in the Baroque era. Underlying the basic structure was the substance which gave expression to the structure. The organ in the Baroque church as pictured here shows the ornate treatment of the pipes and superstucture of the organ. Such ornamentation reflects two important points: ornamentation can be a way of individualizing and personalizing the general, and ornamentation also lends itself to a great deal of attention paid to detail. In musical practice the musician had to be highly accomplished in the art of ornamentation in order to improvise over a basic structure. In Da Capo settings the return to the A section always was invested with the improvisation of the performer which provided a deepening of the expressive range of the materials. Baroque ornamentation produces a rich and complex effect which the 18th Century interpreted as too bombastic and confusing. The 18th Century was more concerned with the universality of expression.   In Bach's Brandenburg Concerto No. 2 in F Major (1st movement), we have an excellent example of the concerto grosso style. The work itself is in concerto grosso form with three movements (fast-slow-fast), with the middle movement using only the solo instruments plus continuo (continuo consisted of a keyboard instrument, usually harpsichord, plus a bass instrument, such as cello).  You can select the music at the right to follow an excerpt of the score with the music. Concerto grosso style refers to the alternation of orchestra, ripieno (the ripieno consisting of the solo instruments with continuo), and tutti (orchestra + ripieno). The continuo is always present. The harpsichordist read from the bass line and improvised the upper voices according to a figured bass which described the arrangement of the intervals above the bass.   The Baroque style was strongly influenced by the Doctrine of Affections and the values emphasized the unity of affect (i.e., unity of mood) within the same movement. If there was a \"contrasting section,\" it was consider a shading of the original affect. This was reflected in the music as a unity of texture. The main shift in texture is simply the alternation of the performing groups which also controlled the dynamic levels. The musical material was derived from the opening motive was appeared in the first measure. This motive then underwent continuous development and modulated to the diatonically related keys. The larger the form, the more keys that are included. The use of tonality and modulation was a major factor in sustaining larger forms. This first movement is in three sections. The continuous steady rhythm and overlapping of the orchestra and ripieno often disguises the \"seams\" that denote sections, although in this movement Bach helps us by bringing the instruments to a brief halt for half a beat before resuming with a unison orchestral passage that signals the third section and the return to the key, much the way a recapitulation works in sonata form."}, {"content": "Graduate Courses Fall 2012    | Classics | NYU                                                          Back to  previous page                  Graduate Courses Fall 2012   Graduate Courses Fall 2012 CLASS-GA1003 Latin Survey, Tuesday 11:00-12:15, David Levene (NYU) We will be studying a number of Latin texts from the earliest period of Latin literature to the Augustan period. Apart from simply reading and understanding the texts, we will be seeking to examine their place\u2028in the development of Latin literature; we will also be surveying a variety of critical approaches adopted by modern scholars, through close readings of key articles and books on the different authors. CLASS-GA 2972 Pindar, Monday 4:15-6:15, Joel Lidov (CUNY) The first aim of this seminar will be to achieve familiarity with the rhetoric of Pindar’s choral lyric: its habits of expression, its topoi, its grammar and style. We will seek to understand the ethical, logical, and emotional appeals by which the poet persuades his audience to celebrate as a common good the athletic victory of a wealthy member of a ruling family. By analyzing the Odes as poems continuing traditions of Homeric, Aeolic, and elegiac poetry, and by confronting the problems they presented to the modern history of interpretation and criticism, our discussions may lead to some insight into how Pindar, in the accomplishment of his rhetorical task, expressed such a persuasive understanding of the human condition that his name became emblematic of poetic power and achievement. \u2028We will begin by taking advantage of the aid offered by M.M. Willcock’s Cambridge edition: Pindar, Victory Odes, and proceed to reading a selection of the other odes, particularly Olympian and Pythian. In addition to Willcock, participants must have the Snell-Maehler Teubner edition: Pindarus, Carmina cum fragmentis, Pars I: Epinicia (now published by K.G. Saur, ISBN 3-598-71585-4; the current edition is the eighth but earlier editions are just as acceptable). You are also encouraged to obtain at least the first volume of W. Race’s Loeb edition, and his Style and Rhetoric in Pindar’s Odes (A.P.A. Monographs, Oxford Univ. Press). Anyone who can still find a copy of William Slater’s Lexicon to Pindar (de Gruyter, 1969) will not be sorry, but it is long out of print. There will be a final exam (memorization and translation) and a final paper. CLASS-GA 2912 Herodotus, Monday 6:30-8:30, Jennifer Roberts (CUNY) The work of Herodotus represents a unique mixed genre that defies categorization. Known both as the “Father of History” and the “Father of Lies,” Herodotus has left us invaluable information about the ancient Mediterranean world as well as the development of historical thought in Greece. In this course we will read good chunks of Herodotus’s text in Greek. Class time will be divided between translation and interpretation of the text, and students will give oral presentations on recent scholarly work concerning Herodotus. There will be two tests and a term paper. CLASS-GA 2868 Seneca, Tuesday 4:15-6:15, David Konstan (CUNY) In this course, we will read selections of the major prose works of Seneca, including On Anger (Books 1 and 2), The Consolation to Marcia, On Clemency, On Benefits (Books 1-3), On the Blessed Life, The Natural Questions (Book 6), and the Letters to Lucilius; we will also read one of his tragedies (Thyestes). The object of the course is to gain an appreciation of Seneca’s prose style as well as his basic ideas as a Stoic (concerning anger, grief, pity, and friendship) and his role as a major figure in the governing of the Roman Empire. Secondary readings will be assigned in the course of the semester. CLASS-GA 3002 Hellenistic History, Egypt from Alexander the Great to Ptolemy II, Tuesday 6:30-8:30, Sandra Gambetti (CUNY) Through the analysis of primary sources and the comparative commentary of scholarly literature, this course will study the first one hundred years of the Ptolemaic state, from the end of the 4th c. to the end of the 3rd c. BCE. The general frame will be the formation of the new Hellenistic state from the roots of the old Pharaonic one, with focus on several more specific aspects, some of which are: establishment of the authority, religion and ruler cult, construction of an extended empire, economy and use of the land. CLASS-GA 3004 Third Sophistic, Wednesday 4:15-6:15, Raffaella Cribiore (NYU) This course intends to inquire into issues of identity, rhetoric, religion and relationship with the past starting from the Second Sophistic and concentrating on late antiquity and especially on the fourth century in the Roman East. The texts read will be mostly in Greek except for the Latin history of Ammianus. Among the authors read there will be Dio Chrysostom, Libanius, Themistius, the emperor Julian, and John Chrysostom. Some attention will be paid to the enduring meaning of mythology and the relationship between pagan and Christian intellectuals. CLASS-GA 1011 Greek Prose Composition/Stylistics, Wednesday 6:30-8:30, David Sider (NYU) Exercises in Greek composition, starting with the basics of syntax and proceeding to stylistic niceties such as are found in the historians, orators, and Plato. CLASS-GA 3000 Renaissance Responses to Classical and Late Antique Literary Criticism, Thursday 4:15-6:15, Christina Sogno and Tanya Pollard (Fordham) This course explores Renaissance responses to Classical and Late Antique literary criticism, with an emphasis on their consequences for both theory and practice of literary genres. We will pay particular attention to discussions of tragedy, comedy, tragicomedy, satire, and fiction, with attention both to theoretical treatises and to examples of these genres in both periods. Readings will include selections from Plato, Aristotle, Euripides, Heliodorus, Longinus, Horace, Cicero, Plautus, Cinthio, Guarini, Scaliger, Sidney, Jonson, and Shakespeare. All the texts for the course will be available in translation, but PhD students in Classics will read classical and neo-Latin texts in the original, and others with the requisite languages are welcome to do so as well. Requirements will include presentations and either a research paper or an English translation of, and commentary on, a relevant Latin text not available in translation. CLASS-GA 2814 Lucan, Thursday 6:30-8:30, Matthew McGowan (Fordham) This course covers Lucan’s Bellum Civile or Pharsalia in its entirety. We will start by reading Caesar’s Commentarii de Bello Civili in Latin and English and then tackle roughly one book per week of Lucan’s epic on the civil war between Caesar and Pompey. Our aim is to situate Lucan’s poem in its immediate historical context and in relation to the broader tradition of Greek and Latin literature. In addition to surveying an array of contemporary scholarship, we will also consult ancient and Renaissance commentaries, which will be provided to the class in the form of a course-packet. Over the course of the semester each student will be expected to deliver an oral report and to lead the subsequent group discussion. There will be two 50-minute translation exams and a final research paper. CLASS-GA 3401 The Parthenon, Monday 4:55-7:25, Joan Connelly (NYU) This colloquium traces the history of the Parthenon and its reception through its transformations from the temple of Athena, to Christian church, to mosque, to ruin, to icon of Western art and culture. The landscape, topography, and topology of the Athenian Acropolis are examined with an eye toward understanding the interrelation of place, myth, cult, and ritual. The architectural phases of the Parthenon, its program of sculptural decoration, its relationship to other monuments on the Acropolis, and the foundation myths that lie behind its meaning are scrutinized. Issues of reception, projection, and appropriation are considered as well as interventions through conservation and reconstruction. Efforts to secure the repatriation of the Parthenon sculptures are reviewed within the broader context of global cultural heritage law and the opening of the New Acropolis Museum. At The IFA Clemente Marconi: Lecture, Greek Art and Architecture II: The Classical Period. This course is an introduction to the urbanism, architecture, and visual arts of the Greek world during the Early Classical (480-450), High Classical (450-400) and Late Classical (400-300) periods. While providing a solid background in the art and architecture of this period, this course explores critical questions about the very nature of Classical Art: the status of the artist and of the architect; the conditions and the context for artistic production; patronage; the relation between art and society; the nature of mimesis and the response by the public. Seminar (Proseminar), Approaches to Greek and Roman Art and Architecture. This seminar will systematically examine the study of Greek and Roman Art and Architecture at a critical time in its development. In recent years, this field has been characterized by an ever-increasing range of approaches, under the influence of various disciplines such as Sociology, Semiotics, Gender Theory, Anthropology, Reception Theory, and Hermeneutics. The scope of this seminar is to explore key aspects of Greek and Roman Art and Architecture, and to assess the current state of the discipline by reviewing and subjecting to critical scrutiny its current larger theoretical implications, methodologies, and directions of research.                                                                                              Back to Top"}]},
{"detail": [{"content": "NYU Course: Music Literature--The Classical Period: Baroque Style                                                                                     E85.2073: Music Literature: The Classical Period  Baroque Style   Copyright 1997-98 John V. Gilbert All Rights Reserved           Baroque Style    The classical style would reflect a much simpler approach to sound in time than had been the Baroque style which was a highly complex polyphonic musical texture, whose energy was derived from the rhythmic continuo, the unity of texture, and the continuous organic development of a motivic \"germ\" which was the essence of the musical substance of each specific form. The term \"baroque\" was originally a perjorative that was used to describe a style that was too ornamental, even too sentimental and bombastic for the tastes of the aristocracy in the late 18th Century. The picture above of a concert in a Baroque Concert Hall  reveals the highly ornamented archtectural style of the Baroque era which was reflected in the musical style as well. A detail of this Baroque orchestral concert reveals the setup of the orchestra with some audience on the stage as well as dignitaries seating in the middle of the orchestra perhaps the 17th version of \"surround sound.\"    In general, architecture, furniture, and sculpture reflected the ornate tastes of people in the Baroque era. Underlying the basic structure was the substance which gave expression to the structure. The organ in the Baroque church as pictured here shows the ornate treatment of the pipes and superstucture of the organ. Such ornamentation reflects two important points: ornamentation can be a way of individualizing and personalizing the general, and ornamentation also lends itself to a great deal of attention paid to detail. In musical practice the musician had to be highly accomplished in the art of ornamentation in order to improvise over a basic structure. In Da Capo settings the return to the A section always was invested with the improvisation of the performer which provided a deepening of the expressive range of the materials. Baroque ornamentation produces a rich and complex effect which the 18th Century interpreted as too bombastic and confusing. The 18th Century was more concerned with the universality of expression.   In Bach's Brandenburg Concerto No. 2 in F Major (1st movement), we have an excellent example of the concerto grosso style. The work itself is in concerto grosso form with three movements (fast-slow-fast), with the middle movement using only the solo instruments plus continuo (continuo consisted of a keyboard instrument, usually harpsichord, plus a bass instrument, such as cello).  You can select the music at the right to follow an excerpt of the score with the music. Concerto grosso style refers to the alternation of orchestra, ripieno (the ripieno consisting of the solo instruments with continuo), and tutti (orchestra + ripieno). The continuo is always present. The harpsichordist read from the bass line and improvised the upper voices according to a figured bass which described the arrangement of the intervals above the bass.   The Baroque style was strongly influenced by the Doctrine of Affections and the values emphasized the unity of affect (i.e., unity of mood) within the same movement. If there was a \"contrasting section,\" it was consider a shading of the original affect. This was reflected in the music as a unity of texture. The main shift in texture is simply the alternation of the performing groups which also controlled the dynamic levels. The musical material was derived from the opening motive was appeared in the first measure. This motive then underwent continuous development and modulated to the diatonically related keys. The larger the form, the more keys that are included. The use of tonality and modulation was a major factor in sustaining larger forms. This first movement is in three sections. The continuous steady rhythm and overlapping of the orchestra and ripieno often disguises the \"seams\" that denote sections, although in this movement Bach helps us by bringing the instruments to a brief halt for half a beat before resuming with a unison orchestral passage that signals the third section and the return to the key, much the way a recapitulation works in sonata form."}, {"content": "Graduate Courses Fall 2012    | Classics | NYU                                                          Back to  previous page                  Graduate Courses Fall 2012   Graduate Courses Fall 2012 CLASS-GA1003 Latin Survey, Tuesday 11:00-12:15, David Levene (NYU) We will be studying a number of Latin texts from the earliest period of Latin literature to the Augustan period. Apart from simply reading and understanding the texts, we will be seeking to examine their place\u2028in the development of Latin literature; we will also be surveying a variety of critical approaches adopted by modern scholars, through close readings of key articles and books on the different authors. CLASS-GA 2972 Pindar, Monday 4:15-6:15, Joel Lidov (CUNY) The first aim of this seminar will be to achieve familiarity with the rhetoric of Pindar’s choral lyric: its habits of expression, its topoi, its grammar and style. We will seek to understand the ethical, logical, and emotional appeals by which the poet persuades his audience to celebrate as a common good the athletic victory of a wealthy member of a ruling family. By analyzing the Odes as poems continuing traditions of Homeric, Aeolic, and elegiac poetry, and by confronting the problems they presented to the modern history of interpretation and criticism, our discussions may lead to some insight into how Pindar, in the accomplishment of his rhetorical task, expressed such a persuasive understanding of the human condition that his name became emblematic of poetic power and achievement. \u2028We will begin by taking advantage of the aid offered by M.M. Willcock’s Cambridge edition: Pindar, Victory Odes, and proceed to reading a selection of the other odes, particularly Olympian and Pythian. In addition to Willcock, participants must have the Snell-Maehler Teubner edition: Pindarus, Carmina cum fragmentis, Pars I: Epinicia (now published by K.G. Saur, ISBN 3-598-71585-4; the current edition is the eighth but earlier editions are just as acceptable). You are also encouraged to obtain at least the first volume of W. Race’s Loeb edition, and his Style and Rhetoric in Pindar’s Odes (A.P.A. Monographs, Oxford Univ. Press). Anyone who can still find a copy of William Slater’s Lexicon to Pindar (de Gruyter, 1969) will not be sorry, but it is long out of print. There will be a final exam (memorization and translation) and a final paper. CLASS-GA 2912 Herodotus, Monday 6:30-8:30, Jennifer Roberts (CUNY) The work of Herodotus represents a unique mixed genre that defies categorization. Known both as the “Father of History” and the “Father of Lies,” Herodotus has left us invaluable information about the ancient Mediterranean world as well as the development of historical thought in Greece. In this course we will read good chunks of Herodotus’s text in Greek. Class time will be divided between translation and interpretation of the text, and students will give oral presentations on recent scholarly work concerning Herodotus. There will be two tests and a term paper. CLASS-GA 2868 Seneca, Tuesday 4:15-6:15, David Konstan (CUNY) In this course, we will read selections of the major prose works of Seneca, including On Anger (Books 1 and 2), The Consolation to Marcia, On Clemency, On Benefits (Books 1-3), On the Blessed Life, The Natural Questions (Book 6), and the Letters to Lucilius; we will also read one of his tragedies (Thyestes). The object of the course is to gain an appreciation of Seneca’s prose style as well as his basic ideas as a Stoic (concerning anger, grief, pity, and friendship) and his role as a major figure in the governing of the Roman Empire. Secondary readings will be assigned in the course of the semester. CLASS-GA 3002 Hellenistic History, Egypt from Alexander the Great to Ptolemy II, Tuesday 6:30-8:30, Sandra Gambetti (CUNY) Through the analysis of primary sources and the comparative commentary of scholarly literature, this course will study the first one hundred years of the Ptolemaic state, from the end of the 4th c. to the end of the 3rd c. BCE. The general frame will be the formation of the new Hellenistic state from the roots of the old Pharaonic one, with focus on several more specific aspects, some of which are: establishment of the authority, religion and ruler cult, construction of an extended empire, economy and use of the land. CLASS-GA 3004 Third Sophistic, Wednesday 4:15-6:15, Raffaella Cribiore (NYU) This course intends to inquire into issues of identity, rhetoric, religion and relationship with the past starting from the Second Sophistic and concentrating on late antiquity and especially on the fourth century in the Roman East. The texts read will be mostly in Greek except for the Latin history of Ammianus. Among the authors read there will be Dio Chrysostom, Libanius, Themistius, the emperor Julian, and John Chrysostom. Some attention will be paid to the enduring meaning of mythology and the relationship between pagan and Christian intellectuals. CLASS-GA 1011 Greek Prose Composition/Stylistics, Wednesday 6:30-8:30, David Sider (NYU) Exercises in Greek composition, starting with the basics of syntax and proceeding to stylistic niceties such as are found in the historians, orators, and Plato. CLASS-GA 3000 Renaissance Responses to Classical and Late Antique Literary Criticism, Thursday 4:15-6:15, Christina Sogno and Tanya Pollard (Fordham) This course explores Renaissance responses to Classical and Late Antique literary criticism, with an emphasis on their consequences for both theory and practice of literary genres. We will pay particular attention to discussions of tragedy, comedy, tragicomedy, satire, and fiction, with attention both to theoretical treatises and to examples of these genres in both periods. Readings will include selections from Plato, Aristotle, Euripides, Heliodorus, Longinus, Horace, Cicero, Plautus, Cinthio, Guarini, Scaliger, Sidney, Jonson, and Shakespeare. All the texts for the course will be available in translation, but PhD students in Classics will read classical and neo-Latin texts in the original, and others with the requisite languages are welcome to do so as well. Requirements will include presentations and either a research paper or an English translation of, and commentary on, a relevant Latin text not available in translation. CLASS-GA 2814 Lucan, Thursday 6:30-8:30, Matthew McGowan (Fordham) This course covers Lucan’s Bellum Civile or Pharsalia in its entirety. We will start by reading Caesar’s Commentarii de Bello Civili in Latin and English and then tackle roughly one book per week of Lucan’s epic on the civil war between Caesar and Pompey. Our aim is to situate Lucan’s poem in its immediate historical context and in relation to the broader tradition of Greek and Latin literature. In addition to surveying an array of contemporary scholarship, we will also consult ancient and Renaissance commentaries, which will be provided to the class in the form of a course-packet. Over the course of the semester each student will be expected to deliver an oral report and to lead the subsequent group discussion. There will be two 50-minute translation exams and a final research paper. CLASS-GA 3401 The Parthenon, Monday 4:55-7:25, Joan Connelly (NYU) This colloquium traces the history of the Parthenon and its reception through its transformations from the temple of Athena, to Christian church, to mosque, to ruin, to icon of Western art and culture. The landscape, topography, and topology of the Athenian Acropolis are examined with an eye toward understanding the interrelation of place, myth, cult, and ritual. The architectural phases of the Parthenon, its program of sculptural decoration, its relationship to other monuments on the Acropolis, and the foundation myths that lie behind its meaning are scrutinized. Issues of reception, projection, and appropriation are considered as well as interventions through conservation and reconstruction. Efforts to secure the repatriation of the Parthenon sculptures are reviewed within the broader context of global cultural heritage law and the opening of the New Acropolis Museum. At The IFA Clemente Marconi: Lecture, Greek Art and Architecture II: The Classical Period. This course is an introduction to the urbanism, architecture, and visual arts of the Greek world during the Early Classical (480-450), High Classical (450-400) and Late Classical (400-300) periods. While providing a solid background in the art and architecture of this period, this course explores critical questions about the very nature of Classical Art: the status of the artist and of the architect; the conditions and the context for artistic production; patronage; the relation between art and society; the nature of mimesis and the response by the public. Seminar (Proseminar), Approaches to Greek and Roman Art and Architecture. This seminar will systematically examine the study of Greek and Roman Art and Architecture at a critical time in its development. In recent years, this field has been characterized by an ever-increasing range of approaches, under the influence of various disciplines such as Sociology, Semiotics, Gender Theory, Anthropology, Reception Theory, and Hermeneutics. The scope of this seminar is to explore key aspects of Greek and Roman Art and Architecture, and to assess the current state of the discipline by reviewing and subjecting to critical scrutiny its current larger theoretical implications, methodologies, and directions of research.                                                                                              Back to Top"}, {"content": "NYU Course: Music Literature--The Classical Period                   This page is designed to be viewed by a browser which supports Netscape's Frames extension.    If you do not have a Frames-supporting browser, you may view this site with no frames"}]}]