[{"detail": [{"content": "New York University | Global Debate                                    HOME      ANNOUNCEMENTS       PROGRAM STAFF       RESOURCES      RULES AND REGULATIONS      REGISTRATION      CONTACT US      FAQ                               NYU Global Debate Program   The NYU Global Debate Program tournament competition returns in 2015, pitting undergraduate debate teams from the entire NYU global network against one another in a contest that will award prizes totaling over $50,000.      The 2014-2015 topic is \"Resolved: The world is safer now than it was a decade ago.\"   NYU President John Sexton &mdash; a champion debater and debate coach &mdash; said, \"The key idea of NYU as a global network university is that our students and faculty, regardless of location, are part of one university. While many of our pursuits, both scholarly and extracurricular, will be particular to one campus, as NYU continues to evolve as a global network university, many others will take place across the network.\"   \"It is especially fitting that our first cross-network activity is a debate competition. As an institution of higher learning, NYU strives to weave the life of the mind into all its activities, not foster it only within the classroom's four walls. An emphasis on being well-informed, on being able to articulate one's own views, on listening to the views of others, and on engaging in reasoned discourse should be just as evident in our residence halls, our common rooms, our lounges, and dining facilities as they are in our classrooms and lecture halls, and embraced just as fervently in Buenos Aires or Tel Aviv as in New York. The NYU Global Debate Program will reaffirm our emphasis on civil discourse and engage NYU students around the globe in thinking and discussing an important, pressing issue. I encourage as many students as possible to participate.\"   The Global Debate Program begins this fall semester with the formation of teams, with students registering for the competition in November. NYU faculty, graduate students, and others in the NYU community will serve as judges. In the spring semester, \"knock-out\" rounds will be held on TBD at the New York campus and through the use of video teleconferencing connected to other global sites to reduce the field to a group known as the \"Sweet 16.\" The final rounds on the NYC campus will culminate in the Championship Debate on TBD and an awards ceremony with prizes to the top sixteen teams.     PHASE 1 - EVENT PREPARATION  During the fall semester, the debate topic is announced and students will be invited to register to compete as individuals or as two-person teams. Those who register as individuals will be paired with other individuals to form two-person teams. A series of workshops will be held on campus to help students develop their arguments. These sessions will be available to students studying abroad through a Blackboard site.    PHASE 2 - INTERNATIONAL TOURNAMENT  Students at the NYU global sites and at NYU Abu Dhabi will be invited as individuals or pairs to upload a four minute video to an NYU blackboard site during a specified submission period. The videos, in which students will argue in support of or in opposition to the proposed resolution, will be equivalent to the preliminary rounds on the New York City campus. Judges will review the videos and provide ratings. A committee will then determine the advancing videos based on quality.   For the next round, students without partners will be paired with a partner. These pairs will then be pitted against other top entrants abroad for the subsequent rounds. This process will be continued until the top contestants remain. The top contestants will advance to the elimination rounds in New York City in the spring.    PHASE 3 - NYC PRELIMINARY CAMPUS TOURNAMENT  Early in the spring semester, registered teams will gather to compete in three preliminary rounds of debate as part of a one-day tournament. The top teams will advance to fill out a Sweet 16 bracket along with the international contestants.    PHASE 4 - ELIMINATION ROUNDS  In the spring, the Sweet 16 will participate in a single-day elimination that will culminate in a final round judged by a VIP Panel that includes key faculty and administrators at NYU, and President John Sexton.    PRIZES         Sweet 16- (16)    $500        Elite 8 (8)    $1,000        Semis (4)    $1,500        Finals (2)    $2,500        Champion (2)    $5,000                                                       &copy;New York University | Sitemap | Contact Us"}]},
{"detail": [{"content": "New York University | Global Debate                                    HOME      ANNOUNCEMENTS       PROGRAM STAFF       RESOURCES      RULES AND REGULATIONS      REGISTRATION      CONTACT US      FAQ                               NYU Global Debate Program   The NYU Global Debate Program tournament competition returns in 2015, pitting undergraduate debate teams from the entire NYU global network against one another in a contest that will award prizes totaling over $50,000.      The 2014-2015 topic is \"Resolved: The world is safer now than it was a decade ago.\"   NYU President John Sexton &mdash; a champion debater and debate coach &mdash; said, \"The key idea of NYU as a global network university is that our students and faculty, regardless of location, are part of one university. While many of our pursuits, both scholarly and extracurricular, will be particular to one campus, as NYU continues to evolve as a global network university, many others will take place across the network.\"   \"It is especially fitting that our first cross-network activity is a debate competition. As an institution of higher learning, NYU strives to weave the life of the mind into all its activities, not foster it only within the classroom's four walls. An emphasis on being well-informed, on being able to articulate one's own views, on listening to the views of others, and on engaging in reasoned discourse should be just as evident in our residence halls, our common rooms, our lounges, and dining facilities as they are in our classrooms and lecture halls, and embraced just as fervently in Buenos Aires or Tel Aviv as in New York. The NYU Global Debate Program will reaffirm our emphasis on civil discourse and engage NYU students around the globe in thinking and discussing an important, pressing issue. I encourage as many students as possible to participate.\"   The Global Debate Program begins this fall semester with the formation of teams, with students registering for the competition in November. NYU faculty, graduate students, and others in the NYU community will serve as judges. In the spring semester, \"knock-out\" rounds will be held on TBD at the New York campus and through the use of video teleconferencing connected to other global sites to reduce the field to a group known as the \"Sweet 16.\" The final rounds on the NYC campus will culminate in the Championship Debate on TBD and an awards ceremony with prizes to the top sixteen teams.     PHASE 1 - EVENT PREPARATION  During the fall semester, the debate topic is announced and students will be invited to register to compete as individuals or as two-person teams. Those who register as individuals will be paired with other individuals to form two-person teams. A series of workshops will be held on campus to help students develop their arguments. These sessions will be available to students studying abroad through a Blackboard site.    PHASE 2 - INTERNATIONAL TOURNAMENT  Students at the NYU global sites and at NYU Abu Dhabi will be invited as individuals or pairs to upload a four minute video to an NYU blackboard site during a specified submission period. The videos, in which students will argue in support of or in opposition to the proposed resolution, will be equivalent to the preliminary rounds on the New York City campus. Judges will review the videos and provide ratings. A committee will then determine the advancing videos based on quality.   For the next round, students without partners will be paired with a partner. These pairs will then be pitted against other top entrants abroad for the subsequent rounds. This process will be continued until the top contestants remain. The top contestants will advance to the elimination rounds in New York City in the spring.    PHASE 3 - NYC PRELIMINARY CAMPUS TOURNAMENT  Early in the spring semester, registered teams will gather to compete in three preliminary rounds of debate as part of a one-day tournament. The top teams will advance to fill out a Sweet 16 bracket along with the international contestants.    PHASE 4 - ELIMINATION ROUNDS  In the spring, the Sweet 16 will participate in a single-day elimination that will culminate in a final round judged by a VIP Panel that includes key faculty and administrators at NYU, and President John Sexton.    PRIZES         Sweet 16- (16)    $500        Elite 8 (8)    $1,000        Semis (4)    $1,500        Finals (2)    $2,500        Champion (2)    $5,000                                                       &copy;New York University | Sitemap | Contact Us"}, {"content": "DIALECTICAL MARXISM   The Writings of Bertell Ollman               Marxist Theory ~ Dialectics ~ Alienation ~ Class Consciousness  Ideology ~ Class Struggle ~ Communism ~ Political Science (sic)  Socialist Pedagogy ~ Radical Humor                    Home   Books   Articles   Interviews   Letters to the Editor   Class Struggle Board Game   Curriculum Vitae                   Printable version of this page                          Latest book -   Dance of the Dialectic: Steps in Marx's Method         Reviews of Ollman's Books         Featured article -   America Beyond Capitalism: A Socialist Stew Prepared for Liberals and Conservatives     Featured speech -   McCoy Award Acceptance Speech         Video: Marxism and Progress     Marxism (the cartoon version)     From Theory to Practice     Radical Jokes     Photos     Recommended Web Sites     NYU Course Bibliographies         UNDER CONSTRUCTION     ETF Site     Lectures     Plays   Not To Dare   Butcher Shop     Poems         SUGGESTED READINGS     Video     Kiki & Bubu explain the neoliberal shift in labor relations           Social and Sexual Revolution - Marxism and Political Science: Prolegomenon to a Debate on Marx's Method     Social and Sexual Revolution   Chapter 4    Marxism and Political Science:  Prolegomenon to a Debate on Marx's Method     I   The debates between Marxists and non Marxists that have been raging for a half century and more in the disciplines of sociology, history, economics, and philosophy are strikingly absent in political science. This is true not only in Anglo Saxon countries, where Marxists particularly in academia have always been a rare breed, but even on the continent where Marxists and Marxist ideas have traditionally played an important role in every sector of social life.    What makes this absence especially difficult to explain is that a large number of political scientists have long accepted such essentials of the Marxist critique of their discipline as that it deals with superficialities and is generally biased on behalf of the status quo. As in-house survey of political scientists, for example, showed that two out of three \"agreed\" or \"strongly agreed\" that much scholarship in the profession is \"superficial and trivial\" and that concept formation and development is \"little more than hair splitting and jargon\" (Sommit and Tannenhouse, 1964, 14). The belief that most studies in political science are more useful to those who have power than to those who are trying to attain it is not as widespread, but it, too, is gaining ground. These biases are present not only in the theories which are offered to explain empirical findings, but in the choice of problems to research, and in the very concepts (themselves rooted in theory) by which the project and its product are thought about and communicated. The distortions introduced into political science, for example, by the standard assumption of the legitimacy and longevity of the present political system have yet to be adequately explored. In many ways, the least important biases (or parts of bias, since they always belong to a system of thought) are the values which an increasing number of scholars admit to at the start of their studies. This is the part of the iceberg that shows, and at least here readers stand warned.    Charges of bias, as is well known, are easier to voice than to argue, and when laid to bad faith are generally unconvincing. Few of our colleagues actually take themselves for civil servants. The same political scientists who perceive the pervading bias in the field often feel uneasy about their inability to analyze it. Similarly, political scientists (whether the same ones or not) who condemn the profession for triviality are reduced to contributing more of the same, since they do not know what else to study or how (with what theories, concepts, techniques) to study it. What is missing is a theory that would provide the necessary perspective to study and explain, to research and criticize both political life and accepted modes of describing it, i.e., political science. Marxism is that theory.    The reasons why a Marxist school of political scientists has not yet emerged, despite what appear to be favorable conditions, are rooted chiefly in the historical peculiarities of both Marxism and political science. Marx concentrated most of his mature efforts on the capitalist economy, but even aside from essays on French and English politics and the early critique of Hegel there is a lot more on the state in his writings than is generally recognized. In particular, Capital contains a theory of the state which, unlike Marx's related economic theories, is never fully worked out. This is a subject Marx hoped to develop if and when his work in economics permitted. An outline of his overall project gives the state a much more important role in his explanation of capitalism than would appear to be the case from a glance at what he completed.    After Marx died, most of his followers erroneously attributed an influence to the different social spheres in proportion to the treatment accorded them in his published writings. This error was facilitated by the standard interpretation of Marx's well known claims on the relationship between the economic base and the social-political cultural superstructure. If the economic life of society is wholly responsible for the character and development of other spheres, the activities which go on in the latter can be safely ignored or, if need be, deduced. Engels' end of life correspondence is full of warnings against this interpretation, but they seem to have had little effect. Among Marx's more prominent followers, only Lukcs, Korsch, and Gramsci wholly reject such economic determinism as the framework in which to understand the state. The ever more active role of the state in directing the capitalist economy, however, has led a later generation of Marxists to make the state a prime object of study. Among the most important fruits of this effort are Ralph Miliband's The State in Capitalist Society (1969) and Marxism and Politics (1977), Nicos Poulantzas' Pouvoir politique et classes sociales (1968), James O'Connor's The Fiscal Crisis of the State (1973), Bob Jessop's The Capitalist State (1982), John Ehrenberg's The Dictatorship of the Proletariat (1992), Paul Thomas' Alien Politics , Alan Gilbert's Marx's Politics (1981), August Nimtz' Marx and Engels, their Contribution to the Democratic Breakthrough and (though he might deny it) Gabriel Kolko's The Triumph of Conservatism (1963).    Given the minor role of the state in Marxism, as interpreted by most Marxists, it is little wonder that academics who chose to study politics were not attracted to this theory. The history of political science as a distinct discipline, however, has also contributed to this disinterest. Unlike economics and sociology, which began as attempts to understand whole societies, the origins of political science lay in jurisprudence and statescraft. Instead of investigating the workings of the political process in its connection with other social processes, political science has seldom strayed beyond the borders of the political process as such. Aims have generally revolved around making existing political institutions more efficient. There is no radical tradition, no group of major radical thinkers, no body of consistent radical thought in political science, such as one finds&#151;at least to some degree&#151;in sociology, economics, and history. From Machiavelli to Kissinger, political science has been the domain of those who&#151;believing they understood the realities of power&#151;have sought their reforms and advancement within the system, and has attracted equally practically minded students.    Can political science open itself to Marxist studies despite all these handicaps? I believe Marxism makes an essential contribution to our understanding of politics, but to grasp it we have to know something about the dialectical method with which Marx's theories are developed. Only then, too, will many of the dissatisfied political scientists referred to above be able to see what else they could study and how else they might study it. I believe it is necessary, therefore, that Marxists in political science today give priority to questions of method over questions of theory, insofar, of course, as the two can be distinguished. For it is only upon grasping Marx's assumptions and the means, forms and techniques with which he constructed his explanations of capitalism that we can effectively use, develop and revise, where necessary, what he said. And perhaps as important for Marxists teaching in universities, only by making this method explicit can we communicate with non (and not yet) Marxist colleagues and students whose shared language masks the real distance that separates our different approaches.    Given these priorities, the present paper will focus on Marx's method. It may be useful, however, to review briefly those elements in Marx's theory of the state that were developed with the help of his method. Whether dealing with politics or any other social sector, it must be stressed, Marx is concerned with all of capitalism&#151;with its birth, development, and decay as a social system. More specifically, he wants to understand (and explain) where the present state of affairs comes from, how it coheres, what are the main forces producing change, how all these facts are dissimulated, where the present is tending (including possible alternatives), and how we can affect this process. Marx's theory of the state seeks to answer these questions for the political sphere, but in such a way as to illuminate the character and development of capitalism as a whole (which is no different than what could be said of his theories about other areas of capitalist life).    The main subjects treated in Marx's theory of the state, taken in the above manner, are as follows: 1) the character of the state as a social power, embodying the kind of cooperation required by the existing division of labor, that has become independent of the individual producers; 2) the affect of social economic relations pertaining to class rule on state forms and activities, and the state's function in helping to reproduce these relations; 3) the affect of state forms and activities on the production and realization of value; 4) the control, both direct and indirect, over the state exercised by the dominant economic class combined with the informal control over the state exercised by the imperatives of the economic system; 5) the affect of the state, through its various organs and practices, on the class struggle, and that of the class struggle on the state; 6) the conditions in which the state acquires a degree of autonomy from the dominant economic class; 7) the ways in which politics is ordinarily understood, the social origins of this political ideology, and the role it plays in helping the state perform its distinctive functions, particularly those of repression and legitimation; and 8) the possibility inherent in the foregoing, taken as historical tendencies, for the emergence of a form of state that embodies communal control over social power, which is of saying&#151;seeks to abolish the basis of the state itself.    What Marx has to say on each of these subjects (the actual contents of his theory of the state) cannot be given at this time; but even listing what it covers should indicate some of the methodological problems involved. In practically every instance, Marx's theory of the state is concerned with locating relations inside a system, and depicting the affect of that system on its relational parts. Without some grasp of what is happening here, many of his particular claims will appear confused and contradictory. The apparent contradiction between statements which seem to treat the state as an \"effect\" of economic \"causes\" and those which present a \"reciprocal interaction\" between all social factors offers one such difficulty. Another is the way Marx treats past and possible future developments in the state as somehow part of its present forms. A third, suggested by the first two, is that the concepts which express such ties have at least partly different meanings from those found in ordinary speech. Only resort to Marx's method can clear up these and related problems. 1    II    Most discussions of Marx's method have focused either on his philosophy, particularly on the laws of the dialectic as outlined by Engels, or on the strategy of exposition used in Capital I. Such accounts, even when accurate, are very lopsided and, what is worse, useless for the scholar interested in adopting this method for his work. Numerous assumptions and procedures are left out, and their place in the construction and elaboration of Marx's theories is vague at best. In attempting to make up for this oversight, I may have fallen victim to the opposite error of overschematization, and this is a danger that readers of the following pages should bear in mind.    Two further qualifications are required before I begin. First, I don't accord much importance to the different periods in Marx's career. This is not because there were no changes in his method, but because such changes as did occur between 1844, the year he wrote The Economic and Philosophic Manuscripts , and the end of his life are relatively minor. I have chosen, nevertheless, to emphasize his later so called \"mature\" writings, and the few examples drawn from early works involve aspects of his method that remained the same throughout his career. Second, the method outlined below is that used in Marx's systematic study of capitalism. Consequently, all of its elements can be found in Capital , that is, in the work he did for Capital and in the finished product, while only some of them are used in his shorter, more occasional pieces. How many of these elements appear in a given work also depend on Marx's skill in using his method, and neither his skill nor his style (another subject frequently confused with method) enter into our discussion.    What, then, is Marx's method? Broadly speaking, it is his way of grasping reality and of explaining it, and includes all that he does in organizing and manipulating reality for purposes of inquiry and exposition. This method exists on five levels, representing successive stages in its practice: 1) ontology; 2) epistemology; 3) inquiry; 4) intellectual reconstruction; and 5) exposition. Other social science methods could probably be broken down in this way. What is distinctive about Marx's method, then, is not that it has such stages but that Marx is conscious of having them and, of course, the peculiar character he gives to each one.    Ontology is the study of \"being.\" As answer to the question \"What is reality?\", it involves Marx's most fundamental assumptions regarding the nature and organization of the world. As a materialist, Marx believes, of course, that the world is real and exists apart from us and whether we experience it or not. But that leaves open the question of its parts and how they are related to each other and the whole to which they all belong. What is most distinctive of Marx's ontology are his conception of reality as a totality composed of internally related parts, and his conception of these parts as expandable, such that each one in the fullness of its relations can represent the totality.    Few people would deny that everything in the world is related as causes, conditions, and results&#151;directly or indirectly&#151;to everything else; and many insist that the world is unintelligible save in terms of such relations. Marx goes a step further in interiorizing this interdependence within each element, so that the conditions of its existence are taken to be part of what it is. Capital, for example, is not simply the physical means of production, but includes the whole pattern of social and economic relations that enables these means to appear and function as they do. While Durkheim, standing at the other extreme, asks that we grasp social facts as things, Marx grasps things as social facts or Relations, and is capable of mentally expanding these Relations through their necessary conditions and results to the point of totality. This is really a version of what historically has been called the philosophy of internal relations .    There are basically three different notions of totality in philosophy:    The atomistic conception, which goes from Descartes to Wittgenstein, that views the whole as the sum of simple parts, whether things or facts.  The formalist conception, apparent in Schelling, probably Hegel and most modern structuralists, that attributes an identity to the whole independent of its parts and asserts the absolute predominance of this whole over the parts. The real historical subject in this case are the preexisting, autonomous tendencies and structures of the whole. Research here is undertaken mainly to provide illustrations, and facts which don't \"fit\" are either ignored or treated as unimportant residue.  The dialectical and materialist conception of Marx (often confused with the formalist notion) that views the whole as the structured interdependence of its parts&#151;the interacting events, processes, and conditions of the real world&#151;as observed from any major part. 2    Through the constant interaction and development of these parts, the whole also changes, realizing possibilities that were inherent in earlier stages. Flux and interaction, projected back into the origins of the present and forward into its possible futures, are the chief distinguishing characteristics of the world in this latter view, and are taken for granted in any inquiry. However, since this interdependence is structured&#151;that is, rooted in relatively stable connections&#151;the same interaction accords the whole a relative autonomy, enabling it to have relations as a whole with the parts whose order and unity it represents.    These relations are of four sorts: 1) the whole shapes the parts to make them more functional within this particular whole (so it is that capitalism, for example, generally and over time gets the laws it requires); 2) the whole gives meaning and relative importance to each part in terms of this function (laws in capitalism are only comprehensible as elements in a structure that maintains capitalist society, and are as important as the contribution they make to this structure); 3) the whole expresses itself through the part, so that the part can also be taken as a form of the whole. Given internal relations, we get a view of the whole, albeit a one sided view, when examining any of its parts. It is like looking out at a courtyard from one of the many windows that surround it (study of any major capitalist law which includes its necessary conditions and results, therefore, will be a study of capitalism); and 4) the relations of the parts with each other, as suggested above, forge the contours and meaning of the whole, transform it into an ongoing system with a history, a goal, and an impact. It is the presence of these last two relations that set the first two apart from the formalist conception of the totality to which they also apply.    Also deserving mention are the relations Marx sees between two or more parts within the whole and the relations between a part and itself (a form of itself in the past or in the future). What are called laws of the dialectic are meant to indicate the more important of these relations. Engels considers the most important of these laws, \"the transformation of quantity to quality&#151;mutual penetration of polar opposites and their transformation into each other when carried to extremes&#151;development through contradiction or negation&#151;spiral form of development\" (Engels, n.d., 26-7). Explaining these laws now would prove too long a detour. For the present, it is sufficient to note their character as generalizations about the kind of change and interaction that occur in a world understood in terms of internal relations. These generalizations are particularly important for the lines of inquiry which they open up, and will be discussed later in connection with that stage in Marx's method.    III    Based on Marx's ontology is his epistemology, or how he comes to know and arrange in thought what is known. If Marx's ontology provides him with a view of what the world consists of, his epistemology is how he learns about this world. This stage of his method is in turn composed of four interlocking processes (or aspects of a single process): perception; abstraction (how Marx separates what is perceived into distinct units); conceptualization (the translation of what is abstracted into concepts with which to think and communicate); and orientation (the effects abstractions have on his beliefs, judgments, and action&#151;including future perceptions and abstractions).    Perception, for Marx, covers all the ways in which people become aware of the world. It goes beyond the activity of the five senses to include a variety of mental and emotional states that bring us into contact with qualities (feelings and ideas as well as physical substance) that would otherwise elude us.    In actual fact, we always perceive somewhat more (or less) and differently from what is seen or heard directly, having to do with our knowledge, experience, mood, the problem at hand, etc. This difference is attributable to the process of abstraction (sometimes called individuation) which transforms the innumerable qualities present to our senses into meaningful particulars. Abstraction sets boundaries not only for problems but for the very units in which they are studied, determining how far into their interdependence with other qualities they extend. If everything is interrelated, as I have said, such that each is a part of what everything else is, it is necessary to decide where one thing ends and another begins. Given Marx's ontology, the abstracted unit remains a Relation in the sense described above. Its relative autonomy and distinctness result from his having made it so for the present, in order to serve certain ends. A change in ends often leads to individuating a somewhat altered unit out of the same totality. Capital, for example, can be grasped as the means of production used to produce surplus value; the relations between capitalists and workers are sometimes added; and sometimes this abstraction is enlarged to include various conditions and results of these core activities and relations&#151;all in keeping with Marx's concern of the moment.    Marx's main criticism of bourgeois ideologists is that, while they deal with abstractions, they are neither concerned with or even aware of the relations that link these abstractions to the whole, and which make them both relative and historically specific. Thus, \"freedom,\" in their minds, is separated from the conditions which make it possible for some people to do what they want and others not. Having fallen out of view in this way, the larger context is easy to ignore or, if noted, to dismiss as irrelevant. Marx, of course, also thinks with abstractions&#151;of necessity. All thought and study of the totality begins by breaking it down into manageable parts. But, as Lukcs points out, \"What is decisive is whether this process of isolation is a means towards understanding the whole and whether it is integrated within the context it presupposes and requires, or whether the abstract knowledge of an isolated fragment retains its 'autonomy' and becomes an end in itself\" (Lukcs, 1971, 28). Marx, unlike the bourgeois ideologists he criticizes, is fully conscious that he abstracts the units he then proceeds to study (rather than finding them ready made), and is aware of their necessary links with the whole.    The advantages of Marx's procedure are, first, he can manipulate&#151;as we saw above&#151;the size of any unit in keeping with his particular problem (though the many common experiences and problems of anyone living in capitalist society means there is greater similarity between Marx's and other people's abstractions than this point would suggest); second, he can more easily abstract different qualities or groups of qualities, providing himself in this way with a \"new\" subject for research and study (surplus value and relations of production are examples of this); and, third, because the abstractions people carve out are the result of real historical conditions, particularly of their knowledge and interests as members of social classes, the study of their abstractions becomes for Marx an important means of learning about the rest of society.    The process of conceptualization which comes next is more than simply labeling the units which are abstracted. Naming the abstraction also enables it to draw upon the understanding in the language system to which this name belongs. In Marx's case, this means to extend its sense through the senses&#151;albeit shifting and provisional&#151;already attributed to related concepts. Likewise, given internal relations, the real world structures reflected in the meaning or use of any concept immediately becomes part of what can be thought or expressed by others. The work of separating out a part from an internally related whole is done by the process of abstraction and not&#151;as many would have it&#151;by conceptualization (though the former is often abstracted as a moment in the latter). The specific contribution of conceptualization is that by giving abstractions a linguistic form they allow them to be more easily understood and remembered but also communicated. If concepts without abstractions are hollow, abstractions without concepts are mute.    Marx's own achievement is sometimes characterized in terms of the fuller understanding made possible through the introduction of new concepts, such as \"surplus value.\" Engels compares Marx's contribution in economics, for example, to Lavoisier's in chemistry. Priestly and Scheele had already produced oxygen but didn't know that it was a new element. Calling it \"dephlogisticated air\" and \"fire air\" respectively, they remained bound within the categories of phlogistic chemistry, a chemistry which understood fire as something leaving the burning body. Lavoisier gave the name \"oxygen\" to the new kind of air, which enabled him to grasp combustion as oxygen combining with the burning body. Abstracted as something outside the burning body and distinct from fire, it could join with the body during fire.    In much the same way, Marx was not the first one, according to Engels, to recognize the existence of that part of the product which is now called \"surplus value.\" Others saw that profit, rent, and interest came from labor. Classical political economy investigated the proportions of the product which went to workers and capitalists. Socialists condemned this distribution as unjust; but \"all remained prisoners of the economic categories as they have come down to them\" (Marx, 1957, 14-16). The statement of fact, which was widely regarded as the solution, Marx took as the problem, and he solved this problem essentially by re-abstracting its main elements and calling them \"surplus value\". In giving a name to the origins and ongoing relations to workers of profit, rent, and interest, \"surplus value\" allows us to perceive the common thread that runs through these apparently distinct economic forms. With this new concept Marx was able to re-think all the main categories in political economy, just as Lavoisier, proceeding from the new concept of \"oxygen\", had with the categories of phlogistic chemistry.    The tie between the process of conception and the process of abstraction makes it clear that the elasticity which characterizes Marx's abstractions will apply equally to the meanings of his concepts. Thus, \"capital\" in Marx's writings means more or less along a continuum consisting of its necessary conditions and results depending on the size and composition of the corresponding unit in Marx's abstraction of capital. The elastic of definitions that some critics have noted in Marx's works can only be grasped by returning to his process of abstraction and the ontology of internal relations which underlies it.    Inextricably linked with perception, abstraction and conception, as a part of Marx's epistemology, is the process of orientation. Marx believes that judgments, attitudes, and action cannot be severed from the social context in which they occur (including the interests of the people operating in it) and the real alternatives it allows. It is not simply a matter of what is taken as true and false, but of the structure of explanation inherent in the categories used in thinking. With the aid of the philosophy of internal relations, this structure is extended by Marx into the very lives of the people involved. Consequently, what any group believes and does is inextricably linked to the ways, including categories, in which it defends both. The sum of all this constitutes their distinctive orientation to the world. Marx's own judgments and efforts as a revolutionary are likewise part of how he understands capitalism, an understanding also reflected in the categories that he uses. Aware of this, Marx&#151;unlike utopian socialists past and present&#151;never engages in moral exhortation based on adherence to some external principle, but tries to win people to socialism by getting them to accept the structure of his explanation. 3    IV    After ontology and epistemology, the next stage in Marx's method is that of inquiry. What Marx is looking for and how he understands what he finds exercise a decisive influence over his inquiry. And what he is looking for is essentially the internal structure and coherence of the capitalist system, its existence as a historically specific totality. No matter what Marx's immediate subject, his greater subject is capitalist society, and, whenever and however he proceeds in his research, this society is always kept in mind.    Marx's method as inquiry is his attempt to trace out relations between units, themselves conceived of as Relations, in order to uncover the broad contours of their interdependence. Given their logical character as internal relations, these ties may be sought in each Relation in turn or between them, conceived of now as separate parts within some larger whole. In practice, this means that Marx frequently changes both the vantage point (and hence perspective) from which he sets out and the breadth of the units (together with the meanings of their covering concepts) that come into his analysis. Thus, for example, capital (generally the core notion of \"capital\") serves as one vantage point from which to investigate the intricacies of capitalism; labor serves as another, value as another, and so on. In each case, while the interaction studied is largely the same, the angle and approach to it (and with it the emphasis in definitions) differ.    More directly of concern to political scientists, and wholly in keeping with Marx's example, Gramsci in The Prison Notebooks investigates the intersecting social Relations, class, civil society, political party, bureaucracy and state to uncover as many one-sided versions of the society of his time. The chief advantage of Marx's approach is that it enables him (and Gramsci) to discover major influences without losing sight of interaction and change throughout the complex as tends to happen when looking for relations between narrowly defined static factors. Likewise, the transformation of one social form into another (indicated by a change in the operative concept) is best captured when tracing development within each social Relation. Note Gramsci's sensitivity to how social classes and bureaucracies become political parties and how political parties can become a state (Gramsci, 1971, 146-9, 155, 157-8, 191, 227-8, 264).    In keeping with the internal relations Marx posits between past, present and future, Marx's inquiry into the world in which he lived spends a good deal of time looking backward into origins and forward into possibilities. For him, they are essential parts of the present, and are necessary for a full understanding of how anything in the present works. 4 Also in keeping with Marx's preferred focus on capitalism and, to a lesser extent, on the periods of class society and modern capitalism, his study of people is usually restricted to the classes to which they belong. It is when people act in society as members of a class, Marx believed, that they have their greatest affect on what that society is, does and becomes, particularly as regards the \"big\" questions and at the most crucial moments of its development. Without denying (or even completely ignoring) people's identity as individuals and as members of groups other than class, including the human species, it is what they do as classes and the interaction of opposing classes in the class struggle that mainly concerns him, and allows some to refer to his method as \"class analysis\". When it is not used to minimize the role of material conditions in Marx's analysis, and when it is understood dialectically, this otherwise partial and one-sided label can be quite useful.    Marx also assumed that the patterns of change and interaction embodied in the laws of the dialectic are universal, and they often served as the broad framework in which to look for particular developments. The law of the transformation of quantity to quality made him sensitive to how social factors change their appearance and/or function through the growth or diminution of one or more of their elements. Thus, money, for example, is said to function as capital only when it reaches a certain amount. The law of the interpenetration of polar opposites encouraged him to examine each social Relation for its opposite, and, when faced with apparent opposites, to look for what unites them. In this way, wealth and poverty in capitalism are found to be opposite though mutually dependent aspects of the same Relation.    The law of development through contradictions is undoubtedly the most important of these dialectical laws. The processes which compose any complex organism change at different speeds and often in incompatible ways. Viewed as internally related tendencies (i.e., as elements in each other and in a common whole) whose forward progress require that one or the other give way, they become contradictions. The resolution of these contradictions can significantly alter the totality. Examining totalities for their contradictions is a way of looking for the sources of conflict, sources that may be apparent even before a conflict fully materializes. Contradictions frequently come in clusters, and their unity and order of importance are equally subjects of Marx's research.    Research of any kind, Marx's included, is a matter of seeking for enough pieces to make sense of a puzzle that is destined to remain incomplete. In trying to trace the inner working of capitalist society, Marx adopted a strategy and set of priorities to aid him in this task. He began, for example, by investigating social Relations like capital, commodity, and value&#151;which are rich in evident connections with the concrete totality. He also chose to concentrate on England, using the most advanced capitalist society of his time as the laboratory in which to study capitalism as a system.    According to Marxist theory, it is mainly material production which reproduces the conditions of existence of the totality, and in the mutual interaction between all social factors, it is mainly economic factors that exercise the greatest influence. Consequently, Marx generally begins his study of any problem or period by examining economic conditions and practices, particularly in production. The economic interests of the classes involved are also placed front and center, and the contradictions he takes most care to uncover are economic ones. If we originally abstracted Marx's method from his theories in order to focus on certain aspects of this method, it is necessary to return to these theories again and again to see how he uses this method and for what.    Special attention is also given to the interaction between real processes and the ways in which they are understood. On one occasion, Marx describes Capital as a \"critique of economic categories or, if you like, the system of bourgeois economics exposed in a critical manner\" (Rubel, 1957, 129). Capital , then, is equally a work about how capitalism works and how it is understood by the \"experts\". As indicated, Marx's main criticism of bourgeois ideology in any field is that bourgeois thinkers are unaware of the larger context that surrounds and is expressed in their particular descriptions and explanations. Generally, they err in taking immediate appearances for the whole truth, treating what is directly perceptible as logically independent of the structured interdependence of elements that give it meaning. In tracing the internal connections of this interdependence, Marx is uncovering the essence of these ideas, an essence which frequently contradicts the truth reflected in appearances. In bourgeois political economy, for example, the fact that workers get paid by the hour is taken to mean that wages based on the sum of hours worked represents full payment for labor. By uncovering the relations between labor and the social conditions in which it occurs, including notions like wages in which these conditions are ordinarily understood, Marx is able to show that workers receive back only part of the wealth that they have produced.    Marx's reputation as a scholar has seldom been questioned, even by his foes. He believed that in order to criticize any subject one should know it and what others have written about it in some detail. He went so far as to learn Russian in the last years of his life in order to read what had been written in Russian on ground rent. All sources of information and techniques for gathering information available in his day were respected and made use of&#151;e.g., government reports, surveys, questionnaires, fiction, newspapers, etc.&#151;and there is no reason to believe that he would be less open to the many advances in these areas made by modern social science. Once this is admitted, however, it is clear that Marx would be particularly concerned with what kind of information is worth collecting, the assumptions underlying various techniques for gathering it, how studying a subject can affect it, and especially with the influence of the concepts used (explanatory structures) on whatever is learned with their help. Presented with the typical attitude survey, for example, Marx would undoubtedly focus on the biases in what is asked, how it is asked, the sample to whom it is asked (the indifference generally shown to social class divisions), and the conditions reflected in the favored response (such that changes in these conditions ordinarily bring another response). He would probably specify, too, that no amount of questioning, given prevailing false consciousness, could possibly reveal how our society really works. It does not follow that Marx would ignore attitude surveys&#151;as so many of his followers unfortunately do&#151;but that his use of them would be highly qualified and critical. 5    V    Marx's ontology declares the world an internally related whole; his epistemology breaks down this whole into relational units whose structured interdependence is reflected in the meanings of his concepts; his inquiry, by tracing the links between these units, fleshes in the details of this whole; intellectual reconstruction, the fourth stage in Marx's method, comes with the completion of these processes. In intellectual reconstruction, the whole with which Marx began, real but featureless because unknown, is transformed into the rich, concrete totality of his understanding. By inserting a moment of intellectual reconstruction between inquiry and exposition, I am suggesting, of course, that the self-clarification Marx achieves upon putting together the results of his research and initial deductions is not quite the same as the analysis found in his published writings. This raises at least three crucial questions: 1) Where do we find this earlier \"understanding\" if not in his published writings? 2) How does it differ from what appears there? and 3) What is its status in what we call \"Marxism\"?    Marx kept voluminous notes on what he was reading and thinking, most of which falls between simply taking down what he found in his sources and writing first drafts of works he intended to publish. This was Marx thinking something through in order to make sense of it for himself, and possibly for Engels reading over his shoulder. Given the great quantity and variety of materials Marx needed to sift and connect, he obviously felt that this was a step he could not ignore. He made no attempt to publish these notebooks, but a half century after he died two of the most important of them were published as The Economic and Philosophic Manuscripts of 1844 (1931) and Grundrisse (Foundations) (1939). The evidence for what I call Marx's \"intellectual reconstruction\" comes mainly from these two works, one from 1844, when Marx was 26 years old, and the other from 1858, when he was 40. I do not include the German Ideology here, which was first published in 1929, since this is a work Marx wanted to publish but didn't because he couldn't find a publisher.    While a lot has been written about the alleged differences between early and late Marx, there has been no serious effort to probe the differences between what is, in effect, published and unpublished Marx (whether early or late). Yet, everyone who has read the 1844 Manuscripts and the Grundrisse recognizes that there is something very special at work here. For example, it is clear that both contain much more on Marx's theory of alienation and his vision of communism than one finds in any of his published writings. Marx also makes much greater use of the vocabulary associated with the dialectic when he knows he is going to be the only reader than when he is writing for others. It would appear that, at least in these respects, what Marx required (or found helpful) in order to make sense of the world for himself was not quite the same as what he thought others required to make sense of and be convinced by what he had come to understand.    Given even these relatively minor differences, the status of these unpublished writings in Marxism becomes an important question. Where do we find the fullest and most accurate statement of Marx's views on capitalism and history: in what he wrote for himself or in what he wrote for workers and the public at large? Before answering, it is worth noting, too, that Marx was very aware of the difficulty of some of his writings, especially for workers, and that he not only wanted his analysis to be understood but accepted. And far from being dry academic exercises, his works were meant to have a powerful emotional impact on his readers. All this had an influence on how he organized his presentation, what he stressed and played down, and the examples, arguments and even vocabulary he used. At a minimum, as we saw, it led to understating (not removing) in his published works the contribution that the theory of alienation, his vision of communism and the dialectical method made to his own understanding of the world.    One could say that Marx's published writings represent a marriage between what he really understood of the world (and the forms in which he understood it) and the strategy of representation he adopted to simplify and clarify his views, and to convince others, most of whom knew little political economy and less dialectics, of their truth and importance. While not ready to declare Marx of the 1844 Manuscripts and the Grundrisse the \"essential Marx\", I hope this discussion makes it clear how indispensable these two works are for arriving at an accurate understanding of \"what Marx really meant\". It should also put us on guard against using any brief comment from his published writings - a tactic used by all sides (particularly with regard to the Preface to the Critique of Political Economy ) - to provide an unambiguous sense to Marx's claims in any area. What does he really believe? What is part of his strategy for presenting it?    Two more aspects of Marx's intellectual reconstruction deserve mention here. First, what makes his reconstruction a success is not only that all the main parts have been connected, but that he is able to catch a glimpse of the overall system at work in each of them. If Marx had studied the American Congress, for example, he would not have been satisfied&#151;as most political scientists are&#151;with knowing \"how laws are made.\" Marx's intellectual reconstruction would necessarily include the history of Congress as a social political phenomenon interacting with other institutions and practices in society (responding to them all but to none more than to the economic structure), its role in the class struggle, relation to alienation, and the ways in which these functions and relations are disguised from the people whose daily activity as citizens help to reproduce them. For orthodox political scientists who understand Congress independently of the totality (or place it in the somewhat larger abstraction, politics) the role of this law making body in securing capitalist interests and its character in light of this role can never be adequately appreciated. In the Marxian intellectual reconstruction, on the other hand, Congress would be understood as capitalism incarnated within the legislative body, as the political rule making form of capitalist society, and the presence of other aspects of this totality within this form is never lost sight of.    Second, within Marx's reconstruction of the totality, as much \"superstructure\" as \"base\", as much people's activities as their products, the central place is held by contradictions. The overarching contradiction which Marx sees in capitalism, the contradiction which includes in its folds all other capitalist contradictions in their peculiar interaction, is that between social production and private appropriation. This has been reformulated by some as the contradiction between \"capitalism's ever more social character and its enduringly private purpose\", or between how production is organized and how it could be organized given existing technology and culture; but each of these restatements only brings out part of its meaning (Miliband, 1969, 34; Williams, 1968, 26). As the contradiction embodying the unity of all of capitalism's major contradictions, the relation between social production and private appropriation registers Marx's complex understanding of this system as a concrete totality. It is the most general as well as the most sophisticated result of his research, capitalism understood in its inner workings, and is present in one form or another in every part of his intellectual reconstruction.    A first approximation of the intellectual reconstruction achieved by Marx occurs whenever anyone observes that there is a pattern in the facts of capitalist life. What is the connection between sending people to jail for years for petty thefts while permitting major thefts in the form of oil depletion allowances, burning potatoes at a time when people are going hungry, allowing apartments to remain vacant in the midst of a housing shortage, letting machines rust while growing numbers of workers are unemployed, forcing city dwellers to die from suffocation and to drink from sewers when technology does not require it, etc.? The decisive distinction between \"radicals\" and \"liberals\" is that the latter understand most social problems as relatively independent and haphazard happenings, and try to solve them one at a time. Not aware of their shared identity as interrelated parts of the capitalist system, they cannot deal with these ills at the only level on which a successful solution is possible, that is on the level of the whole society, and are reduced in the last analysis to alternating between the extremes of condemnation and despair.    Those who accept the label \"radical,\" on the other hand, generally recognize that what liberals take to be the loose ends of a hundred unconnected ropes are knotted together as so many necessary (or at least highly probable) aspects of capitalist life. Too often missing in their understanding, however, are the structures (essences, laws, contradictions) that mediate the particular events and the capitalist system as a whole. To grasp how capitalism is responsible for a given fact, one must know the interrelated functions that bring the requirements of the system (with the imperative of capital to accumulate at its core) to bear on the people and processes involved. Otherwise, capitalism, as an answer to our dilemma, is itself an abstraction that brings little enlightenment. Learning these mediations necessarily takes place in a spiral fashion: each success in intellectual reconstruction advances the processes that occur in ontology, epistemology, and inquiry, which in turn permit a fuller concretization of the totality, and so on. The interaction between the different moments of Marx's method which is suggested here, their progress as an integral approach, should also put readers on guard against possible distortions introduced by my own strategy of exposition, which was to treat them one at a time.    VI    The problem posed for Marx's exposition&#151;fifth and last step in his method&#151;is how to explain capitalism as a system of structured interdependence relationally contained in each of its parts. If the questions which guide Marx's inquiry deal with how particular capitalist practices come about and how their very forms reflect the workings of the capitalist system, the answers which guide his exposition seek to re establish this system (now incorporated in his intellectual reconstruction) in an account of these forms. Though often confused, and never more so than in works on Marxism, comprehension and explanation are distinct functions and involve different techniques. From Marx's intellectual reconstruction of capitalism, it is clear he would reject explanations that concentrate on prior conditions, or that reduce reality to a few empirical generalizations, or that establish ideal models, or that are satisfied with simply classifying the facts. In each of these cases, the explanation takes the form of relating two or more abstractions; the fuller context remains untouched. For Marx, capitalism is the only adequate explanation for whatever goes on inside it, but this is capitalism understood as a concrete totality.    The metaphor Marx uses to refer to his goal in exposition is a \"mirrored\" version of reality. He believes success is achieved if \"the life of the subject matter is ideally reflected as in a mirror,\" and adds that when this happens \"it may appear as if we had before us a mere a priori construction\" (Marx, 1958, 19). Marx's goal then is to bring together the elements uncovered by his research in such a manner that they seem to belong to a deductive system. From comments by Engels and Paul Lafargue, and from Marx's own frequent revisions of Capital (each draft and each edition contained major changes), it would appear that the mirrored presentation of reality remained a goal that continually eluded him. Just before his death, Marx was again planning to revise Capital .    Marx sought to reproduce the concrete totality present in his understanding chiefly in two ways, by tracing the interaction of social relations in the present and by displaying their historical development as parts of a system through changes in their forms. In presenting their interaction, Marx frequently changes vantage points, making the ties he uncovers appear as part of each Relation in turn. The dulling effect of repetition is partly offset by the changes in vocabulary which usually accompany shifts in perspective. The predominant role of economic factors is brought out by presenting this interaction within economic Relations more often and in greater detail than within other Relations. Likewise, the unique role accorded contradictions in structuring the totality is reflected in the amount of attention that he gives them.    Contradictions and economic factors also occupy privileged positions in Marx's account of the development of social Relations through their different forms. With many others, Marx believes that explaining anything is, in large measure, explaining how it came to be. Where Marx stands apart is in believing that how it came to be is also part of what it is. This underlies his use of history to present current events and institutions as manifestations of a process: development is growth through internally related forms, and tendencies&#151;which emerge from the past and arch toward the future&#151;are considered as much a part of present-day social relations as their appearances.    Given the internal relations Marx sees between practice and ideas, the development that occurs in the one will&#151;through their interaction&#151;be reflected in the other. Marx's account, therefore, of the history of capitalism deals with changes in capitalist ideology as well as in the forms of capitalist life. The numerous quotations from the history of political economy found in Capital , therefore, are as much the object of Marx's critique as the system whose self-understanding they embody. This also enables Marx to present his own understanding of capitalism, which emerges from this same totality, as the critical culmination&#151;however unfinished&#151;of this development.    Marx's exposition of social interaction and development&#151;like the inquiry through which he uncovered it and the intellectual reconstruction in which he understands it&#151;proceeds through a combination of analysis and synthesis. The central, most distinctive social Relations of capitalism are analyzed, shown to contain within themselves the structured interdependence and movement of the concrete totality. Marx insisted that the importance of a Relation for the functioning of the capitalist system and not its historical appearance determines the order of exposition. The analysis of capital, for example, should precede that of rent. This advice was easier given than followed, for Marx's own outlines and many revisions of Capital begin with different social Relations&#151;capital, money, value and finally commodity (which may only show that these four social Relations share top billing in his understanding of capitalism).    While Marx tries to unravel capitalism from each major social Relation, he simultaneously reconstructs the system by synthesizing the one sided views of the whole obtainable from these different vantage points. The inner workings of capitalism which emerge from the social Relation, capital, has another emphasis and appearance than the same interdependence which emerges as part of value, and so on. In presenting each of these one-sided views of the whole, Marx also makes certain assumptions regarding the functioning of aspects at its periphery, which assumptions are later made good when these same aspects emerge as central features of other Relations. The role of the market, for example, is assumed in the treatment of value in Capital I, but surfaces in the discussion of circulation in Capital II, and is integrated into the value Relation in Capital III. The structured interdependence of capitalism, therefore, an interdependence present in his understanding of each major social Relation, is approached by \"successive approximations\" in his exposition (Sweezy, 1964, 11). The explanation of capitalism offered in any one work (even when that work is the three volumes of Capital ) is incomplete to the extent that major social Relations remain unanalyzed. Studies of capitalist politics, culture, ethics, etc., as well as of capitalist economics, are required to bring this work of synthesis to a conclusion, and&#151;as I noted earlier&#151;Marx did have such ambitious projects, but Capital simply grew to occupy all his time.    The process of synthesis can also be seen in the manner in which Marx's concepts acquire their fuller meanings. Given the requirements of communicability, terms used at the start of a work convey everyday notions, or something very close. The more general abstractions, expressed by concepts which refer to the more evident qualities of the human condition, or what Marx calls \"simple categories\", play this role best and are used to help explain the more historically concrete abstractions, the \"complex categories\" whose meanings involve us directly and immediately in capitalist structures. In this way, the concept \"labor,\" for example, taken as a synonym of simple productive activity of a kind that is found everywhere, is used to help explain concepts like \"commodity,\" \"value,\" and \"capital.\"    In general, and particularly at the start of a work, the social relations analyzed are the more historically concrete abstractions, and the work of unraveling them proceeds with the aid of the more general abstractions. But in the course of exposition, what began as simple categories with evident meanings will begin to look like concrete categories themselves, their meanings developing as the conditions in which they are embedded are uncovered. Labor, which appears as a general abstraction at the start of Capital , is gradually shown to be an historically specific form of productive activity, i.e., wholly abstract, alienated productive activity of a kind that exists only in capitalism. Thus, while simple categories make possible the analysis of complex ones, they are themselves being synthesized into complex categories (capable of undergoing their own analysis, of serving in their turn as windows through which to view the concrete totality).    Unable to provide adequate definitions for the complex categories whose meanings stretch to the limits of the system or for the simple categories which will soon grow into complex categories, Marx can only provide \"indications\" (or one sided descriptions) and images which expand a Relation with the aid of the reader's own imagination, making Marx's striking metaphors a part of his method as well as of his style of writing. Treating what I've called indications as full definitions is a serious error, since the introduction of new indications will often appear to contradict what's already there. Does \"capital\", for example, mean \"that kind of property which exploits wage labor\", \"the means of production monopolized by a certain section of society\", or \"the objective conditions of labor as separate from him?\" (Marx and Engels, 1945, 33; Marx, 1958, 10; Marx, 1953, 488-9). The answer, of course, is that the meaning of \"capital\" (its full meaning) incorporates all of these indications together with the dozen more found in Capital grasped in their peculiar interrelations. In such cases, striving for closure too soon can only be self defeating.    Of all the stages of Marx's method, it is the dialectic as exposition that stands most in need of rethinking by modern-day Marxists. The problems involved in communicating Marx's intellectual reconstruction of the capitalist totality were never more than partially solved. The misunderstanding about which Marx complained and which he tried to combat with successive revisions of his major work has, if anything, grown worse. Without beginning a new subject, it is worth pointing out that many well-known distortions of Marxism&#151;such as economic determinism and various structuralist interpretations&#151;may be valuable first and second approximations to a full explanation of Marxism to positivist-minded audiences (meaning most educated people in Western societies). Making the transition between factoral and process thinking, between operating with external and internal relations, while learning about the special effect of the capitalist mode of production on social and political phenomena may in fact require explanatory strategies of this type. The danger is to allow such misshapen and/or one-sided versions of Marxism to stand in for the full cloth in exposition or to pose as the truth of Marx's intellectual reconstruction. 6    VII    Once we understand that Marx is trying to present us with a mirror image of capitalism as a concrete totality and the logical character of this totality, the techniques he adopted in exposition (including his use of language) become less opaque. We are also ready to take as much from Marx's theoretical statements as he puts into them. Regarding his theory of the state, which is where we began, we can now grasp the logical character of the relations Marx posits between the forms of political institutions and practices and the dominant economic class, between the state and the mode of production, between the actual operations of the state and the ideology in which they are rationalized, etc.; we are also in a position to grasp the connection between the sum of these relations taken as ongoing processes and the capitalist system in which they are found. A detailed restatement of the theory of the state which brings out the role played by Marx's methodology must he left for another time. Here, I have limited myself to outlining this method and simply clarifying its role. From what has been said, it should also be evident that Marx's method is not only a means of understanding his theoretical statements but of amending them to take account of the developments in the real world that have occurred since his time. The functions of the different institutions, processes, and social sectors in capitalist life must be reassessed, and whatever changes found incorporated in the meanings of their covering concepts. What is required (and has been for some time) is a new intellectual reconstruction of the concrete totality, one which balances its respect for Marx's writings with an equally healthy respect for the research of modern scholars, including non-Marxists. As with Marx's own efforts, its practical effects will depend chiefly on how well we manage to capture the structured interdependence of capitalism within its varied parts. Marx said he wanted to force \"the frozen circumstances to dance by singing to them their own melody\" (Marx, 1967, 253). We should not aim for anything less.            For my further views on the Marxist theory of the state, politics and political science, see especially Alienation (1976), chapters 29 and 30; Social and Sexual Revolution (1979), chapters 2 and 8.4; Dialectical Investigations (1993), chapters 3, 4, 5 and 6; and \"What is Political Science? What Should It Be?\" New Political Science (2001).   This schema for distinguishing different notions of totality was first suggested by Karil Kosik in Dialectic of the Concrete . There are important differences, however, in what Kosik and I understand of the second and third notions of totality presented here.   For further discussion of this process of orientation see chapters 4, 10 and 11 of my book Alienation .   See chapters 5 and 9 in this volume for more detailed accounts of how Marx studied the past and the future.   See my essay, \"How to Study Class Consciousnessand Why We Should,\" in Dialectical Investigations , for an attempt to construct a dialectical questionnaire but also for its discussion of how to conduct a dialectical study of class consciousness.   For a critique of Systematic Dialectics, a new interpretation of Marx's method that overemphasizes the moment of exposition and Capital I as the place to see it at work, see chapter 11.                    Copyright &#169; Bertell Ollman 2004-2015. All rights reserved."}]},
{"detail": [{"content": "New York University | Global Debate                                    HOME      ANNOUNCEMENTS       PROGRAM STAFF       RESOURCES      RULES AND REGULATIONS      REGISTRATION      CONTACT US      FAQ                               NYU Global Debate Program   The NYU Global Debate Program tournament competition returns in 2015, pitting undergraduate debate teams from the entire NYU global network against one another in a contest that will award prizes totaling over $50,000.      The 2014-2015 topic is \"Resolved: The world is safer now than it was a decade ago.\"   NYU President John Sexton &mdash; a champion debater and debate coach &mdash; said, \"The key idea of NYU as a global network university is that our students and faculty, regardless of location, are part of one university. While many of our pursuits, both scholarly and extracurricular, will be particular to one campus, as NYU continues to evolve as a global network university, many others will take place across the network.\"   \"It is especially fitting that our first cross-network activity is a debate competition. As an institution of higher learning, NYU strives to weave the life of the mind into all its activities, not foster it only within the classroom's four walls. An emphasis on being well-informed, on being able to articulate one's own views, on listening to the views of others, and on engaging in reasoned discourse should be just as evident in our residence halls, our common rooms, our lounges, and dining facilities as they are in our classrooms and lecture halls, and embraced just as fervently in Buenos Aires or Tel Aviv as in New York. The NYU Global Debate Program will reaffirm our emphasis on civil discourse and engage NYU students around the globe in thinking and discussing an important, pressing issue. I encourage as many students as possible to participate.\"   The Global Debate Program begins this fall semester with the formation of teams, with students registering for the competition in November. NYU faculty, graduate students, and others in the NYU community will serve as judges. In the spring semester, \"knock-out\" rounds will be held on TBD at the New York campus and through the use of video teleconferencing connected to other global sites to reduce the field to a group known as the \"Sweet 16.\" The final rounds on the NYC campus will culminate in the Championship Debate on TBD and an awards ceremony with prizes to the top sixteen teams.     PHASE 1 - EVENT PREPARATION  During the fall semester, the debate topic is announced and students will be invited to register to compete as individuals or as two-person teams. Those who register as individuals will be paired with other individuals to form two-person teams. A series of workshops will be held on campus to help students develop their arguments. These sessions will be available to students studying abroad through a Blackboard site.    PHASE 2 - INTERNATIONAL TOURNAMENT  Students at the NYU global sites and at NYU Abu Dhabi will be invited as individuals or pairs to upload a four minute video to an NYU blackboard site during a specified submission period. The videos, in which students will argue in support of or in opposition to the proposed resolution, will be equivalent to the preliminary rounds on the New York City campus. Judges will review the videos and provide ratings. A committee will then determine the advancing videos based on quality.   For the next round, students without partners will be paired with a partner. These pairs will then be pitted against other top entrants abroad for the subsequent rounds. This process will be continued until the top contestants remain. The top contestants will advance to the elimination rounds in New York City in the spring.    PHASE 3 - NYC PRELIMINARY CAMPUS TOURNAMENT  Early in the spring semester, registered teams will gather to compete in three preliminary rounds of debate as part of a one-day tournament. The top teams will advance to fill out a Sweet 16 bracket along with the international contestants.    PHASE 4 - ELIMINATION ROUNDS  In the spring, the Sweet 16 will participate in a single-day elimination that will culminate in a final round judged by a VIP Panel that includes key faculty and administrators at NYU, and President John Sexton.    PRIZES         Sweet 16- (16)    $500        Elite 8 (8)    $1,000        Semis (4)    $1,500        Finals (2)    $2,500        Champion (2)    $5,000                                                       &copy;New York University | Sitemap | Contact Us"}, {"content": "DIALECTICAL MARXISM   The Writings of Bertell Ollman               Marxist Theory ~ Dialectics ~ Alienation ~ Class Consciousness  Ideology ~ Class Struggle ~ Communism ~ Political Science (sic)  Socialist Pedagogy ~ Radical Humor                    Home   Books   Articles   Interviews   Letters to the Editor   Class Struggle Board Game   Curriculum Vitae                   Printable version of this page                          Latest book -   Dance of the Dialectic: Steps in Marx's Method         Reviews of Ollman's Books         Featured article -   America Beyond Capitalism: A Socialist Stew Prepared for Liberals and Conservatives     Featured speech -   McCoy Award Acceptance Speech         Video: Marxism and Progress     Marxism (the cartoon version)     From Theory to Practice     Radical Jokes     Photos     Recommended Web Sites     NYU Course Bibliographies         UNDER CONSTRUCTION     ETF Site     Lectures     Plays   Not To Dare   Butcher Shop     Poems         SUGGESTED READINGS     Video     Kiki & Bubu explain the neoliberal shift in labor relations           Social and Sexual Revolution - Marxism and Political Science: Prolegomenon to a Debate on Marx's Method     Social and Sexual Revolution   Chapter 4    Marxism and Political Science:  Prolegomenon to a Debate on Marx's Method     I   The debates between Marxists and non Marxists that have been raging for a half century and more in the disciplines of sociology, history, economics, and philosophy are strikingly absent in political science. This is true not only in Anglo Saxon countries, where Marxists particularly in academia have always been a rare breed, but even on the continent where Marxists and Marxist ideas have traditionally played an important role in every sector of social life.    What makes this absence especially difficult to explain is that a large number of political scientists have long accepted such essentials of the Marxist critique of their discipline as that it deals with superficialities and is generally biased on behalf of the status quo. As in-house survey of political scientists, for example, showed that two out of three \"agreed\" or \"strongly agreed\" that much scholarship in the profession is \"superficial and trivial\" and that concept formation and development is \"little more than hair splitting and jargon\" (Sommit and Tannenhouse, 1964, 14). The belief that most studies in political science are more useful to those who have power than to those who are trying to attain it is not as widespread, but it, too, is gaining ground. These biases are present not only in the theories which are offered to explain empirical findings, but in the choice of problems to research, and in the very concepts (themselves rooted in theory) by which the project and its product are thought about and communicated. The distortions introduced into political science, for example, by the standard assumption of the legitimacy and longevity of the present political system have yet to be adequately explored. In many ways, the least important biases (or parts of bias, since they always belong to a system of thought) are the values which an increasing number of scholars admit to at the start of their studies. This is the part of the iceberg that shows, and at least here readers stand warned.    Charges of bias, as is well known, are easier to voice than to argue, and when laid to bad faith are generally unconvincing. Few of our colleagues actually take themselves for civil servants. The same political scientists who perceive the pervading bias in the field often feel uneasy about their inability to analyze it. Similarly, political scientists (whether the same ones or not) who condemn the profession for triviality are reduced to contributing more of the same, since they do not know what else to study or how (with what theories, concepts, techniques) to study it. What is missing is a theory that would provide the necessary perspective to study and explain, to research and criticize both political life and accepted modes of describing it, i.e., political science. Marxism is that theory.    The reasons why a Marxist school of political scientists has not yet emerged, despite what appear to be favorable conditions, are rooted chiefly in the historical peculiarities of both Marxism and political science. Marx concentrated most of his mature efforts on the capitalist economy, but even aside from essays on French and English politics and the early critique of Hegel there is a lot more on the state in his writings than is generally recognized. In particular, Capital contains a theory of the state which, unlike Marx's related economic theories, is never fully worked out. This is a subject Marx hoped to develop if and when his work in economics permitted. An outline of his overall project gives the state a much more important role in his explanation of capitalism than would appear to be the case from a glance at what he completed.    After Marx died, most of his followers erroneously attributed an influence to the different social spheres in proportion to the treatment accorded them in his published writings. This error was facilitated by the standard interpretation of Marx's well known claims on the relationship between the economic base and the social-political cultural superstructure. If the economic life of society is wholly responsible for the character and development of other spheres, the activities which go on in the latter can be safely ignored or, if need be, deduced. Engels' end of life correspondence is full of warnings against this interpretation, but they seem to have had little effect. Among Marx's more prominent followers, only Lukcs, Korsch, and Gramsci wholly reject such economic determinism as the framework in which to understand the state. The ever more active role of the state in directing the capitalist economy, however, has led a later generation of Marxists to make the state a prime object of study. Among the most important fruits of this effort are Ralph Miliband's The State in Capitalist Society (1969) and Marxism and Politics (1977), Nicos Poulantzas' Pouvoir politique et classes sociales (1968), James O'Connor's The Fiscal Crisis of the State (1973), Bob Jessop's The Capitalist State (1982), John Ehrenberg's The Dictatorship of the Proletariat (1992), Paul Thomas' Alien Politics , Alan Gilbert's Marx's Politics (1981), August Nimtz' Marx and Engels, their Contribution to the Democratic Breakthrough and (though he might deny it) Gabriel Kolko's The Triumph of Conservatism (1963).    Given the minor role of the state in Marxism, as interpreted by most Marxists, it is little wonder that academics who chose to study politics were not attracted to this theory. The history of political science as a distinct discipline, however, has also contributed to this disinterest. Unlike economics and sociology, which began as attempts to understand whole societies, the origins of political science lay in jurisprudence and statescraft. Instead of investigating the workings of the political process in its connection with other social processes, political science has seldom strayed beyond the borders of the political process as such. Aims have generally revolved around making existing political institutions more efficient. There is no radical tradition, no group of major radical thinkers, no body of consistent radical thought in political science, such as one finds&#151;at least to some degree&#151;in sociology, economics, and history. From Machiavelli to Kissinger, political science has been the domain of those who&#151;believing they understood the realities of power&#151;have sought their reforms and advancement within the system, and has attracted equally practically minded students.    Can political science open itself to Marxist studies despite all these handicaps? I believe Marxism makes an essential contribution to our understanding of politics, but to grasp it we have to know something about the dialectical method with which Marx's theories are developed. Only then, too, will many of the dissatisfied political scientists referred to above be able to see what else they could study and how else they might study it. I believe it is necessary, therefore, that Marxists in political science today give priority to questions of method over questions of theory, insofar, of course, as the two can be distinguished. For it is only upon grasping Marx's assumptions and the means, forms and techniques with which he constructed his explanations of capitalism that we can effectively use, develop and revise, where necessary, what he said. And perhaps as important for Marxists teaching in universities, only by making this method explicit can we communicate with non (and not yet) Marxist colleagues and students whose shared language masks the real distance that separates our different approaches.    Given these priorities, the present paper will focus on Marx's method. It may be useful, however, to review briefly those elements in Marx's theory of the state that were developed with the help of his method. Whether dealing with politics or any other social sector, it must be stressed, Marx is concerned with all of capitalism&#151;with its birth, development, and decay as a social system. More specifically, he wants to understand (and explain) where the present state of affairs comes from, how it coheres, what are the main forces producing change, how all these facts are dissimulated, where the present is tending (including possible alternatives), and how we can affect this process. Marx's theory of the state seeks to answer these questions for the political sphere, but in such a way as to illuminate the character and development of capitalism as a whole (which is no different than what could be said of his theories about other areas of capitalist life).    The main subjects treated in Marx's theory of the state, taken in the above manner, are as follows: 1) the character of the state as a social power, embodying the kind of cooperation required by the existing division of labor, that has become independent of the individual producers; 2) the affect of social economic relations pertaining to class rule on state forms and activities, and the state's function in helping to reproduce these relations; 3) the affect of state forms and activities on the production and realization of value; 4) the control, both direct and indirect, over the state exercised by the dominant economic class combined with the informal control over the state exercised by the imperatives of the economic system; 5) the affect of the state, through its various organs and practices, on the class struggle, and that of the class struggle on the state; 6) the conditions in which the state acquires a degree of autonomy from the dominant economic class; 7) the ways in which politics is ordinarily understood, the social origins of this political ideology, and the role it plays in helping the state perform its distinctive functions, particularly those of repression and legitimation; and 8) the possibility inherent in the foregoing, taken as historical tendencies, for the emergence of a form of state that embodies communal control over social power, which is of saying&#151;seeks to abolish the basis of the state itself.    What Marx has to say on each of these subjects (the actual contents of his theory of the state) cannot be given at this time; but even listing what it covers should indicate some of the methodological problems involved. In practically every instance, Marx's theory of the state is concerned with locating relations inside a system, and depicting the affect of that system on its relational parts. Without some grasp of what is happening here, many of his particular claims will appear confused and contradictory. The apparent contradiction between statements which seem to treat the state as an \"effect\" of economic \"causes\" and those which present a \"reciprocal interaction\" between all social factors offers one such difficulty. Another is the way Marx treats past and possible future developments in the state as somehow part of its present forms. A third, suggested by the first two, is that the concepts which express such ties have at least partly different meanings from those found in ordinary speech. Only resort to Marx's method can clear up these and related problems. 1    II    Most discussions of Marx's method have focused either on his philosophy, particularly on the laws of the dialectic as outlined by Engels, or on the strategy of exposition used in Capital I. Such accounts, even when accurate, are very lopsided and, what is worse, useless for the scholar interested in adopting this method for his work. Numerous assumptions and procedures are left out, and their place in the construction and elaboration of Marx's theories is vague at best. In attempting to make up for this oversight, I may have fallen victim to the opposite error of overschematization, and this is a danger that readers of the following pages should bear in mind.    Two further qualifications are required before I begin. First, I don't accord much importance to the different periods in Marx's career. This is not because there were no changes in his method, but because such changes as did occur between 1844, the year he wrote The Economic and Philosophic Manuscripts , and the end of his life are relatively minor. I have chosen, nevertheless, to emphasize his later so called \"mature\" writings, and the few examples drawn from early works involve aspects of his method that remained the same throughout his career. Second, the method outlined below is that used in Marx's systematic study of capitalism. Consequently, all of its elements can be found in Capital , that is, in the work he did for Capital and in the finished product, while only some of them are used in his shorter, more occasional pieces. How many of these elements appear in a given work also depend on Marx's skill in using his method, and neither his skill nor his style (another subject frequently confused with method) enter into our discussion.    What, then, is Marx's method? Broadly speaking, it is his way of grasping reality and of explaining it, and includes all that he does in organizing and manipulating reality for purposes of inquiry and exposition. This method exists on five levels, representing successive stages in its practice: 1) ontology; 2) epistemology; 3) inquiry; 4) intellectual reconstruction; and 5) exposition. Other social science methods could probably be broken down in this way. What is distinctive about Marx's method, then, is not that it has such stages but that Marx is conscious of having them and, of course, the peculiar character he gives to each one.    Ontology is the study of \"being.\" As answer to the question \"What is reality?\", it involves Marx's most fundamental assumptions regarding the nature and organization of the world. As a materialist, Marx believes, of course, that the world is real and exists apart from us and whether we experience it or not. But that leaves open the question of its parts and how they are related to each other and the whole to which they all belong. What is most distinctive of Marx's ontology are his conception of reality as a totality composed of internally related parts, and his conception of these parts as expandable, such that each one in the fullness of its relations can represent the totality.    Few people would deny that everything in the world is related as causes, conditions, and results&#151;directly or indirectly&#151;to everything else; and many insist that the world is unintelligible save in terms of such relations. Marx goes a step further in interiorizing this interdependence within each element, so that the conditions of its existence are taken to be part of what it is. Capital, for example, is not simply the physical means of production, but includes the whole pattern of social and economic relations that enables these means to appear and function as they do. While Durkheim, standing at the other extreme, asks that we grasp social facts as things, Marx grasps things as social facts or Relations, and is capable of mentally expanding these Relations through their necessary conditions and results to the point of totality. This is really a version of what historically has been called the philosophy of internal relations .    There are basically three different notions of totality in philosophy:    The atomistic conception, which goes from Descartes to Wittgenstein, that views the whole as the sum of simple parts, whether things or facts.  The formalist conception, apparent in Schelling, probably Hegel and most modern structuralists, that attributes an identity to the whole independent of its parts and asserts the absolute predominance of this whole over the parts. The real historical subject in this case are the preexisting, autonomous tendencies and structures of the whole. Research here is undertaken mainly to provide illustrations, and facts which don't \"fit\" are either ignored or treated as unimportant residue.  The dialectical and materialist conception of Marx (often confused with the formalist notion) that views the whole as the structured interdependence of its parts&#151;the interacting events, processes, and conditions of the real world&#151;as observed from any major part. 2    Through the constant interaction and development of these parts, the whole also changes, realizing possibilities that were inherent in earlier stages. Flux and interaction, projected back into the origins of the present and forward into its possible futures, are the chief distinguishing characteristics of the world in this latter view, and are taken for granted in any inquiry. However, since this interdependence is structured&#151;that is, rooted in relatively stable connections&#151;the same interaction accords the whole a relative autonomy, enabling it to have relations as a whole with the parts whose order and unity it represents.    These relations are of four sorts: 1) the whole shapes the parts to make them more functional within this particular whole (so it is that capitalism, for example, generally and over time gets the laws it requires); 2) the whole gives meaning and relative importance to each part in terms of this function (laws in capitalism are only comprehensible as elements in a structure that maintains capitalist society, and are as important as the contribution they make to this structure); 3) the whole expresses itself through the part, so that the part can also be taken as a form of the whole. Given internal relations, we get a view of the whole, albeit a one sided view, when examining any of its parts. It is like looking out at a courtyard from one of the many windows that surround it (study of any major capitalist law which includes its necessary conditions and results, therefore, will be a study of capitalism); and 4) the relations of the parts with each other, as suggested above, forge the contours and meaning of the whole, transform it into an ongoing system with a history, a goal, and an impact. It is the presence of these last two relations that set the first two apart from the formalist conception of the totality to which they also apply.    Also deserving mention are the relations Marx sees between two or more parts within the whole and the relations between a part and itself (a form of itself in the past or in the future). What are called laws of the dialectic are meant to indicate the more important of these relations. Engels considers the most important of these laws, \"the transformation of quantity to quality&#151;mutual penetration of polar opposites and their transformation into each other when carried to extremes&#151;development through contradiction or negation&#151;spiral form of development\" (Engels, n.d., 26-7). Explaining these laws now would prove too long a detour. For the present, it is sufficient to note their character as generalizations about the kind of change and interaction that occur in a world understood in terms of internal relations. These generalizations are particularly important for the lines of inquiry which they open up, and will be discussed later in connection with that stage in Marx's method.    III    Based on Marx's ontology is his epistemology, or how he comes to know and arrange in thought what is known. If Marx's ontology provides him with a view of what the world consists of, his epistemology is how he learns about this world. This stage of his method is in turn composed of four interlocking processes (or aspects of a single process): perception; abstraction (how Marx separates what is perceived into distinct units); conceptualization (the translation of what is abstracted into concepts with which to think and communicate); and orientation (the effects abstractions have on his beliefs, judgments, and action&#151;including future perceptions and abstractions).    Perception, for Marx, covers all the ways in which people become aware of the world. It goes beyond the activity of the five senses to include a variety of mental and emotional states that bring us into contact with qualities (feelings and ideas as well as physical substance) that would otherwise elude us.    In actual fact, we always perceive somewhat more (or less) and differently from what is seen or heard directly, having to do with our knowledge, experience, mood, the problem at hand, etc. This difference is attributable to the process of abstraction (sometimes called individuation) which transforms the innumerable qualities present to our senses into meaningful particulars. Abstraction sets boundaries not only for problems but for the very units in which they are studied, determining how far into their interdependence with other qualities they extend. If everything is interrelated, as I have said, such that each is a part of what everything else is, it is necessary to decide where one thing ends and another begins. Given Marx's ontology, the abstracted unit remains a Relation in the sense described above. Its relative autonomy and distinctness result from his having made it so for the present, in order to serve certain ends. A change in ends often leads to individuating a somewhat altered unit out of the same totality. Capital, for example, can be grasped as the means of production used to produce surplus value; the relations between capitalists and workers are sometimes added; and sometimes this abstraction is enlarged to include various conditions and results of these core activities and relations&#151;all in keeping with Marx's concern of the moment.    Marx's main criticism of bourgeois ideologists is that, while they deal with abstractions, they are neither concerned with or even aware of the relations that link these abstractions to the whole, and which make them both relative and historically specific. Thus, \"freedom,\" in their minds, is separated from the conditions which make it possible for some people to do what they want and others not. Having fallen out of view in this way, the larger context is easy to ignore or, if noted, to dismiss as irrelevant. Marx, of course, also thinks with abstractions&#151;of necessity. All thought and study of the totality begins by breaking it down into manageable parts. But, as Lukcs points out, \"What is decisive is whether this process of isolation is a means towards understanding the whole and whether it is integrated within the context it presupposes and requires, or whether the abstract knowledge of an isolated fragment retains its 'autonomy' and becomes an end in itself\" (Lukcs, 1971, 28). Marx, unlike the bourgeois ideologists he criticizes, is fully conscious that he abstracts the units he then proceeds to study (rather than finding them ready made), and is aware of their necessary links with the whole.    The advantages of Marx's procedure are, first, he can manipulate&#151;as we saw above&#151;the size of any unit in keeping with his particular problem (though the many common experiences and problems of anyone living in capitalist society means there is greater similarity between Marx's and other people's abstractions than this point would suggest); second, he can more easily abstract different qualities or groups of qualities, providing himself in this way with a \"new\" subject for research and study (surplus value and relations of production are examples of this); and, third, because the abstractions people carve out are the result of real historical conditions, particularly of their knowledge and interests as members of social classes, the study of their abstractions becomes for Marx an important means of learning about the rest of society.    The process of conceptualization which comes next is more than simply labeling the units which are abstracted. Naming the abstraction also enables it to draw upon the understanding in the language system to which this name belongs. In Marx's case, this means to extend its sense through the senses&#151;albeit shifting and provisional&#151;already attributed to related concepts. Likewise, given internal relations, the real world structures reflected in the meaning or use of any concept immediately becomes part of what can be thought or expressed by others. The work of separating out a part from an internally related whole is done by the process of abstraction and not&#151;as many would have it&#151;by conceptualization (though the former is often abstracted as a moment in the latter). The specific contribution of conceptualization is that by giving abstractions a linguistic form they allow them to be more easily understood and remembered but also communicated. If concepts without abstractions are hollow, abstractions without concepts are mute.    Marx's own achievement is sometimes characterized in terms of the fuller understanding made possible through the introduction of new concepts, such as \"surplus value.\" Engels compares Marx's contribution in economics, for example, to Lavoisier's in chemistry. Priestly and Scheele had already produced oxygen but didn't know that it was a new element. Calling it \"dephlogisticated air\" and \"fire air\" respectively, they remained bound within the categories of phlogistic chemistry, a chemistry which understood fire as something leaving the burning body. Lavoisier gave the name \"oxygen\" to the new kind of air, which enabled him to grasp combustion as oxygen combining with the burning body. Abstracted as something outside the burning body and distinct from fire, it could join with the body during fire.    In much the same way, Marx was not the first one, according to Engels, to recognize the existence of that part of the product which is now called \"surplus value.\" Others saw that profit, rent, and interest came from labor. Classical political economy investigated the proportions of the product which went to workers and capitalists. Socialists condemned this distribution as unjust; but \"all remained prisoners of the economic categories as they have come down to them\" (Marx, 1957, 14-16). The statement of fact, which was widely regarded as the solution, Marx took as the problem, and he solved this problem essentially by re-abstracting its main elements and calling them \"surplus value\". In giving a name to the origins and ongoing relations to workers of profit, rent, and interest, \"surplus value\" allows us to perceive the common thread that runs through these apparently distinct economic forms. With this new concept Marx was able to re-think all the main categories in political economy, just as Lavoisier, proceeding from the new concept of \"oxygen\", had with the categories of phlogistic chemistry.    The tie between the process of conception and the process of abstraction makes it clear that the elasticity which characterizes Marx's abstractions will apply equally to the meanings of his concepts. Thus, \"capital\" in Marx's writings means more or less along a continuum consisting of its necessary conditions and results depending on the size and composition of the corresponding unit in Marx's abstraction of capital. The elastic of definitions that some critics have noted in Marx's works can only be grasped by returning to his process of abstraction and the ontology of internal relations which underlies it.    Inextricably linked with perception, abstraction and conception, as a part of Marx's epistemology, is the process of orientation. Marx believes that judgments, attitudes, and action cannot be severed from the social context in which they occur (including the interests of the people operating in it) and the real alternatives it allows. It is not simply a matter of what is taken as true and false, but of the structure of explanation inherent in the categories used in thinking. With the aid of the philosophy of internal relations, this structure is extended by Marx into the very lives of the people involved. Consequently, what any group believes and does is inextricably linked to the ways, including categories, in which it defends both. The sum of all this constitutes their distinctive orientation to the world. Marx's own judgments and efforts as a revolutionary are likewise part of how he understands capitalism, an understanding also reflected in the categories that he uses. Aware of this, Marx&#151;unlike utopian socialists past and present&#151;never engages in moral exhortation based on adherence to some external principle, but tries to win people to socialism by getting them to accept the structure of his explanation. 3    IV    After ontology and epistemology, the next stage in Marx's method is that of inquiry. What Marx is looking for and how he understands what he finds exercise a decisive influence over his inquiry. And what he is looking for is essentially the internal structure and coherence of the capitalist system, its existence as a historically specific totality. No matter what Marx's immediate subject, his greater subject is capitalist society, and, whenever and however he proceeds in his research, this society is always kept in mind.    Marx's method as inquiry is his attempt to trace out relations between units, themselves conceived of as Relations, in order to uncover the broad contours of their interdependence. Given their logical character as internal relations, these ties may be sought in each Relation in turn or between them, conceived of now as separate parts within some larger whole. In practice, this means that Marx frequently changes both the vantage point (and hence perspective) from which he sets out and the breadth of the units (together with the meanings of their covering concepts) that come into his analysis. Thus, for example, capital (generally the core notion of \"capital\") serves as one vantage point from which to investigate the intricacies of capitalism; labor serves as another, value as another, and so on. In each case, while the interaction studied is largely the same, the angle and approach to it (and with it the emphasis in definitions) differ.    More directly of concern to political scientists, and wholly in keeping with Marx's example, Gramsci in The Prison Notebooks investigates the intersecting social Relations, class, civil society, political party, bureaucracy and state to uncover as many one-sided versions of the society of his time. The chief advantage of Marx's approach is that it enables him (and Gramsci) to discover major influences without losing sight of interaction and change throughout the complex as tends to happen when looking for relations between narrowly defined static factors. Likewise, the transformation of one social form into another (indicated by a change in the operative concept) is best captured when tracing development within each social Relation. Note Gramsci's sensitivity to how social classes and bureaucracies become political parties and how political parties can become a state (Gramsci, 1971, 146-9, 155, 157-8, 191, 227-8, 264).    In keeping with the internal relations Marx posits between past, present and future, Marx's inquiry into the world in which he lived spends a good deal of time looking backward into origins and forward into possibilities. For him, they are essential parts of the present, and are necessary for a full understanding of how anything in the present works. 4 Also in keeping with Marx's preferred focus on capitalism and, to a lesser extent, on the periods of class society and modern capitalism, his study of people is usually restricted to the classes to which they belong. It is when people act in society as members of a class, Marx believed, that they have their greatest affect on what that society is, does and becomes, particularly as regards the \"big\" questions and at the most crucial moments of its development. Without denying (or even completely ignoring) people's identity as individuals and as members of groups other than class, including the human species, it is what they do as classes and the interaction of opposing classes in the class struggle that mainly concerns him, and allows some to refer to his method as \"class analysis\". When it is not used to minimize the role of material conditions in Marx's analysis, and when it is understood dialectically, this otherwise partial and one-sided label can be quite useful.    Marx also assumed that the patterns of change and interaction embodied in the laws of the dialectic are universal, and they often served as the broad framework in which to look for particular developments. The law of the transformation of quantity to quality made him sensitive to how social factors change their appearance and/or function through the growth or diminution of one or more of their elements. Thus, money, for example, is said to function as capital only when it reaches a certain amount. The law of the interpenetration of polar opposites encouraged him to examine each social Relation for its opposite, and, when faced with apparent opposites, to look for what unites them. In this way, wealth and poverty in capitalism are found to be opposite though mutually dependent aspects of the same Relation.    The law of development through contradictions is undoubtedly the most important of these dialectical laws. The processes which compose any complex organism change at different speeds and often in incompatible ways. Viewed as internally related tendencies (i.e., as elements in each other and in a common whole) whose forward progress require that one or the other give way, they become contradictions. The resolution of these contradictions can significantly alter the totality. Examining totalities for their contradictions is a way of looking for the sources of conflict, sources that may be apparent even before a conflict fully materializes. Contradictions frequently come in clusters, and their unity and order of importance are equally subjects of Marx's research.    Research of any kind, Marx's included, is a matter of seeking for enough pieces to make sense of a puzzle that is destined to remain incomplete. In trying to trace the inner working of capitalist society, Marx adopted a strategy and set of priorities to aid him in this task. He began, for example, by investigating social Relations like capital, commodity, and value&#151;which are rich in evident connections with the concrete totality. He also chose to concentrate on England, using the most advanced capitalist society of his time as the laboratory in which to study capitalism as a system.    According to Marxist theory, it is mainly material production which reproduces the conditions of existence of the totality, and in the mutual interaction between all social factors, it is mainly economic factors that exercise the greatest influence. Consequently, Marx generally begins his study of any problem or period by examining economic conditions and practices, particularly in production. The economic interests of the classes involved are also placed front and center, and the contradictions he takes most care to uncover are economic ones. If we originally abstracted Marx's method from his theories in order to focus on certain aspects of this method, it is necessary to return to these theories again and again to see how he uses this method and for what.    Special attention is also given to the interaction between real processes and the ways in which they are understood. On one occasion, Marx describes Capital as a \"critique of economic categories or, if you like, the system of bourgeois economics exposed in a critical manner\" (Rubel, 1957, 129). Capital , then, is equally a work about how capitalism works and how it is understood by the \"experts\". As indicated, Marx's main criticism of bourgeois ideology in any field is that bourgeois thinkers are unaware of the larger context that surrounds and is expressed in their particular descriptions and explanations. Generally, they err in taking immediate appearances for the whole truth, treating what is directly perceptible as logically independent of the structured interdependence of elements that give it meaning. In tracing the internal connections of this interdependence, Marx is uncovering the essence of these ideas, an essence which frequently contradicts the truth reflected in appearances. In bourgeois political economy, for example, the fact that workers get paid by the hour is taken to mean that wages based on the sum of hours worked represents full payment for labor. By uncovering the relations between labor and the social conditions in which it occurs, including notions like wages in which these conditions are ordinarily understood, Marx is able to show that workers receive back only part of the wealth that they have produced.    Marx's reputation as a scholar has seldom been questioned, even by his foes. He believed that in order to criticize any subject one should know it and what others have written about it in some detail. He went so far as to learn Russian in the last years of his life in order to read what had been written in Russian on ground rent. All sources of information and techniques for gathering information available in his day were respected and made use of&#151;e.g., government reports, surveys, questionnaires, fiction, newspapers, etc.&#151;and there is no reason to believe that he would be less open to the many advances in these areas made by modern social science. Once this is admitted, however, it is clear that Marx would be particularly concerned with what kind of information is worth collecting, the assumptions underlying various techniques for gathering it, how studying a subject can affect it, and especially with the influence of the concepts used (explanatory structures) on whatever is learned with their help. Presented with the typical attitude survey, for example, Marx would undoubtedly focus on the biases in what is asked, how it is asked, the sample to whom it is asked (the indifference generally shown to social class divisions), and the conditions reflected in the favored response (such that changes in these conditions ordinarily bring another response). He would probably specify, too, that no amount of questioning, given prevailing false consciousness, could possibly reveal how our society really works. It does not follow that Marx would ignore attitude surveys&#151;as so many of his followers unfortunately do&#151;but that his use of them would be highly qualified and critical. 5    V    Marx's ontology declares the world an internally related whole; his epistemology breaks down this whole into relational units whose structured interdependence is reflected in the meanings of his concepts; his inquiry, by tracing the links between these units, fleshes in the details of this whole; intellectual reconstruction, the fourth stage in Marx's method, comes with the completion of these processes. In intellectual reconstruction, the whole with which Marx began, real but featureless because unknown, is transformed into the rich, concrete totality of his understanding. By inserting a moment of intellectual reconstruction between inquiry and exposition, I am suggesting, of course, that the self-clarification Marx achieves upon putting together the results of his research and initial deductions is not quite the same as the analysis found in his published writings. This raises at least three crucial questions: 1) Where do we find this earlier \"understanding\" if not in his published writings? 2) How does it differ from what appears there? and 3) What is its status in what we call \"Marxism\"?    Marx kept voluminous notes on what he was reading and thinking, most of which falls between simply taking down what he found in his sources and writing first drafts of works he intended to publish. This was Marx thinking something through in order to make sense of it for himself, and possibly for Engels reading over his shoulder. Given the great quantity and variety of materials Marx needed to sift and connect, he obviously felt that this was a step he could not ignore. He made no attempt to publish these notebooks, but a half century after he died two of the most important of them were published as The Economic and Philosophic Manuscripts of 1844 (1931) and Grundrisse (Foundations) (1939). The evidence for what I call Marx's \"intellectual reconstruction\" comes mainly from these two works, one from 1844, when Marx was 26 years old, and the other from 1858, when he was 40. I do not include the German Ideology here, which was first published in 1929, since this is a work Marx wanted to publish but didn't because he couldn't find a publisher.    While a lot has been written about the alleged differences between early and late Marx, there has been no serious effort to probe the differences between what is, in effect, published and unpublished Marx (whether early or late). Yet, everyone who has read the 1844 Manuscripts and the Grundrisse recognizes that there is something very special at work here. For example, it is clear that both contain much more on Marx's theory of alienation and his vision of communism than one finds in any of his published writings. Marx also makes much greater use of the vocabulary associated with the dialectic when he knows he is going to be the only reader than when he is writing for others. It would appear that, at least in these respects, what Marx required (or found helpful) in order to make sense of the world for himself was not quite the same as what he thought others required to make sense of and be convinced by what he had come to understand.    Given even these relatively minor differences, the status of these unpublished writings in Marxism becomes an important question. Where do we find the fullest and most accurate statement of Marx's views on capitalism and history: in what he wrote for himself or in what he wrote for workers and the public at large? Before answering, it is worth noting, too, that Marx was very aware of the difficulty of some of his writings, especially for workers, and that he not only wanted his analysis to be understood but accepted. And far from being dry academic exercises, his works were meant to have a powerful emotional impact on his readers. All this had an influence on how he organized his presentation, what he stressed and played down, and the examples, arguments and even vocabulary he used. At a minimum, as we saw, it led to understating (not removing) in his published works the contribution that the theory of alienation, his vision of communism and the dialectical method made to his own understanding of the world.    One could say that Marx's published writings represent a marriage between what he really understood of the world (and the forms in which he understood it) and the strategy of representation he adopted to simplify and clarify his views, and to convince others, most of whom knew little political economy and less dialectics, of their truth and importance. While not ready to declare Marx of the 1844 Manuscripts and the Grundrisse the \"essential Marx\", I hope this discussion makes it clear how indispensable these two works are for arriving at an accurate understanding of \"what Marx really meant\". It should also put us on guard against using any brief comment from his published writings - a tactic used by all sides (particularly with regard to the Preface to the Critique of Political Economy ) - to provide an unambiguous sense to Marx's claims in any area. What does he really believe? What is part of his strategy for presenting it?    Two more aspects of Marx's intellectual reconstruction deserve mention here. First, what makes his reconstruction a success is not only that all the main parts have been connected, but that he is able to catch a glimpse of the overall system at work in each of them. If Marx had studied the American Congress, for example, he would not have been satisfied&#151;as most political scientists are&#151;with knowing \"how laws are made.\" Marx's intellectual reconstruction would necessarily include the history of Congress as a social political phenomenon interacting with other institutions and practices in society (responding to them all but to none more than to the economic structure), its role in the class struggle, relation to alienation, and the ways in which these functions and relations are disguised from the people whose daily activity as citizens help to reproduce them. For orthodox political scientists who understand Congress independently of the totality (or place it in the somewhat larger abstraction, politics) the role of this law making body in securing capitalist interests and its character in light of this role can never be adequately appreciated. In the Marxian intellectual reconstruction, on the other hand, Congress would be understood as capitalism incarnated within the legislative body, as the political rule making form of capitalist society, and the presence of other aspects of this totality within this form is never lost sight of.    Second, within Marx's reconstruction of the totality, as much \"superstructure\" as \"base\", as much people's activities as their products, the central place is held by contradictions. The overarching contradiction which Marx sees in capitalism, the contradiction which includes in its folds all other capitalist contradictions in their peculiar interaction, is that between social production and private appropriation. This has been reformulated by some as the contradiction between \"capitalism's ever more social character and its enduringly private purpose\", or between how production is organized and how it could be organized given existing technology and culture; but each of these restatements only brings out part of its meaning (Miliband, 1969, 34; Williams, 1968, 26). As the contradiction embodying the unity of all of capitalism's major contradictions, the relation between social production and private appropriation registers Marx's complex understanding of this system as a concrete totality. It is the most general as well as the most sophisticated result of his research, capitalism understood in its inner workings, and is present in one form or another in every part of his intellectual reconstruction.    A first approximation of the intellectual reconstruction achieved by Marx occurs whenever anyone observes that there is a pattern in the facts of capitalist life. What is the connection between sending people to jail for years for petty thefts while permitting major thefts in the form of oil depletion allowances, burning potatoes at a time when people are going hungry, allowing apartments to remain vacant in the midst of a housing shortage, letting machines rust while growing numbers of workers are unemployed, forcing city dwellers to die from suffocation and to drink from sewers when technology does not require it, etc.? The decisive distinction between \"radicals\" and \"liberals\" is that the latter understand most social problems as relatively independent and haphazard happenings, and try to solve them one at a time. Not aware of their shared identity as interrelated parts of the capitalist system, they cannot deal with these ills at the only level on which a successful solution is possible, that is on the level of the whole society, and are reduced in the last analysis to alternating between the extremes of condemnation and despair.    Those who accept the label \"radical,\" on the other hand, generally recognize that what liberals take to be the loose ends of a hundred unconnected ropes are knotted together as so many necessary (or at least highly probable) aspects of capitalist life. Too often missing in their understanding, however, are the structures (essences, laws, contradictions) that mediate the particular events and the capitalist system as a whole. To grasp how capitalism is responsible for a given fact, one must know the interrelated functions that bring the requirements of the system (with the imperative of capital to accumulate at its core) to bear on the people and processes involved. Otherwise, capitalism, as an answer to our dilemma, is itself an abstraction that brings little enlightenment. Learning these mediations necessarily takes place in a spiral fashion: each success in intellectual reconstruction advances the processes that occur in ontology, epistemology, and inquiry, which in turn permit a fuller concretization of the totality, and so on. The interaction between the different moments of Marx's method which is suggested here, their progress as an integral approach, should also put readers on guard against possible distortions introduced by my own strategy of exposition, which was to treat them one at a time.    VI    The problem posed for Marx's exposition&#151;fifth and last step in his method&#151;is how to explain capitalism as a system of structured interdependence relationally contained in each of its parts. If the questions which guide Marx's inquiry deal with how particular capitalist practices come about and how their very forms reflect the workings of the capitalist system, the answers which guide his exposition seek to re establish this system (now incorporated in his intellectual reconstruction) in an account of these forms. Though often confused, and never more so than in works on Marxism, comprehension and explanation are distinct functions and involve different techniques. From Marx's intellectual reconstruction of capitalism, it is clear he would reject explanations that concentrate on prior conditions, or that reduce reality to a few empirical generalizations, or that establish ideal models, or that are satisfied with simply classifying the facts. In each of these cases, the explanation takes the form of relating two or more abstractions; the fuller context remains untouched. For Marx, capitalism is the only adequate explanation for whatever goes on inside it, but this is capitalism understood as a concrete totality.    The metaphor Marx uses to refer to his goal in exposition is a \"mirrored\" version of reality. He believes success is achieved if \"the life of the subject matter is ideally reflected as in a mirror,\" and adds that when this happens \"it may appear as if we had before us a mere a priori construction\" (Marx, 1958, 19). Marx's goal then is to bring together the elements uncovered by his research in such a manner that they seem to belong to a deductive system. From comments by Engels and Paul Lafargue, and from Marx's own frequent revisions of Capital (each draft and each edition contained major changes), it would appear that the mirrored presentation of reality remained a goal that continually eluded him. Just before his death, Marx was again planning to revise Capital .    Marx sought to reproduce the concrete totality present in his understanding chiefly in two ways, by tracing the interaction of social relations in the present and by displaying their historical development as parts of a system through changes in their forms. In presenting their interaction, Marx frequently changes vantage points, making the ties he uncovers appear as part of each Relation in turn. The dulling effect of repetition is partly offset by the changes in vocabulary which usually accompany shifts in perspective. The predominant role of economic factors is brought out by presenting this interaction within economic Relations more often and in greater detail than within other Relations. Likewise, the unique role accorded contradictions in structuring the totality is reflected in the amount of attention that he gives them.    Contradictions and economic factors also occupy privileged positions in Marx's account of the development of social Relations through their different forms. With many others, Marx believes that explaining anything is, in large measure, explaining how it came to be. Where Marx stands apart is in believing that how it came to be is also part of what it is. This underlies his use of history to present current events and institutions as manifestations of a process: development is growth through internally related forms, and tendencies&#151;which emerge from the past and arch toward the future&#151;are considered as much a part of present-day social relations as their appearances.    Given the internal relations Marx sees between practice and ideas, the development that occurs in the one will&#151;through their interaction&#151;be reflected in the other. Marx's account, therefore, of the history of capitalism deals with changes in capitalist ideology as well as in the forms of capitalist life. The numerous quotations from the history of political economy found in Capital , therefore, are as much the object of Marx's critique as the system whose self-understanding they embody. This also enables Marx to present his own understanding of capitalism, which emerges from this same totality, as the critical culmination&#151;however unfinished&#151;of this development.    Marx's exposition of social interaction and development&#151;like the inquiry through which he uncovered it and the intellectual reconstruction in which he understands it&#151;proceeds through a combination of analysis and synthesis. The central, most distinctive social Relations of capitalism are analyzed, shown to contain within themselves the structured interdependence and movement of the concrete totality. Marx insisted that the importance of a Relation for the functioning of the capitalist system and not its historical appearance determines the order of exposition. The analysis of capital, for example, should precede that of rent. This advice was easier given than followed, for Marx's own outlines and many revisions of Capital begin with different social Relations&#151;capital, money, value and finally commodity (which may only show that these four social Relations share top billing in his understanding of capitalism).    While Marx tries to unravel capitalism from each major social Relation, he simultaneously reconstructs the system by synthesizing the one sided views of the whole obtainable from these different vantage points. The inner workings of capitalism which emerge from the social Relation, capital, has another emphasis and appearance than the same interdependence which emerges as part of value, and so on. In presenting each of these one-sided views of the whole, Marx also makes certain assumptions regarding the functioning of aspects at its periphery, which assumptions are later made good when these same aspects emerge as central features of other Relations. The role of the market, for example, is assumed in the treatment of value in Capital I, but surfaces in the discussion of circulation in Capital II, and is integrated into the value Relation in Capital III. The structured interdependence of capitalism, therefore, an interdependence present in his understanding of each major social Relation, is approached by \"successive approximations\" in his exposition (Sweezy, 1964, 11). The explanation of capitalism offered in any one work (even when that work is the three volumes of Capital ) is incomplete to the extent that major social Relations remain unanalyzed. Studies of capitalist politics, culture, ethics, etc., as well as of capitalist economics, are required to bring this work of synthesis to a conclusion, and&#151;as I noted earlier&#151;Marx did have such ambitious projects, but Capital simply grew to occupy all his time.    The process of synthesis can also be seen in the manner in which Marx's concepts acquire their fuller meanings. Given the requirements of communicability, terms used at the start of a work convey everyday notions, or something very close. The more general abstractions, expressed by concepts which refer to the more evident qualities of the human condition, or what Marx calls \"simple categories\", play this role best and are used to help explain the more historically concrete abstractions, the \"complex categories\" whose meanings involve us directly and immediately in capitalist structures. In this way, the concept \"labor,\" for example, taken as a synonym of simple productive activity of a kind that is found everywhere, is used to help explain concepts like \"commodity,\" \"value,\" and \"capital.\"    In general, and particularly at the start of a work, the social relations analyzed are the more historically concrete abstractions, and the work of unraveling them proceeds with the aid of the more general abstractions. But in the course of exposition, what began as simple categories with evident meanings will begin to look like concrete categories themselves, their meanings developing as the conditions in which they are embedded are uncovered. Labor, which appears as a general abstraction at the start of Capital , is gradually shown to be an historically specific form of productive activity, i.e., wholly abstract, alienated productive activity of a kind that exists only in capitalism. Thus, while simple categories make possible the analysis of complex ones, they are themselves being synthesized into complex categories (capable of undergoing their own analysis, of serving in their turn as windows through which to view the concrete totality).    Unable to provide adequate definitions for the complex categories whose meanings stretch to the limits of the system or for the simple categories which will soon grow into complex categories, Marx can only provide \"indications\" (or one sided descriptions) and images which expand a Relation with the aid of the reader's own imagination, making Marx's striking metaphors a part of his method as well as of his style of writing. Treating what I've called indications as full definitions is a serious error, since the introduction of new indications will often appear to contradict what's already there. Does \"capital\", for example, mean \"that kind of property which exploits wage labor\", \"the means of production monopolized by a certain section of society\", or \"the objective conditions of labor as separate from him?\" (Marx and Engels, 1945, 33; Marx, 1958, 10; Marx, 1953, 488-9). The answer, of course, is that the meaning of \"capital\" (its full meaning) incorporates all of these indications together with the dozen more found in Capital grasped in their peculiar interrelations. In such cases, striving for closure too soon can only be self defeating.    Of all the stages of Marx's method, it is the dialectic as exposition that stands most in need of rethinking by modern-day Marxists. The problems involved in communicating Marx's intellectual reconstruction of the capitalist totality were never more than partially solved. The misunderstanding about which Marx complained and which he tried to combat with successive revisions of his major work has, if anything, grown worse. Without beginning a new subject, it is worth pointing out that many well-known distortions of Marxism&#151;such as economic determinism and various structuralist interpretations&#151;may be valuable first and second approximations to a full explanation of Marxism to positivist-minded audiences (meaning most educated people in Western societies). Making the transition between factoral and process thinking, between operating with external and internal relations, while learning about the special effect of the capitalist mode of production on social and political phenomena may in fact require explanatory strategies of this type. The danger is to allow such misshapen and/or one-sided versions of Marxism to stand in for the full cloth in exposition or to pose as the truth of Marx's intellectual reconstruction. 6    VII    Once we understand that Marx is trying to present us with a mirror image of capitalism as a concrete totality and the logical character of this totality, the techniques he adopted in exposition (including his use of language) become less opaque. We are also ready to take as much from Marx's theoretical statements as he puts into them. Regarding his theory of the state, which is where we began, we can now grasp the logical character of the relations Marx posits between the forms of political institutions and practices and the dominant economic class, between the state and the mode of production, between the actual operations of the state and the ideology in which they are rationalized, etc.; we are also in a position to grasp the connection between the sum of these relations taken as ongoing processes and the capitalist system in which they are found. A detailed restatement of the theory of the state which brings out the role played by Marx's methodology must he left for another time. Here, I have limited myself to outlining this method and simply clarifying its role. From what has been said, it should also be evident that Marx's method is not only a means of understanding his theoretical statements but of amending them to take account of the developments in the real world that have occurred since his time. The functions of the different institutions, processes, and social sectors in capitalist life must be reassessed, and whatever changes found incorporated in the meanings of their covering concepts. What is required (and has been for some time) is a new intellectual reconstruction of the concrete totality, one which balances its respect for Marx's writings with an equally healthy respect for the research of modern scholars, including non-Marxists. As with Marx's own efforts, its practical effects will depend chiefly on how well we manage to capture the structured interdependence of capitalism within its varied parts. Marx said he wanted to force \"the frozen circumstances to dance by singing to them their own melody\" (Marx, 1967, 253). We should not aim for anything less.            For my further views on the Marxist theory of the state, politics and political science, see especially Alienation (1976), chapters 29 and 30; Social and Sexual Revolution (1979), chapters 2 and 8.4; Dialectical Investigations (1993), chapters 3, 4, 5 and 6; and \"What is Political Science? What Should It Be?\" New Political Science (2001).   This schema for distinguishing different notions of totality was first suggested by Karil Kosik in Dialectic of the Concrete . There are important differences, however, in what Kosik and I understand of the second and third notions of totality presented here.   For further discussion of this process of orientation see chapters 4, 10 and 11 of my book Alienation .   See chapters 5 and 9 in this volume for more detailed accounts of how Marx studied the past and the future.   See my essay, \"How to Study Class Consciousnessand Why We Should,\" in Dialectical Investigations , for an attempt to construct a dialectical questionnaire but also for its discussion of how to conduct a dialectical study of class consciousness.   For a critique of Systematic Dialectics, a new interpretation of Marx's method that overemphasizes the moment of exposition and Capital I as the place to see it at work, see chapter 11.                    Copyright &#169; Bertell Ollman 2004-2015. All rights reserved."}, {"content": "NYU Debate                                                   team    login ::         sitemap ::         home                                                                    Home                                         Team                                         Schedule and Results                                         Outreach                                         Recruiting                                Contact                                                                                                                                                 nyu debate :: home             Welcome to NYU Cross-Examination Debate Team Website!     Check this site for meeting times , agendas , and debate results as well as check out pictures from recent tournaments.                                                                        Copyright New York University Debate 2012          www.nyucedt.com"}]}]