[{"detail": [{"content": "Gabriele Oettingen                                                                                                                     Search                 NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]             Gabriele Oettingen                                                         Research     Biography     Publications     Address                                                                            Professor of Psychology      Social , Developmental          Back to Motivation Lab  Link to WOOP / MCII website                       Rethinking Positive Thinking:    Inside the New Science of Motivation                     Available From:        Amazon    Barnes & Noble    IndieBound    Books-A-Million                                                    Research           Self-regulation      of goal setting and goal disengagement     My research addresses two broad questions: (1) What self-regulatory strategies can people use to turn their positive fantasies about the future into binding goals, and (2) what self-regulatory strategies can people use to disengage from their goals? The research relates to various areas in social and personality psychology, developmental and educational psychology, as well as health and clinical psychology.      Engagement to goals      Mentally contrasting a desired future with present reality leads to the emergence of binding goals with consecutive goal striving and goal attainment, as long as chances of success are perceived to be high. To the contrary, mentally elaborating either the desired future only (indulging) or the present reality only (dwelling) leads to moderate goal commitment, even if chances of success look promising. These effects were observed in a variety of life domains (e.g., interpersonal relations, academic achievement, professional achievement, health, life management) and with different paradigms (e.g., salience, reinterpretation). Recently, we have discovered the underlying cognitive and motivational processes of mental contrasting and also applied this self-regulatory technique in intervention studies. Finally, we analyzed mental contrasting with implementation intentions (MCII) as an effective strategy to change bad habits in the achievement, interpersonal, and health domains.      Disengagement from goals      Mentally contrasting a desired future with present reality leads to disengagement from goals, if chances of success are perceived to be low. Mentally elaborating either the desired future only (indulging) or the present reality only (dwelling) to the contrary, maintains goal commitment even when chances of success are perceived as being low. Again, we have demonstrated these effects in various life domains (e.g., interpersonal relations, health) and with different paradigms. Currently, we are using mental contrasting procedures to help people disengage from goals that are not feasible (e.g., from a damaged relationship, from an unattainable professional identity). People simply have to mentally contrast their desired future with present reality. If chances of success are perceived as being low, the disengagement process can begin so that people can move on to more feasible goals.      Committing to approach goals versus avoidance goals      Mental contrasting does not only turn positive fantasies about a desired future into binding approach goals but also turns negative fantasies about an undesired future into binding avoidance goals. More specifically, people must contrast negative fantasies about an undesired, feared future with positive aspects of the current, safe reality, and expectations of successfully avoiding the undesired future have to be high. Using mental contrasting to turn fearful fantasies into constructive avoidance goals should be of particular importance when people have a hard time generating positive fantasies about the future (e.g., in the health domain, or in situations involving prejudice against members of an out-group).      Indulging and the uncontrollable      Can indulging in a positive future have beneficial effects on motivation and well-being? We find that when facing controllable and escapable tasks, people benefit from mentally contrasting fantasy with reality. However, when facing tasks that cannot be mastered or relinquished (e.g., being terminally ill), indulging in positive fantasies should be beneficial, because it allows one to “stay in the field.”      Culture and self-regulatory thought      In the past, I conducted research on how cultural and political factors shape the development of efficacy beliefs, control beliefs, and attributional styles. I now ask the question of how cultural factors influence the development of the three modes of self-regulatory thought (i.e., mental contrasting, indulging, dwelling). For example, we are investigating the prevalence of the three modes of self-regulatory thought in cultures that differ in their degree of norm-orientation.      Coping with stress and interpersonal relations      We also analyze the psychological processes that make people who mentally contrast sensitive to chances of success and make people who indulge and dwell insensitive to chances of success. For example, we ask whether mental contrasting instead of indulging/dwelling promotes differential processing of relevant performance feedback, differential evaluations of critical experiences, and differential ways of coping with failure as well as acute and chronic stress. Another line of research focuses on the interpersonal consequences of mental contrasting versus indulging and dwelling. In comparison to mental contrasting, indulging and dwelling should make people disregard the needs and behaviors of their interaction partners (e.g., romantic partner, child, employee). This insensitivity then might affect the interaction partner’s direct responses as well as his or her long-term thoughts, feelings, and actions (e.g., aspirations, attitudes, decisions).      back to the top                Biography         Education    M.A Ludwig-Maximilians-Universität, Munich, Germany, 1982, Biology (Biochemistry, Physiology)    Ph.D. Doctor rer. nat., Ludwig-Maximilians-Universität, Munich and Max-Planck-Institute for Behavioral Physiology, Seewiesen, Germany, 1986, Biology (Ethology)    Habilitation Free University, Berlin, 1996, Psychology    Positions      1983 - 1985 Predoctoral Fellow, Medical Research Council, Madingley, Cambridge, England.    1986 - 1989 Postdoctoral Fellow, John D. and Catherine T. Mac Arthur Foundation, Node for Health and Behavior, Department of Psychology, University of Pennsylvania, Philadelphia, USA (Prof. Dr. M. E. P. Seligman, Advisor)      1989 - 1999 Researcher, Max Planck Institute for Human Development, Berlin, Germany      1999 - 2002 Visiting Associate Professor, New York University, New York      Since 2000 Professor of Psychology, University of Hamburg, Hamburg, Germany    Since 2002 Professor of Psychology, New York University, New York    back to the top                             Selected Publications                IN PRESS             Ahn, J., Oettingen, G., & Gollwitzer, P. M. (in press). Goal projection in public places. European Journal of Social Psychology .            Gollwitzer, P. M., & Oettingen, G. (in press). Motivation and action. In J. Wright (Ed.), International encyclopedia of social and behavioral sciences . Oxford, UK: Elsevier.          Gollwitzer, P. M., & Oettingen, G. (in press). Motivation, history of the concept. In J. Wright (Ed.), International encyclopedia of social and behavioral sciences . Oxford, UK: Elsevier.              Oettingen, G., & Gollwitzer, P. M. (Eds.) (in press). Self-regulation in adolescence . New York: Cambridge Press.          Oettingen, G., & Gollwitzer, P. M. (in press). Self-regulation: Principles and tools. In G. Oettingen & P. M. Gollwitzer (Eds.), Self-regulation in adolescence . New York: Cambridge Press.          Oettingen, G., Schrage, J., & Gollwitzer, P. M. (in press). Volition. In L. Corno & E. Anderman (Eds.), Third Handbook of Educational Psychology . New York, NY: Routledge, Taylor, & Francis.              Advance online publications          2015      Oettingen, G., Kappes, H. B., Guttenberg, K. B., & Gollwitzer, P. M. (2015). Self-regulation of time management: Mental contrasting with implementation intentions . European Journal of Social Psychology, 45, 218-229.      Wesnousky, A. E., Oettingen, G., Gollwitzer, P. M. (2015). Holding a silver lining theory: When negative attributes heighten performance . Journal of Experimental Social  Psychology, 57 , 15-22.        2014      Gantman, A., Gollwitzer, P. M., & Oettingen, G. (2014). Mindful mindlessness in goal   pursuit (pp. 236-257). In A. Ie, C. D. Ngnoumen, & E. J. Langer   (Eds.), The Wiley-Blackwell handbook of mindfulness . Oxford, UK: Wiley-Blackwell.      Gollwitzer, P. M., Martiny-Huenger, T., & Oettingen, G. (2014). Affective consequences of  intentional action control. In A. J. Elliot (Ed.), Advances in Motivation Science (pp. 49-83). Oxford, UK: Elsevier.      Gollwitzer, P. M., & Oettingen, G. (2014). From studying the determinants of action to  analyzing its regulation: a commentary on Sniehotta, Presseau, and Araújo-Soares .   Health Psychology Review .        Kappes, A., & Oettingen, G. (2014). The emergence of goal pursuit: Mental contrasting connects future and reality . Journal of Experimental Social Psychology, 54 , 25-39.        Longoni, C., Gollwitzer. P. M., & Oettingen, G. (2014). A green paradox: Validating green choices has ironic effects on behavior, cognition, and perception . Journal of Experimental Social Psychology, 50 , 158-165.      Maglio, S. J., Gollwitzer, P. M., & Oettingen, G. (2014). Emotion and control in the  planning of goals . Motivation and Emotion, 38 , 620-634.      Martiny-Huenger, T., Gollwitzer, P. M., &amp; Oettingen, G. (2014). Distractor devaluation in a flanker task: Object-specific effects without distractor recognition memory . Journal of Experimental Psychology: Human Perception and Performance, 40, 613-625.      Martiny-Huenger, T., Gollwitzer, P. M., & Oettingen, G. (2014). Selective attention to in- and outgroup members systematically influences intergroup bias . Social Psychological and Personality Science, 5 , 936-943.      Oettingen, G. (2014). Rethinking positive thinking: inside the new science of motivation . New York, NY: Penguin Random House.      Oettingen, G., Ahn, J. N., Gollwitzer, P. M., Kappes, A., & Kawada, C. L. K. (2014).   Goal projection and giving help . Journal of Experimental Social Psychology, 54, 204-214.      Sevincer, A. T., Busatta, P. D., & Oettingen, G. (2014). Mental contrasting and transfer of energization . Personality and Social Psychology Bulletin, 40, 139-152.      Sevincer, A. T., Kluge, L., & Oettingen, G. (2014). Implicit theories and motivational focus: Desired future versus present reality . Motivation and Emotion, 38, 36-46.      Sevincer, A. T., & Oettingen, G. (2014). Alcohol myopia and goal commitment . Frontiers in    Psychology , 5:169.       Sevincer, A. T., & Oettingen, G. (2014). Future thought and the self-regulation of energization . In G. H. E. Gendolla, M. Tops, & S. Koole (Eds.), Biobehavioral approaches to self-regulation (pp. 315-329). New York: Springer.         Sevincer, A. T., Wagner, G., Kalvelage, J., & Oettingen, G. (2014). Positive thinking about the future in newspaper reports and presidential addresses predicts economic downturn . Psychological Science, 25 , 1010-1017.        2013      Duckworth, A. L., Kirby, T. A., Gollwitzer, A., & Oettingen, G. (2013). From fantasy to action: Mental Contrasting with Implementation Intentions (MCII) improves academic performance in children . Social Psychological and Personality Science, 4 , 745-753.    Gawrilow, C., Morgenroth, K., Schultz, R., Oettingen, G., &amp; Gollwitzer, P. (2013). Mental contrasting with implementation intentions enhances self-regulation of goal pursuit in schoolchildren at risk for ADHD. Motivation and Emotion, 37, 134-145.     Gawrilow, C., Oettingen, G., &amp; Sevincer, A. T. (2013). Mögliches Selbst (Possible self). In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1390). Bern: Huber.    Gawrilow, C., Sevincer, A. T., &amp; Oettingen, G. (2013). Construal level theory. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 339). Bern: Huber.    Gollwitzer, P. M., Gantman, A., & Oettingen, G. (2013). Intention. In B. Kaldis (Ed.), Encyclopedia of philosophy and the social sciences . London, UK: Sage Publications    Gollwitzer, P. M., &amp; Oettingen, G. (2013). Implementation intentions . In  M. Gellman &amp; J. R. Turner (Eds.), Encyclopedia of behavioral medicine  (Part 9, pp. 1043-1048). New York:Springer-Verlag.    Houssais, S., Oettingen, G., & Mayer, D. (2013). Using mental contrasting with implementation intentions to self-regulate insecurity-based behaviors in relationships . Motivation and Emotion, 37, 224-233.    Job, V., Oettingen, G., &amp; Sevincer, A. T. (2013). Leistungszielorientierung [Performance goal]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (pp. 936-937). Bern: Huber.    Job, V., Sevincer, A. T., &amp; Oettingen, G. (2013). Lernzielorientierung [Learning goal]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 958). Bern: Huber.    Kappes, A., Wendt, M., Reinelt, T., &amp; Oettingen, G. (2013). Mental contrasting changes the meaning of reality. Journal of Experimental Social Psychology, 49, 797-810.    Kappes, H. B., Sharma, E., &amp; Oettingen, G. (2013). Positive fantasies dampen charitable giving when many resources are demanded. Journal of Consumer Psychology, 23 , 128-135.    Kirk, D., Oettingen, G., &amp; Gollwitzer, P. M. (2013). Promoting integrative bargaining: Mental contrasting with implementation intentions. International Journal of Conflict Management, 24 , 148-165.    Klinger, E., Sevincer, A. T., &amp; Oettingen, G. (2013). Zielablösezyklus [Disengagernent cycle]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1698). Bern: Huber.    Maglio, S. J., Gollwitzer, P. M., &amp; Oettingen, G. (2013). Action control by implementation intentions: The role of discrete emotions. In A. Clark, J. Kiverstein, &amp; T. Vierkant (Eds.),  Decomposing the will  (pp. 221-243). New York: Oxford University Press.    Oettingen, G., &amp; Schwörer, B. (2013). Mind wandering via mental contrasting as a tool for behavior change. Frontiers in Psychology , 4:562.    Oettingen, G., &amp; Sevincer, A. T. (2013). Fantasierealisierung, Theorie [Fantasy realization theory. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 535). Bern: Huber.    Oettingen, G., Wittchen, M., &amp; Gollwitzer, P. M. (2013). Regulating goal pursuit through Mental Contrasting with Implementation Intentions. In E. A. Locke, &amp; G. P. Latham (Eds.), New developments in goal setting and task performance (pp. 523-548). New York, NY: Routledge.    Sevincer, A. T., &amp; Oettingen, G. (2013). Alcohol intake leads people to focus on desirability rather than feasibility . Motivation and Emotion, 37 , 165-176.    Sevincer, A. T., &amp; Oettingen, G. (2013). Prozess Simulation [Process simulation]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1236). Bern: Huber.       Sevincer, A. T., &amp; Oettingen, G. (2013). Spontaneous mental contrasting and selective goal pursuit . Personality and Social Psychology Bulletin, 39, 1240-1254.    Sevincer, A. T., &amp; Oettingen, G. (2013). Zielhierarchie [Goal hierarchy]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1701). Bern: Huber.    Sheeran, P., Harris, P., Vaughan, J., Oettingen, G., &amp; Gollwitzer, P. M. (2013). Gone exercising: Mental contrasting promotes physical activity among overweight, middle-aged, low-SES fishermen. Health Psychology, 32, 802-809.    Stern, C., Cole, S., Gollwitzer, P. M., Oettingen, G., &amp; Balcetis, E. (2013). Effects of implementation intentions on anxiety, perceived proximity, and motor performance. Personality and Social Psychology Bulletin, 39, 623-635.    2012    Achtziger, A., Martiny, S. E., Oettingen, G., &amp; Gollwitzer, P. M. (2012). Meta-cognitive processes in the self-regulation of goal pursuit. In P. B. &amp; K. DeMarree (Eds.),   Social Meta-Cognition. Frontier of Social Psychology Series  (pp. 121-139). New York: Psychology Press.       Gollwitzer, P. M., &amp; Oettingen, G. (2012). Goal pursuit. In R. Ryan (Ed.).  Oxford handbook of human motivation  (pp. 208-231). New York: Oxford University Press.      Johannessen, K. B., Oettingen, G., &amp; Mayer, D. (2012). Mental contrasting of a dieting wish improves self-reported health behaviour .  Psychology and Health, 27 , 43-58.    Kappes, A., Oettingen, G., &amp; Pak, H. (2012). Mental contrasting and the self-regulation of responding to negative feedback.   Personality and Social Psychology Bulletin, 38 , 845-856.       Kappes, A., Singman, H., &amp; Oettingen, G. (2012). Mental contrasting instigates goal pursuit by linking obstacles of reality with instrumental behavior . Journal of Experimental Social Psychology, 48 , 811-818.    Kappes, H. B., &amp; Oettingen, G. (2012). Wishful information preference: Positive fantasies mimic the effects of intentions .  Personality and Social Psychology Bulletin, 38,  870-881.    Kappes, H. B., Oettingen, G., &amp; Mayer, D. (2012). Positive fantasies predict low academic achievement in disadvantaged students. European Journal of Social Psychology, 42, 53-64.    Kappes, H. B., Schwörer, B., &amp; Oettingen, G. (2012).  Needs instigate positive fantasies of idealized futures.   European Journal of Social Psychology, 42,  299-307.       Oettingen, G. (2012). Future thought and behavior change. In W. Stroebe &amp; M. Hewstone (Eds.),  European Review of Social Psychology, 2 3,  1-63.    Oettingen, G., Marquardt, M. K., &amp; Gollwitzer, P. M. (2012). Mental contrasting turns positive feedback on creative potential into successful performance . Journal of Experimental Social Psychology, 48 , 990-996.    Sevincer, A. T., Oettingen, G., &amp; Lerner, T. (2012). Alcohol affects goal commitment by explicitly and implicitly induced myopia.   Journal of Abnormal Psychology ,  121 , 524-529.      2011    Duckworth, A. L., Grant, H., Loew, B., Oettingen, G., &amp; Gollwitzer, P. M. (2011). Self-regulation strategies improve self-discipline in adolescents: Benefits of mental contrasting and implementation intentions. Educational Psychology,31, 17-26.    Gawrilow, C., Gollwitzer, P. M., Oettingen, G.  (2011). If-then plans benefit delay of gratification performance in  children with and  without ADHD. Cognitive   Therapy and Research,   35 , 442-455.    Gawrilow, C., Gollwitzer, P. M., &amp; Oettingen, G. (2011). If-then plans benefit executive functions in children with ADHD . Journal of Social and Clinical Psychology , 30, 616-646.    Gollwitzer, A., Oettingen, G., Kirby, T., Duckworth, A. L., &amp; Mayer, D. (2011). Mental contrasting facilitates academic performance in school children . Motivation and Emotion, 35 , 403-412.     Gollwitzer, P. M., Kappes, H. B., &amp; Oettingen, G. (2011). Needs and incentives as sources of goals. In H. Aaarts &amp; A. Elliot (Eds.),  Goal-directed behavior  (pp. 115-149). Philadelphia: Psychology Press/Taylor &amp; Francis.    Gollwitzer, P. M., &amp; Oettingen, G. (2011).  Planning promotes goal striving. In K. D. Vohs &amp; R. F. Baumeister (Eds.),  Handbook of self-regulation: Research, theory, and applications  (2nd ed., pp. 162-185). New York: Guilford.    Kappes, H. B., &amp; Oettingen, G. (2011). Positive fantasies about idealized futures sap energy . Journal of Experimental Social Psychology, 47, 719-729.       Kappes, H. B., Oettingen, G., Mayer, D., &amp; Maglio, S. (2011). Sad mood promotes self-initiated mental contrasting of future and reality .  Emotion, 11 , 1206-1222.    Kappes, H. B., Stephens, E. J., &amp; Oettingen, G. (2011). Implicit theories moderate the relation of positive future fantasies to academic outcomes. Journal of Research in Personality, 45 , 269-278.    Kirk, D., Oettingen, G., &amp; Gollwitzer, P. M. (2011). Mental contrasting promotes integrative bargaining.   International Journal of Conflict Management, 22 , 324-341.      2010         Adriaanse, M. A., Oettingen, G., Gollwitzer, P. M., Hennes, E. P., de Ridder, D. T. D., &amp; de Witt, J. B. F. (2010). When planning is not enough: Fighting unhealthy snacking habits by mental contrasting with implementation intentions (MCII). European Journal of Social Psychology, 40, 1277–1293 .       Bargh, J. A., Gollwitzer, P. M., &amp; Oettingen, G. (2010).  Motivation. In S. Fiske, D. T. Gilbert, &amp; G. Lindzay (Eds.),  Handbook of social psychology  (5th ed., pp. 268-316). New York: Wiley.      Christiansen, S., Oettingen, G., Dahme, B., &amp; Klinger, R. (2010). A short goal-pursuit intervention to improve physical capacity: A randomized clinical trial in chronic back pain patients. Pain, 149, 444-452.      Gollwitzer, P. M., Gawrilow, C., &amp; Oettingen, G. (2010). The power of planning: Self-control by effective goal-striving. In R. R. Hassin, K. N. Ochsner, &amp; Y. Trope (Eds.), Self control in society, mind, and brain (pp. 279-296). New York: Oxford University Press.      Klasen, F., Oettingen, G., Daniels, J., Post, M., &amp; Adam, H. (2010). Multiple trauma and mental health in former Ugandan child soldiers.   Journal of Traumatic Stress, 23 , 573-581.      Klasen, F., Oettingen, G., Daniels, J., Post, M., Hoyer, C., &amp; Adam, H. (2010). Posttraumatic resilience in former Ugandan child soldiers . Child Development, 81, 1096–1113.      Oettingen, G., &amp; Gollwitzer, P. M. (2010). Strategies of setting and implementing goals: Mental contrasting and implementation intentions. In J. E. Maddux &amp; J. P. Tangney (Eds.), Social psychological foundations of clinical psychology (pp. 114-135). New York: Guilford.      Oettingen, G., Mayer, D., &amp; Brinkmann, B. (2010).  Mental contrasting of future and reality: Managing the demands of everyday life in health care professionals.   Journal of Personnel Psychology, 9, 138-144.      Oettingen, G., Mayer, D., &amp; Thorpe, J. (2010). Self-regulation of commitment to reduce cigarette consumption: Mental contrasting of future with reality. Psychology and Health, 25, 961-977.      Oettingen, G., Stephens, E. J., Mayer, D., &amp; Brinkmann, B. (2010). Mental contrasting and the self-regulation of helping relations. Social Cognition, 28, 490-508.    Parks-Stamm, E. J., Gollwitzer, P. M., &amp; Oettingen, G. (2010). Implementation intentions and test anxiety: Shielding academic performance from distraction. Learning and Individual Differences, 20, 30-33 .      Parks-Stamm, E. J., Oettingen, G., &amp; Gollwitzer, P. M. (2010). Making sense of one's actions in an explanatory vacuum: The interpretation of nonconscious goal striving. Journal of Experimental Social Psychology, 46, 531-542 .      Stadler, G., Oettingen, G., &amp; Gollwitzer, P. M. (2010). Intervention effects of information and self-regulation on eating fruits and vegetables over two years. Health Psychology, 29, 274-283.         2009      Achtziger, A., Fehr, T., Oettingen, G., Gollwitzer, P. M., &amp; Rockstroh, B. (2009). Strategies of intention formation are reflected in continuous MEG activity. Social Neuroscience, 4, 11-27.    Gilbert, S. J., Gollwitzer, P. M., Cohen, A-L., Oettingen, G., &amp; Burgess, P. W. (2009). Separable brain systems supporting cued versus self-initiated realization of delayed intentions. Journal of Experimental Psychology: Learning, Memory, and Cognition, 35, 905-915.      Gollwitzer, P. M., Parks-Stamm, E. J., &amp; Oettingen, G. (2009). Living on the edge: Shifting between nonconscious and conscious goal pursuit. In E. Morsella, J. A. Bargh, &amp; P. M.      Gollwitzer (Eds.), Oxford handbook of human action (pp. 603-624). New York: Oxford University Press.       Oettingen, G., &amp; Gollwitzer, P. M. (2009). Embodied goal pursuit. European Journal of Social Psychology, 39, 1210-1213.      Oettingen, G., &amp; Gollwitzer, P. M. (2009). Making goal pursuit effective: Expectancy- dependent goal setting and planned goal striving. In J. P. Forgas, R. F. Baumeister, &amp; D. M. Tice (Eds.), Psychology of self-regulation: Cognitive, affective, and motivational processes (pp. 127-146). New York, NY: Psychology Press.      Oettingen, G., &amp; Kappes, A. (2009). Mental contrasting of the future and reality to master negative feedback. In K. D. Markman, W. M. P. Klein, &amp; J. A. Suhr, (Eds.), Handbook of imagination and mental simulation (pp. 395-412). New York: Psychology Press.      Oettingen, G., Mayer, D., Sevincer, A. T., Stephens, E. J., Pak, H., &amp; Hagenah, M. (2009). Mental contrasting and goal commitment: The mediating role of energization. Personality and Social Psychology Bulletin, 35, 608-622.      Oettingen, G., &amp; Stephens, E. J. (2009). Fantasies and motivationally intelligent goal setting. In G. B. Moskowitz &amp; H. Grant (Eds.), The psychology of goals (pp. 153-178). New York: Guilford Press.      Sevincer, A. T., &amp; Oettingen, G. (2009). Alcohol breeds empty goal commitments. Journal of Abnormal Psychology, 118 , 623-633.      Stadler, G., Oettingen, G., &amp; Gollwitzer, P. M. (2009). Physical activity in women: Effects of a self-regulation intervention. American Journal of Preventive Medicine, 36, 29-34.      2008      Gollwitzer, P. M., &amp; Oettingen, G. (2008). The question-behavior effect from an action control perspective. Journal of Consumer Psychology, 18, 107-110.      Oettingen, G., Sevincer, A. T., &amp; Gollwitzer, P. M. (2008). Goal pursuit in the context of culture. In R. Sorrentino &amp; S. Yamaguchi (Eds.), Handbook of motivation and cognition across cultures (pp. 191-211). San Diego: Elsevier.      2007      Fujita, K., Gollwitzer, P. M., &amp; Oettingen, G. (2007). Mindsets and pre-conscious open-mindedness to incidental information. Journal of Experimental Social Psychology, 43, 48-61.    Gollwitzer, P. M., &amp; Oettingen, G. (2007). The role of goal setting and goal striving in medical adherence. In D. C. Park &amp; L. L. Liu (Eds.), Medical adherence and aging: Social and cognitive perspectives (pp. 23-47). Washington, D. C.: American Psychological Association.      Henderson, M. D., Gollwitzer, P. M., &amp; Oettingen, G. (2007). Implementation intentions and disengagement from a failing course of action. Journal of Behavioral Decision Making, 20, 81-102.      Parks-Stamm, E. J., Gollwitzer, P. M., &amp; Oettingen, G. (2007). Action control by implementation intentions: Effective cue detection and efficient response initiation. Social Cognition, 25, 248-266.      Perkins, M. B., Jensen, P. S., Jaccard, J., Gollwitzer, P. M., Oettingen, G., Pappadopulos, E., &amp; Hoagwood, K. E. (2007). Applying theory-driven approaches to understanding and modifying clinicians’ behavior: What do we know? Psychiatric Services, 58 , 342-348.        2006      Oettingen, G., Grant, H., Smith, P. K., Skinner, M., &amp; Gollwitzer, P. M. (2006). Nonconscious goal pursuit: Acting in an explanatory vacuum. Journal of Experimental Social Psychology , 42, 668-675.    Oettingen, G., &amp; Thorpe, J. (2006). Fantasy realization and the bridging of time. In L. J. Sanna &amp; E. C. Chang (Eds.), Judgments over time: The interplay of thoughts, feelings, and behaviors (pp. 120-142). Oxford: Oxford University Press.      Oettingen, G., &amp; Zosuls, K.M. (2006). Culture and self-efficacy in adolescents. In F. Pajares &amp; T. Urdan. (Eds.), Self-efficacy beliefs of adolescents. Volume V of Adolescence and education (p. 245-265). Greenwich, CT: Information Age Publishing.      2005      Oettingen, G., &amp; Hagenah, M. (2005). Fantasies and the self-regulation of competence. In A. Elliot &amp; C. Dweck (Eds.), Handbook of competence and motivation (pp. 647-665). New York: Guilford.      Oettingen, G., Mayer, D., Thorpe, J. S., Janetzke, H., &amp; Lorenz, S. (2005). Turning fantasies about positive and negative futures into self-improvement goals. Motivation and Emotion, 29, 237-267.      2004      Gollwitzer, P. M., Fujita, K., &amp; Oettingen, G. (2004). Planning and the implementation of goals. In R. F. Baumeister &amp; K. D. Vohs (Eds.), Handbook of self-regulation: Research, theory, and applications (pp. 211-228). New York: Guilford Press.      Kawada, C., Oettingen, G., Gollwitzer, P. M., &amp; Bargh, J. A. (2004). The projection of implicit and explicit goals. Journal of Personality and Social Psychology, 86, 545-559 .      Oettingen, G., Bulgarella, C., Henderson, M., &amp; Gollwitzer, P. M. (2004). The self-regulation of goal pursuit. In R. A.Wright, J. Greenberg, &amp; S. S. Brehm (Eds.), Motivation and emotion in social contexts: Jack Brehm’s influence on contemporary psychological thought (pp. 225-244). Mahwah, NJ: Erlbaum.      2003        Little, T. D., Miyashita, T., Karasawa, M., Mashima, M., Oettingen, G., Azuma, H., &amp; Baltes, P. B. (2003). The links among action-control beliefs, intellective skill, and school performance in Japanese, U.S., and German school children. International Journal of Behavioral Development, 27, 41-48 .      Oettingen, G., &amp; Gollwitzer, P. M. (2003). Self-regulation and conflict resolution. In A. Nadler &amp; M. Dajani (Eds.), Social and psychological factors in conflict and its resolution: The Mid-Eastern and European experience. Brussels: European Commission.      2002      Gollwitzer, P. M., &amp; Oettingen, G. (2002). Motivation: History of the concept. In J. Smelser &amp; P. B. Baltes (Eds.), International Encyclopedia of the Social &amp; Behavioral Sciences (pp. 10109-10112). Oxford, U.K.: Elsevier.      Gollwitzer, P. M., &amp; Oettingen, G. (2002). Psychology of motivation and actions. In N. J. Smelser &amp; P. B. Baltes (Eds.), International Encyclopedia of the Social &amp; Behavioral Sciences (pp. 10105-10109). Oxford, U.K.: Elsevier.      Oettingen, G., &amp; Gollwitzer, P. M. (2002). Turning hope thoughts into goal-directed behavior. Psychological Inquiry, 13, 304-307.    Oettingen, G., &amp; Mayer, D. (2002). The motivating function of thinking about the future: Expectations versus fantasies. Journal of Personality and Social Psychology, 83, 1198-1212.    2001      Little, T. D., Lopez, D. F., Oettingen, G., &amp; Baltes, P. B. (2001). A comparative-longitudinal study of action-control beliefs and school performance: On the role of context. International Journal of Behavioral Development, 25 , 237-245.      Oettingen, G., &amp; Gollwitzer, P. M. (2001). Goal setting and goal striving . In A. Tesser &amp; N. Schwarz (Eds.), Blackwell handbook of social psychology: Intraindividual processes (pp. 329-347). Oxford: Blackwell.      Oettingen, G., Pak, H., &amp; Schnetter, K. (2001). Self-regulation of goal setting: Turning free fantasies about the future into binding goals. Journal of Personality and Social Psychology, 80 , 736-753.    2000      Gollwitzer, P. M., Delius, J. D., &amp; Oettingen, G. (2000). Motivation. In K. Pawlik, &amp; M. R. Rosenzweig (Eds.), International Handbook of Psychology (pp. 191-206). London, UK: Sage.      Oettingen, G. (2000). Expectancy effects on behavior depend on self-regulatory thought. Social Cognition, 18, 101-129.      Oettingen, G., Hönig, G., &amp; Gollwitzer, P. M. (2000). Effective self-regulation of goal attainment. International Journal of Educational Research, 33 , 705-732.      Stetsenko, A., Little, T. D., Gordeeva, T., Grasshof, M., &amp; Oettingen, G. (2000). Gender effects in children’s beliefs about school performance: A cross-cultural study. Child Development, 71, 517-527.      1999      Oettingen, G. (1999). Free fantasies about the future and the emergence of developmental goals. In J. Brandstädter &amp; R. M. Lerner (Eds.), Action and self-development: Theory and research through the life span (pp. 315-342). Thousand Oaks: Sage.      Oettingen, G., &amp; Maier, H. (1999). Where political system meets culture: Effects on efficacy appraisal. In Y.-T. Lee, C. R. McCauley, &amp; J. Draguns (Eds.), Personality and person perception across cultures (pp. 163-190). Hillsdale, NJ: Erlbaum.      1998      Gollwitzer, P. M., &amp; Oettingen, G. (1998). The emergence and implementation of health goals. Psychology and Health, 13, 687-715.      Lopez, D. F., Little, T. D., Oettingen, G., &amp; Baltes, P. B. (1998). Self-regulation and school performance: Is there an optimal level of action-control? Journal of Experimental Child Psychology, 70, 54-74.      1997      Oettingen, G. (1997). Culture and future thought. Culture &amp; Psychology, 3, 353-381.      1996      Oettingen, G. (1996). Positive fantasy and motivation. In P. M. Gollwitzer &amp; J. A. Bargh (Eds.), The psychology of action: Linking cognition and motivation to behavior (pp. 236-259). New York: Guilford Press.      1995      Little, T. D., Oettingen, G., Stetsenko, A., &amp; Baltes, P. B. (1995). Children's action-control beliefs about school performance: How do American children compare to German and Russian children? Journal of Personality and Social Psychology, 69, 686-700.      Oettingen, G. (1995). Cross-cultural perspectives on self-efficacy. In A. Bandura (Ed.), Self-efficacy in changing societies (pp. 149-176). New York: Cambridge University Press.      Oettingen, G. (1995). Explanatory style in the context of culture. In G. M. Buchanan &amp; M. E. P. Seligman (Eds.), Explanatory style (pp. 209-224). Hillsdale, NJ: Erlbaum.      Stetsenko, A., Little, T. D., Oettingen, G., &amp; Baltes, P. B. (1995). Agency, control, and means-ends beliefs about school performance in Moscow children: How similar are they to beliefs of Western children? Developmental Psychology, 31, 285-299.      1994      Oettingen, G., Little, T. D., Lindenberger, U., &amp; Baltes, P. B. (1994). Causality, agency, and control beliefs in East versus West Berlin children: A natural experiment on the role of context. Journal of Personality and Social Psychology, 66, 579-595.      1991      Oettingen, G., &amp; Wadden, T. A. (1991). Expectation, fantasy, and weight loss: Is the impact of positive thinking always positive? Cognitive Therapy and Research, 15, 167-175.      1990      Oettingen, G., &amp; Seligman, M. E. P. (1990). Pessimism and behavioral signs of depression in East versus West Berlin. European Journal of Social Psychology, 20, 207-220.      1988      Zullow, H. M., Oettingen, G., Peterson, C., &amp; Seligman, M. E. P. (1988). Pessimistic explanatory style in the historical record: CAVing LBJ, presidential candidates, and East versus West Berlin. American Psychologist , 43 , 673-682.    1985    Oettingen, G. (1985). The influence of the kindergarten teacher on sex differences in behavior. International Journal of Behavioral Development, 8, 3-13.      back to the top           Address               Gabriele Oettingen      Professor of Psychology      Psychology Department      New York University      6 Washington Place, Room 472      New York, NY 10003      Tel: (212)-998-7915      Fax: (212)-995-4966      Email: gabriele.oettingen@nyu.edu      back to the top      Updated"}]},
{"detail": [{"content": "Gabriele Oettingen                                                                                                                     Search                 NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]             Gabriele Oettingen                                                         Research     Biography     Publications     Address                                                                            Professor of Psychology      Social , Developmental          Back to Motivation Lab  Link to WOOP / MCII website                       Rethinking Positive Thinking:    Inside the New Science of Motivation                     Available From:        Amazon    Barnes & Noble    IndieBound    Books-A-Million                                                    Research           Self-regulation      of goal setting and goal disengagement     My research addresses two broad questions: (1) What self-regulatory strategies can people use to turn their positive fantasies about the future into binding goals, and (2) what self-regulatory strategies can people use to disengage from their goals? The research relates to various areas in social and personality psychology, developmental and educational psychology, as well as health and clinical psychology.      Engagement to goals      Mentally contrasting a desired future with present reality leads to the emergence of binding goals with consecutive goal striving and goal attainment, as long as chances of success are perceived to be high. To the contrary, mentally elaborating either the desired future only (indulging) or the present reality only (dwelling) leads to moderate goal commitment, even if chances of success look promising. These effects were observed in a variety of life domains (e.g., interpersonal relations, academic achievement, professional achievement, health, life management) and with different paradigms (e.g., salience, reinterpretation). Recently, we have discovered the underlying cognitive and motivational processes of mental contrasting and also applied this self-regulatory technique in intervention studies. Finally, we analyzed mental contrasting with implementation intentions (MCII) as an effective strategy to change bad habits in the achievement, interpersonal, and health domains.      Disengagement from goals      Mentally contrasting a desired future with present reality leads to disengagement from goals, if chances of success are perceived to be low. Mentally elaborating either the desired future only (indulging) or the present reality only (dwelling) to the contrary, maintains goal commitment even when chances of success are perceived as being low. Again, we have demonstrated these effects in various life domains (e.g., interpersonal relations, health) and with different paradigms. Currently, we are using mental contrasting procedures to help people disengage from goals that are not feasible (e.g., from a damaged relationship, from an unattainable professional identity). People simply have to mentally contrast their desired future with present reality. If chances of success are perceived as being low, the disengagement process can begin so that people can move on to more feasible goals.      Committing to approach goals versus avoidance goals      Mental contrasting does not only turn positive fantasies about a desired future into binding approach goals but also turns negative fantasies about an undesired future into binding avoidance goals. More specifically, people must contrast negative fantasies about an undesired, feared future with positive aspects of the current, safe reality, and expectations of successfully avoiding the undesired future have to be high. Using mental contrasting to turn fearful fantasies into constructive avoidance goals should be of particular importance when people have a hard time generating positive fantasies about the future (e.g., in the health domain, or in situations involving prejudice against members of an out-group).      Indulging and the uncontrollable      Can indulging in a positive future have beneficial effects on motivation and well-being? We find that when facing controllable and escapable tasks, people benefit from mentally contrasting fantasy with reality. However, when facing tasks that cannot be mastered or relinquished (e.g., being terminally ill), indulging in positive fantasies should be beneficial, because it allows one to “stay in the field.”      Culture and self-regulatory thought      In the past, I conducted research on how cultural and political factors shape the development of efficacy beliefs, control beliefs, and attributional styles. I now ask the question of how cultural factors influence the development of the three modes of self-regulatory thought (i.e., mental contrasting, indulging, dwelling). For example, we are investigating the prevalence of the three modes of self-regulatory thought in cultures that differ in their degree of norm-orientation.      Coping with stress and interpersonal relations      We also analyze the psychological processes that make people who mentally contrast sensitive to chances of success and make people who indulge and dwell insensitive to chances of success. For example, we ask whether mental contrasting instead of indulging/dwelling promotes differential processing of relevant performance feedback, differential evaluations of critical experiences, and differential ways of coping with failure as well as acute and chronic stress. Another line of research focuses on the interpersonal consequences of mental contrasting versus indulging and dwelling. In comparison to mental contrasting, indulging and dwelling should make people disregard the needs and behaviors of their interaction partners (e.g., romantic partner, child, employee). This insensitivity then might affect the interaction partner’s direct responses as well as his or her long-term thoughts, feelings, and actions (e.g., aspirations, attitudes, decisions).      back to the top                Biography         Education    M.A Ludwig-Maximilians-Universität, Munich, Germany, 1982, Biology (Biochemistry, Physiology)    Ph.D. Doctor rer. nat., Ludwig-Maximilians-Universität, Munich and Max-Planck-Institute for Behavioral Physiology, Seewiesen, Germany, 1986, Biology (Ethology)    Habilitation Free University, Berlin, 1996, Psychology    Positions      1983 - 1985 Predoctoral Fellow, Medical Research Council, Madingley, Cambridge, England.    1986 - 1989 Postdoctoral Fellow, John D. and Catherine T. Mac Arthur Foundation, Node for Health and Behavior, Department of Psychology, University of Pennsylvania, Philadelphia, USA (Prof. Dr. M. E. P. Seligman, Advisor)      1989 - 1999 Researcher, Max Planck Institute for Human Development, Berlin, Germany      1999 - 2002 Visiting Associate Professor, New York University, New York      Since 2000 Professor of Psychology, University of Hamburg, Hamburg, Germany    Since 2002 Professor of Psychology, New York University, New York    back to the top                             Selected Publications                IN PRESS             Ahn, J., Oettingen, G., & Gollwitzer, P. M. (in press). Goal projection in public places. European Journal of Social Psychology .            Gollwitzer, P. M., & Oettingen, G. (in press). Motivation and action. In J. Wright (Ed.), International encyclopedia of social and behavioral sciences . Oxford, UK: Elsevier.          Gollwitzer, P. M., & Oettingen, G. (in press). Motivation, history of the concept. In J. Wright (Ed.), International encyclopedia of social and behavioral sciences . Oxford, UK: Elsevier.              Oettingen, G., & Gollwitzer, P. M. (Eds.) (in press). Self-regulation in adolescence . New York: Cambridge Press.          Oettingen, G., & Gollwitzer, P. M. (in press). Self-regulation: Principles and tools. In G. Oettingen & P. M. Gollwitzer (Eds.), Self-regulation in adolescence . New York: Cambridge Press.          Oettingen, G., Schrage, J., & Gollwitzer, P. M. (in press). Volition. In L. Corno & E. Anderman (Eds.), Third Handbook of Educational Psychology . New York, NY: Routledge, Taylor, & Francis.              Advance online publications          2015      Oettingen, G., Kappes, H. B., Guttenberg, K. B., & Gollwitzer, P. M. (2015). Self-regulation of time management: Mental contrasting with implementation intentions . European Journal of Social Psychology, 45, 218-229.      Wesnousky, A. E., Oettingen, G., Gollwitzer, P. M. (2015). Holding a silver lining theory: When negative attributes heighten performance . Journal of Experimental Social  Psychology, 57 , 15-22.        2014      Gantman, A., Gollwitzer, P. M., & Oettingen, G. (2014). Mindful mindlessness in goal   pursuit (pp. 236-257). In A. Ie, C. D. Ngnoumen, & E. J. Langer   (Eds.), The Wiley-Blackwell handbook of mindfulness . Oxford, UK: Wiley-Blackwell.      Gollwitzer, P. M., Martiny-Huenger, T., & Oettingen, G. (2014). Affective consequences of  intentional action control. In A. J. Elliot (Ed.), Advances in Motivation Science (pp. 49-83). Oxford, UK: Elsevier.      Gollwitzer, P. M., & Oettingen, G. (2014). From studying the determinants of action to  analyzing its regulation: a commentary on Sniehotta, Presseau, and Araújo-Soares .   Health Psychology Review .        Kappes, A., & Oettingen, G. (2014). The emergence of goal pursuit: Mental contrasting connects future and reality . Journal of Experimental Social Psychology, 54 , 25-39.        Longoni, C., Gollwitzer. P. M., & Oettingen, G. (2014). A green paradox: Validating green choices has ironic effects on behavior, cognition, and perception . Journal of Experimental Social Psychology, 50 , 158-165.      Maglio, S. J., Gollwitzer, P. M., & Oettingen, G. (2014). Emotion and control in the  planning of goals . Motivation and Emotion, 38 , 620-634.      Martiny-Huenger, T., Gollwitzer, P. M., &amp; Oettingen, G. (2014). Distractor devaluation in a flanker task: Object-specific effects without distractor recognition memory . Journal of Experimental Psychology: Human Perception and Performance, 40, 613-625.      Martiny-Huenger, T., Gollwitzer, P. M., & Oettingen, G. (2014). Selective attention to in- and outgroup members systematically influences intergroup bias . Social Psychological and Personality Science, 5 , 936-943.      Oettingen, G. (2014). Rethinking positive thinking: inside the new science of motivation . New York, NY: Penguin Random House.      Oettingen, G., Ahn, J. N., Gollwitzer, P. M., Kappes, A., & Kawada, C. L. K. (2014).   Goal projection and giving help . Journal of Experimental Social Psychology, 54, 204-214.      Sevincer, A. T., Busatta, P. D., & Oettingen, G. (2014). Mental contrasting and transfer of energization . Personality and Social Psychology Bulletin, 40, 139-152.      Sevincer, A. T., Kluge, L., & Oettingen, G. (2014). Implicit theories and motivational focus: Desired future versus present reality . Motivation and Emotion, 38, 36-46.      Sevincer, A. T., & Oettingen, G. (2014). Alcohol myopia and goal commitment . Frontiers in    Psychology , 5:169.       Sevincer, A. T., & Oettingen, G. (2014). Future thought and the self-regulation of energization . In G. H. E. Gendolla, M. Tops, & S. Koole (Eds.), Biobehavioral approaches to self-regulation (pp. 315-329). New York: Springer.         Sevincer, A. T., Wagner, G., Kalvelage, J., & Oettingen, G. (2014). Positive thinking about the future in newspaper reports and presidential addresses predicts economic downturn . Psychological Science, 25 , 1010-1017.        2013      Duckworth, A. L., Kirby, T. A., Gollwitzer, A., & Oettingen, G. (2013). From fantasy to action: Mental Contrasting with Implementation Intentions (MCII) improves academic performance in children . Social Psychological and Personality Science, 4 , 745-753.    Gawrilow, C., Morgenroth, K., Schultz, R., Oettingen, G., &amp; Gollwitzer, P. (2013). Mental contrasting with implementation intentions enhances self-regulation of goal pursuit in schoolchildren at risk for ADHD. Motivation and Emotion, 37, 134-145.     Gawrilow, C., Oettingen, G., &amp; Sevincer, A. T. (2013). Mögliches Selbst (Possible self). In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1390). Bern: Huber.    Gawrilow, C., Sevincer, A. T., &amp; Oettingen, G. (2013). Construal level theory. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 339). Bern: Huber.    Gollwitzer, P. M., Gantman, A., & Oettingen, G. (2013). Intention. In B. Kaldis (Ed.), Encyclopedia of philosophy and the social sciences . London, UK: Sage Publications    Gollwitzer, P. M., &amp; Oettingen, G. (2013). Implementation intentions . In  M. Gellman &amp; J. R. Turner (Eds.), Encyclopedia of behavioral medicine  (Part 9, pp. 1043-1048). New York:Springer-Verlag.    Houssais, S., Oettingen, G., & Mayer, D. (2013). Using mental contrasting with implementation intentions to self-regulate insecurity-based behaviors in relationships . Motivation and Emotion, 37, 224-233.    Job, V., Oettingen, G., &amp; Sevincer, A. T. (2013). Leistungszielorientierung [Performance goal]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (pp. 936-937). Bern: Huber.    Job, V., Sevincer, A. T., &amp; Oettingen, G. (2013). Lernzielorientierung [Learning goal]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 958). Bern: Huber.    Kappes, A., Wendt, M., Reinelt, T., &amp; Oettingen, G. (2013). Mental contrasting changes the meaning of reality. Journal of Experimental Social Psychology, 49, 797-810.    Kappes, H. B., Sharma, E., &amp; Oettingen, G. (2013). Positive fantasies dampen charitable giving when many resources are demanded. Journal of Consumer Psychology, 23 , 128-135.    Kirk, D., Oettingen, G., &amp; Gollwitzer, P. M. (2013). Promoting integrative bargaining: Mental contrasting with implementation intentions. International Journal of Conflict Management, 24 , 148-165.    Klinger, E., Sevincer, A. T., &amp; Oettingen, G. (2013). Zielablösezyklus [Disengagernent cycle]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1698). Bern: Huber.    Maglio, S. J., Gollwitzer, P. M., &amp; Oettingen, G. (2013). Action control by implementation intentions: The role of discrete emotions. In A. Clark, J. Kiverstein, &amp; T. Vierkant (Eds.),  Decomposing the will  (pp. 221-243). New York: Oxford University Press.    Oettingen, G., &amp; Schwörer, B. (2013). Mind wandering via mental contrasting as a tool for behavior change. Frontiers in Psychology , 4:562.    Oettingen, G., &amp; Sevincer, A. T. (2013). Fantasierealisierung, Theorie [Fantasy realization theory. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 535). Bern: Huber.    Oettingen, G., Wittchen, M., &amp; Gollwitzer, P. M. (2013). Regulating goal pursuit through Mental Contrasting with Implementation Intentions. In E. A. Locke, &amp; G. P. Latham (Eds.), New developments in goal setting and task performance (pp. 523-548). New York, NY: Routledge.    Sevincer, A. T., &amp; Oettingen, G. (2013). Alcohol intake leads people to focus on desirability rather than feasibility . Motivation and Emotion, 37 , 165-176.    Sevincer, A. T., &amp; Oettingen, G. (2013). Prozess Simulation [Process simulation]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1236). Bern: Huber.       Sevincer, A. T., &amp; Oettingen, G. (2013). Spontaneous mental contrasting and selective goal pursuit . Personality and Social Psychology Bulletin, 39, 1240-1254.    Sevincer, A. T., &amp; Oettingen, G. (2013). Zielhierarchie [Goal hierarchy]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1701). Bern: Huber.    Sheeran, P., Harris, P., Vaughan, J., Oettingen, G., &amp; Gollwitzer, P. M. (2013). Gone exercising: Mental contrasting promotes physical activity among overweight, middle-aged, low-SES fishermen. Health Psychology, 32, 802-809.    Stern, C., Cole, S., Gollwitzer, P. M., Oettingen, G., &amp; Balcetis, E. (2013). Effects of implementation intentions on anxiety, perceived proximity, and motor performance. Personality and Social Psychology Bulletin, 39, 623-635.    2012    Achtziger, A., Martiny, S. E., Oettingen, G., &amp; Gollwitzer, P. M. (2012). Meta-cognitive processes in the self-regulation of goal pursuit. In P. B. &amp; K. DeMarree (Eds.),   Social Meta-Cognition. Frontier of Social Psychology Series  (pp. 121-139). New York: Psychology Press.       Gollwitzer, P. M., &amp; Oettingen, G. (2012). Goal pursuit. In R. Ryan (Ed.).  Oxford handbook of human motivation  (pp. 208-231). New York: Oxford University Press.      Johannessen, K. B., Oettingen, G., &amp; Mayer, D. (2012). Mental contrasting of a dieting wish improves self-reported health behaviour .  Psychology and Health, 27 , 43-58.    Kappes, A., Oettingen, G., &amp; Pak, H. (2012). Mental contrasting and the self-regulation of responding to negative feedback.   Personality and Social Psychology Bulletin, 38 , 845-856.       Kappes, A., Singman, H., &amp; Oettingen, G. (2012). Mental contrasting instigates goal pursuit by linking obstacles of reality with instrumental behavior . Journal of Experimental Social Psychology, 48 , 811-818.    Kappes, H. B., &amp; Oettingen, G. (2012). Wishful information preference: Positive fantasies mimic the effects of intentions .  Personality and Social Psychology Bulletin, 38,  870-881.    Kappes, H. B., Oettingen, G., &amp; Mayer, D. (2012). Positive fantasies predict low academic achievement in disadvantaged students. European Journal of Social Psychology, 42, 53-64.    Kappes, H. B., Schwörer, B., &amp; Oettingen, G. (2012).  Needs instigate positive fantasies of idealized futures.   European Journal of Social Psychology, 42,  299-307.       Oettingen, G. (2012). Future thought and behavior change. In W. Stroebe &amp; M. Hewstone (Eds.),  European Review of Social Psychology, 2 3,  1-63.    Oettingen, G., Marquardt, M. K., &amp; Gollwitzer, P. M. (2012). Mental contrasting turns positive feedback on creative potential into successful performance . Journal of Experimental Social Psychology, 48 , 990-996.    Sevincer, A. T., Oettingen, G., &amp; Lerner, T. (2012). Alcohol affects goal commitment by explicitly and implicitly induced myopia.   Journal of Abnormal Psychology ,  121 , 524-529.      2011    Duckworth, A. L., Grant, H., Loew, B., Oettingen, G., &amp; Gollwitzer, P. M. (2011). Self-regulation strategies improve self-discipline in adolescents: Benefits of mental contrasting and implementation intentions. Educational Psychology,31, 17-26.    Gawrilow, C., Gollwitzer, P. M., Oettingen, G.  (2011). If-then plans benefit delay of gratification performance in  children with and  without ADHD. Cognitive   Therapy and Research,   35 , 442-455.    Gawrilow, C., Gollwitzer, P. M., &amp; Oettingen, G. (2011). If-then plans benefit executive functions in children with ADHD . Journal of Social and Clinical Psychology , 30, 616-646.    Gollwitzer, A., Oettingen, G., Kirby, T., Duckworth, A. L., &amp; Mayer, D. (2011). Mental contrasting facilitates academic performance in school children . Motivation and Emotion, 35 , 403-412.     Gollwitzer, P. M., Kappes, H. B., &amp; Oettingen, G. (2011). Needs and incentives as sources of goals. In H. Aaarts &amp; A. Elliot (Eds.),  Goal-directed behavior  (pp. 115-149). Philadelphia: Psychology Press/Taylor &amp; Francis.    Gollwitzer, P. M., &amp; Oettingen, G. (2011).  Planning promotes goal striving. In K. D. Vohs &amp; R. F. Baumeister (Eds.),  Handbook of self-regulation: Research, theory, and applications  (2nd ed., pp. 162-185). New York: Guilford.    Kappes, H. B., &amp; Oettingen, G. (2011). Positive fantasies about idealized futures sap energy . Journal of Experimental Social Psychology, 47, 719-729.       Kappes, H. B., Oettingen, G., Mayer, D., &amp; Maglio, S. (2011). Sad mood promotes self-initiated mental contrasting of future and reality .  Emotion, 11 , 1206-1222.    Kappes, H. B., Stephens, E. J., &amp; Oettingen, G. (2011). Implicit theories moderate the relation of positive future fantasies to academic outcomes. Journal of Research in Personality, 45 , 269-278.    Kirk, D., Oettingen, G., &amp; Gollwitzer, P. M. (2011). Mental contrasting promotes integrative bargaining.   International Journal of Conflict Management, 22 , 324-341.      2010         Adriaanse, M. A., Oettingen, G., Gollwitzer, P. M., Hennes, E. P., de Ridder, D. T. D., &amp; de Witt, J. B. F. (2010). When planning is not enough: Fighting unhealthy snacking habits by mental contrasting with implementation intentions (MCII). European Journal of Social Psychology, 40, 1277–1293 .       Bargh, J. A., Gollwitzer, P. M., &amp; Oettingen, G. (2010).  Motivation. In S. Fiske, D. T. Gilbert, &amp; G. Lindzay (Eds.),  Handbook of social psychology  (5th ed., pp. 268-316). New York: Wiley.      Christiansen, S., Oettingen, G., Dahme, B., &amp; Klinger, R. (2010). A short goal-pursuit intervention to improve physical capacity: A randomized clinical trial in chronic back pain patients. Pain, 149, 444-452.      Gollwitzer, P. M., Gawrilow, C., &amp; Oettingen, G. (2010). The power of planning: Self-control by effective goal-striving. In R. R. Hassin, K. N. Ochsner, &amp; Y. Trope (Eds.), Self control in society, mind, and brain (pp. 279-296). New York: Oxford University Press.      Klasen, F., Oettingen, G., Daniels, J., Post, M., &amp; Adam, H. (2010). Multiple trauma and mental health in former Ugandan child soldiers.   Journal of Traumatic Stress, 23 , 573-581.      Klasen, F., Oettingen, G., Daniels, J., Post, M., Hoyer, C., &amp; Adam, H. (2010). Posttraumatic resilience in former Ugandan child soldiers . Child Development, 81, 1096–1113.      Oettingen, G., &amp; Gollwitzer, P. M. (2010). Strategies of setting and implementing goals: Mental contrasting and implementation intentions. In J. E. Maddux &amp; J. P. Tangney (Eds.), Social psychological foundations of clinical psychology (pp. 114-135). New York: Guilford.      Oettingen, G., Mayer, D., &amp; Brinkmann, B. (2010).  Mental contrasting of future and reality: Managing the demands of everyday life in health care professionals.   Journal of Personnel Psychology, 9, 138-144.      Oettingen, G., Mayer, D., &amp; Thorpe, J. (2010). Self-regulation of commitment to reduce cigarette consumption: Mental contrasting of future with reality. Psychology and Health, 25, 961-977.      Oettingen, G., Stephens, E. J., Mayer, D., &amp; Brinkmann, B. (2010). Mental contrasting and the self-regulation of helping relations. Social Cognition, 28, 490-508.    Parks-Stamm, E. J., Gollwitzer, P. M., &amp; Oettingen, G. (2010). Implementation intentions and test anxiety: Shielding academic performance from distraction. Learning and Individual Differences, 20, 30-33 .      Parks-Stamm, E. J., Oettingen, G., &amp; Gollwitzer, P. M. (2010). Making sense of one's actions in an explanatory vacuum: The interpretation of nonconscious goal striving. Journal of Experimental Social Psychology, 46, 531-542 .      Stadler, G., Oettingen, G., &amp; Gollwitzer, P. M. (2010). Intervention effects of information and self-regulation on eating fruits and vegetables over two years. Health Psychology, 29, 274-283.         2009      Achtziger, A., Fehr, T., Oettingen, G., Gollwitzer, P. M., &amp; Rockstroh, B. (2009). Strategies of intention formation are reflected in continuous MEG activity. Social Neuroscience, 4, 11-27.    Gilbert, S. J., Gollwitzer, P. M., Cohen, A-L., Oettingen, G., &amp; Burgess, P. W. (2009). Separable brain systems supporting cued versus self-initiated realization of delayed intentions. Journal of Experimental Psychology: Learning, Memory, and Cognition, 35, 905-915.      Gollwitzer, P. M., Parks-Stamm, E. J., &amp; Oettingen, G. (2009). Living on the edge: Shifting between nonconscious and conscious goal pursuit. In E. Morsella, J. A. Bargh, &amp; P. M.      Gollwitzer (Eds.), Oxford handbook of human action (pp. 603-624). New York: Oxford University Press.       Oettingen, G., &amp; Gollwitzer, P. M. (2009). Embodied goal pursuit. European Journal of Social Psychology, 39, 1210-1213.      Oettingen, G., &amp; Gollwitzer, P. M. (2009). Making goal pursuit effective: Expectancy- dependent goal setting and planned goal striving. In J. P. Forgas, R. F. Baumeister, &amp; D. M. Tice (Eds.), Psychology of self-regulation: Cognitive, affective, and motivational processes (pp. 127-146). New York, NY: Psychology Press.      Oettingen, G., &amp; Kappes, A. (2009). Mental contrasting of the future and reality to master negative feedback. In K. D. Markman, W. M. P. Klein, &amp; J. A. Suhr, (Eds.), Handbook of imagination and mental simulation (pp. 395-412). New York: Psychology Press.      Oettingen, G., Mayer, D., Sevincer, A. T., Stephens, E. J., Pak, H., &amp; Hagenah, M. (2009). Mental contrasting and goal commitment: The mediating role of energization. Personality and Social Psychology Bulletin, 35, 608-622.      Oettingen, G., &amp; Stephens, E. J. (2009). Fantasies and motivationally intelligent goal setting. In G. B. Moskowitz &amp; H. Grant (Eds.), The psychology of goals (pp. 153-178). New York: Guilford Press.      Sevincer, A. T., &amp; Oettingen, G. (2009). Alcohol breeds empty goal commitments. Journal of Abnormal Psychology, 118 , 623-633.      Stadler, G., Oettingen, G., &amp; Gollwitzer, P. M. (2009). Physical activity in women: Effects of a self-regulation intervention. American Journal of Preventive Medicine, 36, 29-34.      2008      Gollwitzer, P. M., &amp; Oettingen, G. (2008). The question-behavior effect from an action control perspective. Journal of Consumer Psychology, 18, 107-110.      Oettingen, G., Sevincer, A. T., &amp; Gollwitzer, P. M. (2008). Goal pursuit in the context of culture. In R. Sorrentino &amp; S. Yamaguchi (Eds.), Handbook of motivation and cognition across cultures (pp. 191-211). San Diego: Elsevier.      2007      Fujita, K., Gollwitzer, P. M., &amp; Oettingen, G. (2007). Mindsets and pre-conscious open-mindedness to incidental information. Journal of Experimental Social Psychology, 43, 48-61.    Gollwitzer, P. M., &amp; Oettingen, G. (2007). The role of goal setting and goal striving in medical adherence. In D. C. Park &amp; L. L. Liu (Eds.), Medical adherence and aging: Social and cognitive perspectives (pp. 23-47). Washington, D. C.: American Psychological Association.      Henderson, M. D., Gollwitzer, P. M., &amp; Oettingen, G. (2007). Implementation intentions and disengagement from a failing course of action. Journal of Behavioral Decision Making, 20, 81-102.      Parks-Stamm, E. J., Gollwitzer, P. M., &amp; Oettingen, G. (2007). Action control by implementation intentions: Effective cue detection and efficient response initiation. Social Cognition, 25, 248-266.      Perkins, M. B., Jensen, P. S., Jaccard, J., Gollwitzer, P. M., Oettingen, G., Pappadopulos, E., &amp; Hoagwood, K. E. (2007). Applying theory-driven approaches to understanding and modifying clinicians’ behavior: What do we know? Psychiatric Services, 58 , 342-348.        2006      Oettingen, G., Grant, H., Smith, P. K., Skinner, M., &amp; Gollwitzer, P. M. (2006). Nonconscious goal pursuit: Acting in an explanatory vacuum. Journal of Experimental Social Psychology , 42, 668-675.    Oettingen, G., &amp; Thorpe, J. (2006). Fantasy realization and the bridging of time. In L. J. Sanna &amp; E. C. Chang (Eds.), Judgments over time: The interplay of thoughts, feelings, and behaviors (pp. 120-142). Oxford: Oxford University Press.      Oettingen, G., &amp; Zosuls, K.M. (2006). Culture and self-efficacy in adolescents. In F. Pajares &amp; T. Urdan. (Eds.), Self-efficacy beliefs of adolescents. Volume V of Adolescence and education (p. 245-265). Greenwich, CT: Information Age Publishing.      2005      Oettingen, G., &amp; Hagenah, M. (2005). Fantasies and the self-regulation of competence. In A. Elliot &amp; C. Dweck (Eds.), Handbook of competence and motivation (pp. 647-665). New York: Guilford.      Oettingen, G., Mayer, D., Thorpe, J. S., Janetzke, H., &amp; Lorenz, S. (2005). Turning fantasies about positive and negative futures into self-improvement goals. Motivation and Emotion, 29, 237-267.      2004      Gollwitzer, P. M., Fujita, K., &amp; Oettingen, G. (2004). Planning and the implementation of goals. In R. F. Baumeister &amp; K. D. Vohs (Eds.), Handbook of self-regulation: Research, theory, and applications (pp. 211-228). New York: Guilford Press.      Kawada, C., Oettingen, G., Gollwitzer, P. M., &amp; Bargh, J. A. (2004). The projection of implicit and explicit goals. Journal of Personality and Social Psychology, 86, 545-559 .      Oettingen, G., Bulgarella, C., Henderson, M., &amp; Gollwitzer, P. M. (2004). The self-regulation of goal pursuit. In R. A.Wright, J. Greenberg, &amp; S. S. Brehm (Eds.), Motivation and emotion in social contexts: Jack Brehm’s influence on contemporary psychological thought (pp. 225-244). Mahwah, NJ: Erlbaum.      2003        Little, T. D., Miyashita, T., Karasawa, M., Mashima, M., Oettingen, G., Azuma, H., &amp; Baltes, P. B. (2003). The links among action-control beliefs, intellective skill, and school performance in Japanese, U.S., and German school children. International Journal of Behavioral Development, 27, 41-48 .      Oettingen, G., &amp; Gollwitzer, P. M. (2003). Self-regulation and conflict resolution. In A. Nadler &amp; M. Dajani (Eds.), Social and psychological factors in conflict and its resolution: The Mid-Eastern and European experience. Brussels: European Commission.      2002      Gollwitzer, P. M., &amp; Oettingen, G. (2002). Motivation: History of the concept. In J. Smelser &amp; P. B. Baltes (Eds.), International Encyclopedia of the Social &amp; Behavioral Sciences (pp. 10109-10112). Oxford, U.K.: Elsevier.      Gollwitzer, P. M., &amp; Oettingen, G. (2002). Psychology of motivation and actions. In N. J. Smelser &amp; P. B. Baltes (Eds.), International Encyclopedia of the Social &amp; Behavioral Sciences (pp. 10105-10109). Oxford, U.K.: Elsevier.      Oettingen, G., &amp; Gollwitzer, P. M. (2002). Turning hope thoughts into goal-directed behavior. Psychological Inquiry, 13, 304-307.    Oettingen, G., &amp; Mayer, D. (2002). The motivating function of thinking about the future: Expectations versus fantasies. Journal of Personality and Social Psychology, 83, 1198-1212.    2001      Little, T. D., Lopez, D. F., Oettingen, G., &amp; Baltes, P. B. (2001). A comparative-longitudinal study of action-control beliefs and school performance: On the role of context. International Journal of Behavioral Development, 25 , 237-245.      Oettingen, G., &amp; Gollwitzer, P. M. (2001). Goal setting and goal striving . In A. Tesser &amp; N. Schwarz (Eds.), Blackwell handbook of social psychology: Intraindividual processes (pp. 329-347). Oxford: Blackwell.      Oettingen, G., Pak, H., &amp; Schnetter, K. (2001). Self-regulation of goal setting: Turning free fantasies about the future into binding goals. Journal of Personality and Social Psychology, 80 , 736-753.    2000      Gollwitzer, P. M., Delius, J. D., &amp; Oettingen, G. (2000). Motivation. In K. Pawlik, &amp; M. R. Rosenzweig (Eds.), International Handbook of Psychology (pp. 191-206). London, UK: Sage.      Oettingen, G. (2000). Expectancy effects on behavior depend on self-regulatory thought. Social Cognition, 18, 101-129.      Oettingen, G., Hönig, G., &amp; Gollwitzer, P. M. (2000). Effective self-regulation of goal attainment. International Journal of Educational Research, 33 , 705-732.      Stetsenko, A., Little, T. D., Gordeeva, T., Grasshof, M., &amp; Oettingen, G. (2000). Gender effects in children’s beliefs about school performance: A cross-cultural study. Child Development, 71, 517-527.      1999      Oettingen, G. (1999). Free fantasies about the future and the emergence of developmental goals. In J. Brandstädter &amp; R. M. Lerner (Eds.), Action and self-development: Theory and research through the life span (pp. 315-342). Thousand Oaks: Sage.      Oettingen, G., &amp; Maier, H. (1999). Where political system meets culture: Effects on efficacy appraisal. In Y.-T. Lee, C. R. McCauley, &amp; J. Draguns (Eds.), Personality and person perception across cultures (pp. 163-190). Hillsdale, NJ: Erlbaum.      1998      Gollwitzer, P. M., &amp; Oettingen, G. (1998). The emergence and implementation of health goals. Psychology and Health, 13, 687-715.      Lopez, D. F., Little, T. D., Oettingen, G., &amp; Baltes, P. B. (1998). Self-regulation and school performance: Is there an optimal level of action-control? Journal of Experimental Child Psychology, 70, 54-74.      1997      Oettingen, G. (1997). Culture and future thought. Culture &amp; Psychology, 3, 353-381.      1996      Oettingen, G. (1996). Positive fantasy and motivation. In P. M. Gollwitzer &amp; J. A. Bargh (Eds.), The psychology of action: Linking cognition and motivation to behavior (pp. 236-259). New York: Guilford Press.      1995      Little, T. D., Oettingen, G., Stetsenko, A., &amp; Baltes, P. B. (1995). Children's action-control beliefs about school performance: How do American children compare to German and Russian children? Journal of Personality and Social Psychology, 69, 686-700.      Oettingen, G. (1995). Cross-cultural perspectives on self-efficacy. In A. Bandura (Ed.), Self-efficacy in changing societies (pp. 149-176). New York: Cambridge University Press.      Oettingen, G. (1995). Explanatory style in the context of culture. In G. M. Buchanan &amp; M. E. P. Seligman (Eds.), Explanatory style (pp. 209-224). Hillsdale, NJ: Erlbaum.      Stetsenko, A., Little, T. D., Oettingen, G., &amp; Baltes, P. B. (1995). Agency, control, and means-ends beliefs about school performance in Moscow children: How similar are they to beliefs of Western children? Developmental Psychology, 31, 285-299.      1994      Oettingen, G., Little, T. D., Lindenberger, U., &amp; Baltes, P. B. (1994). Causality, agency, and control beliefs in East versus West Berlin children: A natural experiment on the role of context. Journal of Personality and Social Psychology, 66, 579-595.      1991      Oettingen, G., &amp; Wadden, T. A. (1991). Expectation, fantasy, and weight loss: Is the impact of positive thinking always positive? Cognitive Therapy and Research, 15, 167-175.      1990      Oettingen, G., &amp; Seligman, M. E. P. (1990). Pessimism and behavioral signs of depression in East versus West Berlin. European Journal of Social Psychology, 20, 207-220.      1988      Zullow, H. M., Oettingen, G., Peterson, C., &amp; Seligman, M. E. P. (1988). Pessimistic explanatory style in the historical record: CAVing LBJ, presidential candidates, and East versus West Berlin. American Psychologist , 43 , 673-682.    1985    Oettingen, G. (1985). The influence of the kindergarten teacher on sex differences in behavior. International Journal of Behavioral Development, 8, 3-13.      back to the top           Address               Gabriele Oettingen      Professor of Psychology      Psychology Department      New York University      6 Washington Place, Room 472      New York, NY 10003      Tel: (212)-998-7915      Fax: (212)-995-4966      Email: gabriele.oettingen@nyu.edu      back to the top      Updated"}, {"content": "Susan Andersen                                                              NYU Psychology    Programs    Courses    Research    Faculty    People    Events    Contacts    [Internal]        Susan Andersen                                           Research    Biography    Publications    Address                                                   Professor of Psychology     Social , Clinical                    Research         Social Cognition     How are everyday interpersonal relations influenced by past relationships with significant others?     My research interests span a number of areas in social psychology (social cognition), personality, and clinical; and my central research focus concerns the above question.     This primary line of research examines mental representations of significant others, their structure in memory in relation to the self, and what my colleagues and I have termed the social-cognitive model of transference. The research combines idiographic (participant-sensitive) procedures with experimental designs to track the manner in which significant-other representations are activated and used in relation to new people. In particular, the research has shown that when the process of significant and other activation occurs, one makes inferences about the relevant, new person deriving from the significant-other representation. Moreover, a positive or negative evaluation of the new person also occurs, deriving from the overall affective tone of the representation. Indeed, a whole variety of complex affects, motivations, expectancies, behaviors, and self-changes may occur in relation to this new person -- based on the transference process and on the content of one’s relationship with the particular significant other. This research demonstrates the long-standing clinical concept of transference; it does so in social-cognitive terms; and it shows that the process of transference is basic and triggered in everyday interpersonal relations. It provides a road map for how past relationships influence the present, highlighting the interpersonal nature of self, and emphasizing the role of significant others in identity formation and change.     A secondary line of research involves the question: How do private and covert aspects of self -- the internal thoughts, feelings wishes, and fears experienced but not necessarily expressed -- play a role in self definition? Our research has shown that these experiences play a profound role in self-definition relative to more &quot;objective&quot; overt behaviors. Moreover, research examining both significant-other representations and the self in these terms shows a rather similar pattern of knowledge acquisition and use concerning significant others, presumably grounded in our motivation to know or &quot;believe&quot; we &quot;know,&quot; the internal life of significant others, even with limited direct knowledge.     A tertiary line of research asks: What role do conceptions of the future suffering play in depression and hopelessness? This line of research shows that depression involves coming to believe that the future is certain to consist of continued suffering, and also the formation and use of a future-event schema that permits relatively automatic predictions about the future that are pessimistic, and which may then, perhaps, perpetuate depression. Because rumination about the future clearly occurs in depression, repeated practice in attempting to predict the future may be what solidifies into future-event schemas among depressives.     Finally, an interest in identity and potential identity change based on new significant-other relationships, such as with a new set of peers or a mentor, has culminated in a literature review on youth outcomes deriving from efforts to make a contribution to the broader common good, through working together with others, taking responsibility, and expressing caring across inter-group boundaries. The positive growth outcomes of educationally integrated experiences in social action (service learning in K-12 and higher education) are considered in terms of policy implications.            back     to the top                        Biography         Education         Ph.D. Stanford University (Psychology) 1981     B.A. University of California, Santa Cruz (Psychology) 1977         Positions         Professor of Psychology, New York University, NYU, 1994-present     Coordinator, Doctoral Program in Social Psychology, 2005-2008     Director of Graduate Studies in Psychology, NYU, 1993-1997, 2001-2002     Director of Clinical Training, NYU, 1997     Associate Professor of Psychology, NYU, 1987-1993     Assistant Professor of Psychology, University of California, Santa Barbara (UCSB),   1981-1987 (promoted to Associate with tenure)         Affiliations         Associate Editor, Self and Identity , 2004-2008     Associate Editor, Psychological Review , 1998-2000     Associate Editor, Journal of Personality and Social Psychology ,   Attitudes and Social Cognition Section, 1994-1995     Associate Editor, Social Cognition , 1993     Associate Editor, Journal of Social and Clinical Psychology , 1988-1992     Panel Member, Standing Review Panel, Social and Group Processes IRG,   National Institute for Mental Health, 1992-1994     Frequent Guest Panel Member, Cognition, Emotion and Personality Committee,   and Social and Group Processes Committee, National Institute of Mental Health, 1980s, 1990s.     Panel Member, Review Panel. Integrative Graduate Education and Research Training,   National Science Foundation, 2003. (IGERT)         Awards/Honors         Fellow, and Founding Member, American Psychological Society     Fellow, American Psychological Association     Fellow, Society for Personality and Social Psychology     Fellow, Society for the Psychological Study of Social Issues     Distinguished Teaching Medal, New York University, for excellence in teaching   and contribution to the intellectual life of the University -- across schools,   including the Faculty of Arts and Science, the Law and Medical Schools,   Stern School of Business, Tisch School of the Arts, and others, 1996-1997     Golden Dozen Award for outstanding teaching and service, Faculty of Arts and Science, NYU, 1993     Harold J. Plous Award for outstanding teaching and service among junior faculty, UCSB, 1986     Licensed in the State of New York (Clinical)     Licensed in the State of California (Clinical)         back     to the top                        Selected     Publications         Significant-Other Representations and the Social-Cognitive     Model of Transference     Chen, S., Boucher, H., Andersen, S.M., &amp; Saribay, S.A. (in press).  Transference and the relational self.  In J.A. Simpson &amp; L. Campbell (Eds.), The Oxford handbook of close relationships (pp. 000-000).  New York:  Oxford University Press.     Thorpe, J., &amp; Andersen, S.M.  (in press).  Transference.  In R. Baumeister (Ed.), Encyclopedia of personality and social psychology.  Thousand Oaks, CA:  Sage.     Andersen, S.M., &amp; Przybylinski, E. (2013).  The relational self:  Transference as a meaning-making mechanism.  In D. Cervone, M. Fajkowska, M.W. Eysenck, and T. Maruszewski (Eds.), Warsaw lectures on personality and social psychology:  Embodiment, meaning construction, and the social     world . (Vol. 3, pp. 69-91).  New York: Eliot Werner Publications.      Przybylinski, S.M., &amp; Andersen, S.M. (2012).  Making interpersonal meaning:  Significant others in mind in transference.  Personality and Social Psychology Compass, 10, 746-759.   doi:10.1111/j.1751-9004.2012.00460.x     Przybylinski, E., &amp; Andersen, S.M. (2012).  Short-circuiting transference using implementation intentions.  Journal of Experimental Social Psychology .  doi:10.1016/j.jesp.2012.09.003     Andersen, S.M., &amp; Przybylinski, E. (2012).  Experiments on transference in interpersonal relations:  Implications for treatment.  Psychotherapy, 49, 370-383.  doi:10.1037/a0029116     Andersen, S.M., Saribay, S.A., &amp; Przybylinski, E. (2012).  Social cognition in close relationships.  In S.T. Fiske &amp; C.N. Macrae (Eds.), Handbook of social cognition (pp. 350-371).  Thousand Oaks, CA:   Sage.     Andersen, S.M., &amp; Saribay, S.A. (2012).  Brainwashing and totalitarian influence.  Encyclopedia of human behaviour . (2nd Ed., Vol. 1, pp. 406-412)  Oxford, UK:  Elsevier.     Miranda, R., Andersen, S.M., &amp; Edwards, T. (2011).  The relational self and pre-existing depression:  Implicit activation of significant-other representations exacerbates dysphoria and evokes rejection in the working self-concept.  Self and Identity .  doi:10.1080/15298868.2011.636504     Miranda, R., &amp; Andersen, S.M. (2010).  The social psychology of transference.  In J.P. Tangney &amp; J.E. Maddux (Eds.), Social psychological foundations of clinical psychology (pp. 476-496).  New York:  Guilford Publications.     Andersen, S.M., &amp; Thorpe, J. (2009).  An if-then theory of personality:  Significant others and the relational self.  Journal of Research in Personality, 43 , 163-170.     Andersen, S.M., Saribay, S.A., &amp; Kooij, C.S. (2008).  Contextual variability in personality:  The case of the relational self and transference.  In F. Rhodewalt (Ed.), Personality and social behavior (pp. 97-116).  New York:  Psychology Press.     Chen, S., &amp; Andersen, S.M. (2008).  Transference and the relational self:  Intrapersonal and interpersonal consequences in everyday social life.  In J.V. Wood, A. Tesser, &amp; J.G. Holmes (Eds.), The self and relationships (pp. 231-253).  New York:  Psychology Press.     Berk, M.S., &amp; Andersen, S.M. (2008).  The sting of lack of affection:  Chronic goal dissatisfaction in transference .  Self and Identity, 7 , 393-412.      Andersen, S.M., &amp; Saribay, SA., &amp; Thorpe, J. (2008). Simple kindness can go a long way:  Relationships, social identity, and engagement.   Social Psychology, 39 , 59-69. (Journal formerly known as:   Zeitschrift fur Sozialpsychologie .)  Saribay, S.A., &amp; Andersen, S.M. (2007).  Relational to collective:  Significant-other representations, ethnic categories, and intergroup perceptions.  Personality and Social Psychology Bulletin, 33 , 1714-1726.    Davis-Lipman, A., Tyler, T.R., &amp; Andersen, S.M. (2007). Building community one relationship at a time: Consequences for the seeking and acceptance of help. Social Justice Research , 20 , 181-206.     Andersen, S.M., &amp; Kooij, C. (2007). Adult literacy education and human rights: A view from Afghanistan. Globalisation, Education and Society , 5 , 315-331.       Saribay , S.A. , &amp; Andersen, S.M. (2007). Are past relationships at the heart of attachment dynamics?: What love has to do with it. Psychological Inquiry , 18 , 183-192.     Reznik, I., &amp; Andersen, S.M. (2007). Agitation and despair in relation to parents: Activating emotional suffering in transference. European Journal of Personality , 21 , 281-301.     Andersen, S.M., Thorpe, J.S., &amp; Kooij, C.S. (2007). Character in context: The relational self and transference. In Y. Shoda, D. Cervone, &amp; G. Downey, (Eds.), Persons in context: Constructing a science of the individual . (pp. 169-200). New York: Guilford Publications.       Andersen, S.M., Moskowitz, D.B., Blair, I.V., &amp; Nosek, B.A. (2007). Automatic thought. In E. T. Higgins &amp; A. W. Kruglanski (Eds .), Social psychology: Handbook of basic principles (2nd Edition, pp.133-172). New York : Guilford Publications.     Chen, S., Fitzsimons, G.M., &amp; Andersen, S.M. (2007). Automaticity in close relationships. In J.A. Bargh (Ed.), Automatic processes in social thinking and behavior (pp. 133-172). New York: Psychology Press.     Miranda, R., &amp; Andersen, S.M. (2007). The therapeutic relationship: Implications from the social-cognitive process of transference. In P. Gilbert &amp; R. Leahy (Eds.), The therapeutic relationship in the cognitive behavioural psychotherapies (pp. 63-89). London: Routledge.     Berenson, K. R., &amp; Andersen, S.M. (2006). Childhood physical and emotional abuse by a parent: Transference effects in adult interpersonal relationships. Personality and Social Psychology Bulletin, 33, 1509-1522.     Andersen, S.M., &amp; Miranda, R. (2006). Through the lens of the relational self: Triggering psychopathology and emotional suffering in the social-cognitive process of transference. In R. Kreuger &amp; J. Tackett (Eds.), Personality and psychopathology: Building bridges . New York: Guilford Publications.     Andersen, S.M., &amp; Saribay, S.A. (2006). Thinking integratively about social psychology: The example of the relational self and the social-cognitive process of transference. In P.A.M. van Lange (Ed.), Bridging social psychology (199-206). Mahwah, NJ: Lawrence Erlbaum Associates.     Andersen, S.M., Downey, G., Tyler, T. (2005). Becoming engaged in community: Personal relationships foster social identity. In G. Downey, C. Dweck, J. Eccles, &amp; C. Chatman, Social identity, coping, and life tasks (pp. 210-251). New York: Russell Sage Foundation.     Andersen, S.M., Reznik, I., &amp; Glassman, N.S. (2005). The unconscious relational self. In R. Hassin, &amp; J.S. Uleman, &amp; J.A. Bargh (Eds.), The new unconscious (pp. 421-481). New York: Oxford University Press.     Andersen, S.M., &amp; Chen, S. (2002). The relational self: An interpersonal social-cognitive theory. Psychological Review , 109, 619-645.     Andersen, S.M., Chen, S., &amp; Miranda, R. (2002). Significant others and the self. Self and Identity , 1, 159-168.     Andersen, S.M., &amp; Berenson, K.R. (2001). Perceiving, feeling, and wanting: Motivation and affect deriving from significant-other representations and transference. In J.P. Forgas, K.D. Williams, &amp; L. Wheeler (Eds.), The social mind: Cognitive and motivational aspects of interpersonal behavior (pp. 231-256). New York: Cambridge University Press.     Andersen, S.M., Miranda, R., &amp; Edwards, T. (2001). When self-enhancement knows no bounds: Are past relationships with significant others at the heart of narcissism? Psychological Inquiry , 12, 197-202.     Berk, M.S., &amp; Andersen, S.M. (2000). The impact of past relationships on interpersonal behavior: Behavioral confirmation in the social-cognitive process of transference. Journal of Personality and Social Psychology , 79, 546-562.     Andersen, S.M., Chen, S., &amp; Carter, C. (2000). Fundamental human needs: Making social cognition relevant. Psychological Inquiry , 11, 269-275.     Chen, S., &amp; Andersen, S.M. (1999). Relationships from the past in the present: Significant-other representations and transference in interpersonal life. In M.P. Zanna (Ed.), Advances in Experimental Social Psychology (Vol. 31, pp. 123-190). San Diego: Academic Press.     Glassman , N.S. , &amp; Andersen, S.M. (1999c). Streams of thought about the self and significant others: Transference as the construction of interpersonal meaning. In J.A. Singer &amp; P. Salovey (Eds.), At play in the fields of consciousness (pp. 103-140). Mahwah, NJ: Erlbaum.     Baum, A., &amp; Andersen, S.M. (1999). Interpersonal roles in transference: Transient mood states under the condition of significant-other activation. Social Cognition, 17, 161-185.     Glassman , N.S. , &amp; Andersen, S.M. (1999a). Activating transference without consciousness: Using significant-other representations to go beyond subliminally given information. Journal of Personality and Social Psychology, 77, 1146-1162.     Glassman , N.S. , &amp; Andersen, S.M. (1999b). Transference in social cognition: Persistence and exacerbation of significant-other based inferences over time. Cognitive Therapy and Research, 23, 75-91.     Chen, S., Andersen, S.M., &amp; Hinkley, K. (1999). Triggering transference: Examining the role of applicability in the activation and use of significant-other representations in social perception. Social Cognition, 17, 332-365.     Andersen, S.M., &amp; Berk, M.S. (1998a). Transference in everyday experience: Implications of experimental research for relevant clinical phenomena. Review of General Psychology, 2, 81-120.     Andersen, S.M., &amp; Berk, M.S. (1998b). The social-cognitive model of transference: Experiencing past relationships in the present. Current Directions in Psychological Science, 7, 1-7.     Andersen, S.M., Reznik, I., &amp; Chen, S. (1997). The self in relation to others: Cognitive and motivational underpinnings. In J.G. Snodgrass &amp; R.L. Thompson (Eds.), The self across psychology: Self- recognition, self-awareness, and the self-concept (pp. 233-275). New York: New York Academy of Science.     Andersen, S.M., &amp; Glassman, N.S. (1996). Responding to significant others when they are not there: Effects on interpersonal inference, motivation, and affect. In R. Sorrentino &amp; E.T. Higgins (Eds.), Handbook of motivation and cognition (Vol. 3, pp. 272-331). New York: Guilford.     Andersen, S.M., Reznik, I., &amp; Manzella, L.M. (1996). Eliciting facial affect, motivation, and expectancies in transference: Significant-other representations in social relations. Journal of Personality and Social Psychology , 71, 1108-1129.     Hinkley, K., &amp; Andersen, S.M. (1996). The working self-concept in transference: Significant-other activation and self-change. Journal of Personality and Social Psychology , 71, 1279-1295.     Andersen, S.M., Glassman, N.S., Chen, S., &amp; Cole, S.W. (1995). Transference in social perception: The role of the chronic accessibility of significant-other representations. Journal of Personality and Social Psychology , 69, 41-57.     Andersen, S.M., &amp; Baum, A. (1994). Transference in interpersonal relations: Schema-triggered inferences and affect based on significant-other representations. Journal of Personality , 62, 459-498.     Andersen, S.M., &amp; Cole, S. (1990). Do I know you?: The role of significant others in general social perception. Journal of Personality and Social Psychology , 59, 384-399.     back to the top               Self-Definition and the Bases     of Self-Knowledge     Andersen, S.M., Glassman, N.S., &amp; Gold, D. (1998). Mental representations of the self, significant others, and nonsignificant others: Structure and processing of private and public aspects. Journal of Personality and Social Psychology, 75, 845-861.     Andersen, S.M. (1987). The role of cultural assumptions in self-concept development. In K. Yardley &amp; T.M. Honess (Eds.), Self and Identity: Psychosocial Perspectives (pp. 231-246). London: Wiley.     Andersen, S.M., Lazowski, L.E., &amp; Donisi, M. (1986). Salience and self-inference: The role of biased recollections in self-inference processes. Social Cognition , 4, 75-95.     Andersen, S.M., &amp; Williams, M. (1985). Cognitive/affective reactions in the improvement of self-esteem: When thoughts and feelings make a difference. Journal of Personality and Social Psychology , 49, 1086-1097.     Andersen, S.M., &amp; Ross, L. (1984). Self-knowledge and social inference: I. The impact of cognitive/ affective and behavioral data. Journal of Personality and Social Psychology , 46, 280-293.     Andersen, S.M. (1984). Self-knowledge and social inference: II. The diagnosticity of cognitive/affective and behavioral data. Journal of Personality and Social Psychology , 46, 294-307.     back to the top                 Hopelessness about     the Future in Depression     Andersen, S.M., &amp; Limpert, C. (2001). Future-event schemas: Automaticity and rumination in major depression. Cognitive Therapy and Research , 25, 311-333.     Andersen, S.M., Spielman, L.A., &amp; Bargh, J.A. (1992). Future-event schemas and certainty about the future: Automaticity in depressives' future-event predictions. Journal of Personality and Social Psychology , 63, 711-723.     Andersen, S.M., &amp; Schwartz, A.H. (1992). Intolerance of ambiguity and depression: A cognitive vulnerability factor linked to hopelessness. Social Cognition , 10, 271-298.     Andersen, S.M. (1990). The inevitability of future suffering: The role of depressive predictive certainty in depression. Social Cognition , 8, 203-228.     Andersen, S.M., &amp; Lyon, J.C. (1987). Anticipating undesired outcomes: The role of outcome certainty in the onset of depressive affect. Journal of Experimental Social Psychology , 23, 428-443.     back to the top                 Stereotyping     Andersen, S.M., Klatzky, R.L., &amp; Murray, J. (1990). Traits and social stereotypes: Efficiency differences in social information processing. Journal of Personality and Social Psychology , 59, 192-201.     Andersen, S.M., &amp; Klatzky, R.L. (1987). Traits and social stereotypes: Levels of categorization in person perception. Journal of Personality and Social Psychology , 53, 235-246.     back to the top                 Public Policy and Research on Educationally     Integrated Service Learning     Andersen, S.M. (1998). Service Learning: A National Strategy for Youth Development. A Position Paper issued by the Task Force on Education Policy. Washington, DC: Institute for Communitarian Policy Studies, George Washington University.     back to the top                        Address     Susan M. Andersen     Professor of Psychology     Department of Psychology     New York University     6 Washington Place, Room 452     New York, NY 10003     Tel: (212) 998-7799     Fax: (212) 995-4966     Email: susan.andersen@nyu.edu     back     to the top       Updated"}, {"content": "Emily Balcetis                                                                                                  NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]             Emily Balcetis                                                         Research     Biography     Publications     Address                                                                          Assistant Professor of Psychology      Social          Social Perception, Action & Motivation Lab      Research      I am interested in the conscious and nonconscious ways people fundamentally orient to the world. In particular, I focus on how the motivations, emotions, needs, and goals people hold impact the basic ways people perceive, interpret, and ultimately react to information around them. I advocate for an interactive cognitive system where psychological states constrain the basic manner in which we perceive and react to our worlds. My work, then, explores motivational biases in visual and social perception and the consequential effects for behavior and navigation of the social world. In doing so, my research represents an intersection among social psychology, judgment and decision-making, social cognition, and perception.      Biography      Education:      Ph.D. in Social Psychology from Cornell University (2006)    B.A. in psychology from the University of Nebraska at Kearney (2001)    B.F.A. in music performance from the University of Nebraska at Kearney (2001)           Positions:      Assistant Professor of Psychology, New York University    Assistant Professor of Psychology, Ohio University (2006-2009)            Selected Publications      Balcetis, E., Cole, S., Chelberg, M. B., &amp; Alicke, M. (in press). Searching out the ideal: Awareness of ideal body standards predicts lower global self-esteem in women. Self and Identity.      Balcetis, E., &amp; Dunning, D. (in press). Considering the situation: Why people are better social psychologists than self-psychologists. Self and Identity .      *Selected as the 2011 International Society for Self and Identity Best Paper      Cole, S., Balcetis, E., &amp; Dunning, D. (in press). Affective signals of threat produce perceived proximity. Psychological Science.      Cole, S., Balcetis, E., &amp; Zhang, S. (in press). Visual perception and regulatory conflict: Motivation and physiology influence distance perception. Journal of Experimental Psychology: General.      Dunning, D., &amp; Balcetis, E. (in press). Wishful Seeing. Current Directions in Psychological Science.      Balcetis, E., Dunning, D., &amp; Granot, Y. (2012). Subjective value determines initial dominance in binocular rivalry. Journal of Experimental Social Psychology, 48, 122-129.      Zell, E., &amp; Balcetis, E. (2012). The influence of social comparison on visual representation of one’s face. PLoS ONE 7 , (5): e36742. doi:10.1371/journal.pone.0036742      Alter, A., &amp; Balcetis, E. (2011). Fondness makes the distance grow shorter: Desired locations seem closer because they seem more vivid. Journal of Experimental Social Psychology, 47, 16-21.      Balcetis, E., &amp; Dunning, D. (2010). Wishful seeing: Desired objects are seen as closer . Psychological Science, 21, 147-152.      Balcetis, E., &amp; Lassiter, G. D. (eds.) (2010). The social psychology of visual perception . Psychology Press, New York, NY.      Balcetis, E., &amp; Cole, S. (2009). Body in mind: The role of embodied cognition in self-regulation. Social and Personality Psychology Compass, 3, 1-16 .    Balcetis, E. (2009). How a biased majority claim moral minority: Tracking eye movements to base rates in social predictions . Journal of Experimental Social Psychology, 45, 970-973.      Balcetis, E., Dunning, D., &amp; Miller, R. (2008). Do collectivists “know themselves” better than individualists?: Cross-cultural studies of the “holier than thou” phenomenon. Journal of Personality and Social Psychology, 95, 1252-1267 .      Balcetis, E., &amp; Dunning, D. (2008). A mile in moccasins: How situational experience diminishes dispositionism in social inference. Personality and Social Psychology Bulletin, 38, 102-114.      Balcetis, E. (2007). Where the motivation resides and self-deception hides: How motivated cognition accomplishes self-deception. Social and Personality Psychology Compass, 1, 1-21.      Balcetis, E., &amp; Dale, R. (2007). Conceptual set as a top-down constraint on visual object identification. Perception, 36, 581-595.      Balcetis, E., &amp; Dunning, D. (2007). Cognitive dissonance reduction and perception of the physical world . Psychological Science, 18, 917-921.      Balcetis, E., &amp; Dunning, D. (2006). See what you want to see: Motivational influences on visual perception. Journal of Personality and Social Psychology, 91, 612-625.      Balcetis, E., &amp; Dunning, D. (2005). Judging for two: Some connectionist proposals for how the self informs and constrains social judgment. Invited chapter for M. Alicke, D. Dunning, &amp; J. Krueger (Eds.), Self and social judgment . New York: Psychology Press.                   Address             Emily Balcetis    Assistant Professor of Psychology       Department of Psychology      New York University    6 Washington Place, Room 478    New York, NY 10003    Tel: (212) 998-3998    Fax: (212) 995-4966    Email: emilybalcetis@nyu.edu           Updated"}]},
{"detail": [{"content": "Gabriele Oettingen                                                                                                                     Search                 NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]             Gabriele Oettingen                                                         Research     Biography     Publications     Address                                                                            Professor of Psychology      Social , Developmental          Back to Motivation Lab  Link to WOOP / MCII website                       Rethinking Positive Thinking:    Inside the New Science of Motivation                     Available From:        Amazon    Barnes & Noble    IndieBound    Books-A-Million                                                    Research           Self-regulation      of goal setting and goal disengagement     My research addresses two broad questions: (1) What self-regulatory strategies can people use to turn their positive fantasies about the future into binding goals, and (2) what self-regulatory strategies can people use to disengage from their goals? The research relates to various areas in social and personality psychology, developmental and educational psychology, as well as health and clinical psychology.      Engagement to goals      Mentally contrasting a desired future with present reality leads to the emergence of binding goals with consecutive goal striving and goal attainment, as long as chances of success are perceived to be high. To the contrary, mentally elaborating either the desired future only (indulging) or the present reality only (dwelling) leads to moderate goal commitment, even if chances of success look promising. These effects were observed in a variety of life domains (e.g., interpersonal relations, academic achievement, professional achievement, health, life management) and with different paradigms (e.g., salience, reinterpretation). Recently, we have discovered the underlying cognitive and motivational processes of mental contrasting and also applied this self-regulatory technique in intervention studies. Finally, we analyzed mental contrasting with implementation intentions (MCII) as an effective strategy to change bad habits in the achievement, interpersonal, and health domains.      Disengagement from goals      Mentally contrasting a desired future with present reality leads to disengagement from goals, if chances of success are perceived to be low. Mentally elaborating either the desired future only (indulging) or the present reality only (dwelling) to the contrary, maintains goal commitment even when chances of success are perceived as being low. Again, we have demonstrated these effects in various life domains (e.g., interpersonal relations, health) and with different paradigms. Currently, we are using mental contrasting procedures to help people disengage from goals that are not feasible (e.g., from a damaged relationship, from an unattainable professional identity). People simply have to mentally contrast their desired future with present reality. If chances of success are perceived as being low, the disengagement process can begin so that people can move on to more feasible goals.      Committing to approach goals versus avoidance goals      Mental contrasting does not only turn positive fantasies about a desired future into binding approach goals but also turns negative fantasies about an undesired future into binding avoidance goals. More specifically, people must contrast negative fantasies about an undesired, feared future with positive aspects of the current, safe reality, and expectations of successfully avoiding the undesired future have to be high. Using mental contrasting to turn fearful fantasies into constructive avoidance goals should be of particular importance when people have a hard time generating positive fantasies about the future (e.g., in the health domain, or in situations involving prejudice against members of an out-group).      Indulging and the uncontrollable      Can indulging in a positive future have beneficial effects on motivation and well-being? We find that when facing controllable and escapable tasks, people benefit from mentally contrasting fantasy with reality. However, when facing tasks that cannot be mastered or relinquished (e.g., being terminally ill), indulging in positive fantasies should be beneficial, because it allows one to “stay in the field.”      Culture and self-regulatory thought      In the past, I conducted research on how cultural and political factors shape the development of efficacy beliefs, control beliefs, and attributional styles. I now ask the question of how cultural factors influence the development of the three modes of self-regulatory thought (i.e., mental contrasting, indulging, dwelling). For example, we are investigating the prevalence of the three modes of self-regulatory thought in cultures that differ in their degree of norm-orientation.      Coping with stress and interpersonal relations      We also analyze the psychological processes that make people who mentally contrast sensitive to chances of success and make people who indulge and dwell insensitive to chances of success. For example, we ask whether mental contrasting instead of indulging/dwelling promotes differential processing of relevant performance feedback, differential evaluations of critical experiences, and differential ways of coping with failure as well as acute and chronic stress. Another line of research focuses on the interpersonal consequences of mental contrasting versus indulging and dwelling. In comparison to mental contrasting, indulging and dwelling should make people disregard the needs and behaviors of their interaction partners (e.g., romantic partner, child, employee). This insensitivity then might affect the interaction partner’s direct responses as well as his or her long-term thoughts, feelings, and actions (e.g., aspirations, attitudes, decisions).      back to the top                Biography         Education    M.A Ludwig-Maximilians-Universität, Munich, Germany, 1982, Biology (Biochemistry, Physiology)    Ph.D. Doctor rer. nat., Ludwig-Maximilians-Universität, Munich and Max-Planck-Institute for Behavioral Physiology, Seewiesen, Germany, 1986, Biology (Ethology)    Habilitation Free University, Berlin, 1996, Psychology    Positions      1983 - 1985 Predoctoral Fellow, Medical Research Council, Madingley, Cambridge, England.    1986 - 1989 Postdoctoral Fellow, John D. and Catherine T. Mac Arthur Foundation, Node for Health and Behavior, Department of Psychology, University of Pennsylvania, Philadelphia, USA (Prof. Dr. M. E. P. Seligman, Advisor)      1989 - 1999 Researcher, Max Planck Institute for Human Development, Berlin, Germany      1999 - 2002 Visiting Associate Professor, New York University, New York      Since 2000 Professor of Psychology, University of Hamburg, Hamburg, Germany    Since 2002 Professor of Psychology, New York University, New York    back to the top                             Selected Publications                IN PRESS             Ahn, J., Oettingen, G., & Gollwitzer, P. M. (in press). Goal projection in public places. European Journal of Social Psychology .            Gollwitzer, P. M., & Oettingen, G. (in press). Motivation and action. In J. Wright (Ed.), International encyclopedia of social and behavioral sciences . Oxford, UK: Elsevier.          Gollwitzer, P. M., & Oettingen, G. (in press). Motivation, history of the concept. In J. Wright (Ed.), International encyclopedia of social and behavioral sciences . Oxford, UK: Elsevier.              Oettingen, G., & Gollwitzer, P. M. (Eds.) (in press). Self-regulation in adolescence . New York: Cambridge Press.          Oettingen, G., & Gollwitzer, P. M. (in press). Self-regulation: Principles and tools. In G. Oettingen & P. M. Gollwitzer (Eds.), Self-regulation in adolescence . New York: Cambridge Press.          Oettingen, G., Schrage, J., & Gollwitzer, P. M. (in press). Volition. In L. Corno & E. Anderman (Eds.), Third Handbook of Educational Psychology . New York, NY: Routledge, Taylor, & Francis.              Advance online publications          2015      Oettingen, G., Kappes, H. B., Guttenberg, K. B., & Gollwitzer, P. M. (2015). Self-regulation of time management: Mental contrasting with implementation intentions . European Journal of Social Psychology, 45, 218-229.      Wesnousky, A. E., Oettingen, G., Gollwitzer, P. M. (2015). Holding a silver lining theory: When negative attributes heighten performance . Journal of Experimental Social  Psychology, 57 , 15-22.        2014      Gantman, A., Gollwitzer, P. M., & Oettingen, G. (2014). Mindful mindlessness in goal   pursuit (pp. 236-257). In A. Ie, C. D. Ngnoumen, & E. J. Langer   (Eds.), The Wiley-Blackwell handbook of mindfulness . Oxford, UK: Wiley-Blackwell.      Gollwitzer, P. M., Martiny-Huenger, T., & Oettingen, G. (2014). Affective consequences of  intentional action control. In A. J. Elliot (Ed.), Advances in Motivation Science (pp. 49-83). Oxford, UK: Elsevier.      Gollwitzer, P. M., & Oettingen, G. (2014). From studying the determinants of action to  analyzing its regulation: a commentary on Sniehotta, Presseau, and Araújo-Soares .   Health Psychology Review .        Kappes, A., & Oettingen, G. (2014). The emergence of goal pursuit: Mental contrasting connects future and reality . Journal of Experimental Social Psychology, 54 , 25-39.        Longoni, C., Gollwitzer. P. M., & Oettingen, G. (2014). A green paradox: Validating green choices has ironic effects on behavior, cognition, and perception . Journal of Experimental Social Psychology, 50 , 158-165.      Maglio, S. J., Gollwitzer, P. M., & Oettingen, G. (2014). Emotion and control in the  planning of goals . Motivation and Emotion, 38 , 620-634.      Martiny-Huenger, T., Gollwitzer, P. M., &amp; Oettingen, G. (2014). Distractor devaluation in a flanker task: Object-specific effects without distractor recognition memory . Journal of Experimental Psychology: Human Perception and Performance, 40, 613-625.      Martiny-Huenger, T., Gollwitzer, P. M., & Oettingen, G. (2014). Selective attention to in- and outgroup members systematically influences intergroup bias . Social Psychological and Personality Science, 5 , 936-943.      Oettingen, G. (2014). Rethinking positive thinking: inside the new science of motivation . New York, NY: Penguin Random House.      Oettingen, G., Ahn, J. N., Gollwitzer, P. M., Kappes, A., & Kawada, C. L. K. (2014).   Goal projection and giving help . Journal of Experimental Social Psychology, 54, 204-214.      Sevincer, A. T., Busatta, P. D., & Oettingen, G. (2014). Mental contrasting and transfer of energization . Personality and Social Psychology Bulletin, 40, 139-152.      Sevincer, A. T., Kluge, L., & Oettingen, G. (2014). Implicit theories and motivational focus: Desired future versus present reality . Motivation and Emotion, 38, 36-46.      Sevincer, A. T., & Oettingen, G. (2014). Alcohol myopia and goal commitment . Frontiers in    Psychology , 5:169.       Sevincer, A. T., & Oettingen, G. (2014). Future thought and the self-regulation of energization . In G. H. E. Gendolla, M. Tops, & S. Koole (Eds.), Biobehavioral approaches to self-regulation (pp. 315-329). New York: Springer.         Sevincer, A. T., Wagner, G., Kalvelage, J., & Oettingen, G. (2014). Positive thinking about the future in newspaper reports and presidential addresses predicts economic downturn . Psychological Science, 25 , 1010-1017.        2013      Duckworth, A. L., Kirby, T. A., Gollwitzer, A., & Oettingen, G. (2013). From fantasy to action: Mental Contrasting with Implementation Intentions (MCII) improves academic performance in children . Social Psychological and Personality Science, 4 , 745-753.    Gawrilow, C., Morgenroth, K., Schultz, R., Oettingen, G., &amp; Gollwitzer, P. (2013). Mental contrasting with implementation intentions enhances self-regulation of goal pursuit in schoolchildren at risk for ADHD. Motivation and Emotion, 37, 134-145.     Gawrilow, C., Oettingen, G., &amp; Sevincer, A. T. (2013). Mögliches Selbst (Possible self). In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1390). Bern: Huber.    Gawrilow, C., Sevincer, A. T., &amp; Oettingen, G. (2013). Construal level theory. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 339). Bern: Huber.    Gollwitzer, P. M., Gantman, A., & Oettingen, G. (2013). Intention. In B. Kaldis (Ed.), Encyclopedia of philosophy and the social sciences . London, UK: Sage Publications    Gollwitzer, P. M., &amp; Oettingen, G. (2013). Implementation intentions . In  M. Gellman &amp; J. R. Turner (Eds.), Encyclopedia of behavioral medicine  (Part 9, pp. 1043-1048). New York:Springer-Verlag.    Houssais, S., Oettingen, G., & Mayer, D. (2013). Using mental contrasting with implementation intentions to self-regulate insecurity-based behaviors in relationships . Motivation and Emotion, 37, 224-233.    Job, V., Oettingen, G., &amp; Sevincer, A. T. (2013). Leistungszielorientierung [Performance goal]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (pp. 936-937). Bern: Huber.    Job, V., Sevincer, A. T., &amp; Oettingen, G. (2013). Lernzielorientierung [Learning goal]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 958). Bern: Huber.    Kappes, A., Wendt, M., Reinelt, T., &amp; Oettingen, G. (2013). Mental contrasting changes the meaning of reality. Journal of Experimental Social Psychology, 49, 797-810.    Kappes, H. B., Sharma, E., &amp; Oettingen, G. (2013). Positive fantasies dampen charitable giving when many resources are demanded. Journal of Consumer Psychology, 23 , 128-135.    Kirk, D., Oettingen, G., &amp; Gollwitzer, P. M. (2013). Promoting integrative bargaining: Mental contrasting with implementation intentions. International Journal of Conflict Management, 24 , 148-165.    Klinger, E., Sevincer, A. T., &amp; Oettingen, G. (2013). Zielablösezyklus [Disengagernent cycle]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1698). Bern: Huber.    Maglio, S. J., Gollwitzer, P. M., &amp; Oettingen, G. (2013). Action control by implementation intentions: The role of discrete emotions. In A. Clark, J. Kiverstein, &amp; T. Vierkant (Eds.),  Decomposing the will  (pp. 221-243). New York: Oxford University Press.    Oettingen, G., &amp; Schwörer, B. (2013). Mind wandering via mental contrasting as a tool for behavior change. Frontiers in Psychology , 4:562.    Oettingen, G., &amp; Sevincer, A. T. (2013). Fantasierealisierung, Theorie [Fantasy realization theory. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 535). Bern: Huber.    Oettingen, G., Wittchen, M., &amp; Gollwitzer, P. M. (2013). Regulating goal pursuit through Mental Contrasting with Implementation Intentions. In E. A. Locke, &amp; G. P. Latham (Eds.), New developments in goal setting and task performance (pp. 523-548). New York, NY: Routledge.    Sevincer, A. T., &amp; Oettingen, G. (2013). Alcohol intake leads people to focus on desirability rather than feasibility . Motivation and Emotion, 37 , 165-176.    Sevincer, A. T., &amp; Oettingen, G. (2013). Prozess Simulation [Process simulation]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1236). Bern: Huber.       Sevincer, A. T., &amp; Oettingen, G. (2013). Spontaneous mental contrasting and selective goal pursuit . Personality and Social Psychology Bulletin, 39, 1240-1254.    Sevincer, A. T., &amp; Oettingen, G. (2013). Zielhierarchie [Goal hierarchy]. In M. Wirtz (Ed.), Dorsch Lexikon der Psychologie (p. 1701). Bern: Huber.    Sheeran, P., Harris, P., Vaughan, J., Oettingen, G., &amp; Gollwitzer, P. M. (2013). Gone exercising: Mental contrasting promotes physical activity among overweight, middle-aged, low-SES fishermen. Health Psychology, 32, 802-809.    Stern, C., Cole, S., Gollwitzer, P. M., Oettingen, G., &amp; Balcetis, E. (2013). Effects of implementation intentions on anxiety, perceived proximity, and motor performance. Personality and Social Psychology Bulletin, 39, 623-635.    2012    Achtziger, A., Martiny, S. E., Oettingen, G., &amp; Gollwitzer, P. M. (2012). Meta-cognitive processes in the self-regulation of goal pursuit. In P. B. &amp; K. DeMarree (Eds.),   Social Meta-Cognition. Frontier of Social Psychology Series  (pp. 121-139). New York: Psychology Press.       Gollwitzer, P. M., &amp; Oettingen, G. (2012). Goal pursuit. In R. Ryan (Ed.).  Oxford handbook of human motivation  (pp. 208-231). New York: Oxford University Press.      Johannessen, K. B., Oettingen, G., &amp; Mayer, D. (2012). Mental contrasting of a dieting wish improves self-reported health behaviour .  Psychology and Health, 27 , 43-58.    Kappes, A., Oettingen, G., &amp; Pak, H. (2012). Mental contrasting and the self-regulation of responding to negative feedback.   Personality and Social Psychology Bulletin, 38 , 845-856.       Kappes, A., Singman, H., &amp; Oettingen, G. (2012). Mental contrasting instigates goal pursuit by linking obstacles of reality with instrumental behavior . Journal of Experimental Social Psychology, 48 , 811-818.    Kappes, H. B., &amp; Oettingen, G. (2012). Wishful information preference: Positive fantasies mimic the effects of intentions .  Personality and Social Psychology Bulletin, 38,  870-881.    Kappes, H. B., Oettingen, G., &amp; Mayer, D. (2012). Positive fantasies predict low academic achievement in disadvantaged students. European Journal of Social Psychology, 42, 53-64.    Kappes, H. B., Schwörer, B., &amp; Oettingen, G. (2012).  Needs instigate positive fantasies of idealized futures.   European Journal of Social Psychology, 42,  299-307.       Oettingen, G. (2012). Future thought and behavior change. In W. Stroebe &amp; M. Hewstone (Eds.),  European Review of Social Psychology, 2 3,  1-63.    Oettingen, G., Marquardt, M. K., &amp; Gollwitzer, P. M. (2012). Mental contrasting turns positive feedback on creative potential into successful performance . Journal of Experimental Social Psychology, 48 , 990-996.    Sevincer, A. T., Oettingen, G., &amp; Lerner, T. (2012). Alcohol affects goal commitment by explicitly and implicitly induced myopia.   Journal of Abnormal Psychology ,  121 , 524-529.      2011    Duckworth, A. L., Grant, H., Loew, B., Oettingen, G., &amp; Gollwitzer, P. M. (2011). Self-regulation strategies improve self-discipline in adolescents: Benefits of mental contrasting and implementation intentions. Educational Psychology,31, 17-26.    Gawrilow, C., Gollwitzer, P. M., Oettingen, G.  (2011). If-then plans benefit delay of gratification performance in  children with and  without ADHD. Cognitive   Therapy and Research,   35 , 442-455.    Gawrilow, C., Gollwitzer, P. M., &amp; Oettingen, G. (2011). If-then plans benefit executive functions in children with ADHD . Journal of Social and Clinical Psychology , 30, 616-646.    Gollwitzer, A., Oettingen, G., Kirby, T., Duckworth, A. L., &amp; Mayer, D. (2011). Mental contrasting facilitates academic performance in school children . Motivation and Emotion, 35 , 403-412.     Gollwitzer, P. M., Kappes, H. B., &amp; Oettingen, G. (2011). Needs and incentives as sources of goals. In H. Aaarts &amp; A. Elliot (Eds.),  Goal-directed behavior  (pp. 115-149). Philadelphia: Psychology Press/Taylor &amp; Francis.    Gollwitzer, P. M., &amp; Oettingen, G. (2011).  Planning promotes goal striving. In K. D. Vohs &amp; R. F. Baumeister (Eds.),  Handbook of self-regulation: Research, theory, and applications  (2nd ed., pp. 162-185). New York: Guilford.    Kappes, H. B., &amp; Oettingen, G. (2011). Positive fantasies about idealized futures sap energy . Journal of Experimental Social Psychology, 47, 719-729.       Kappes, H. B., Oettingen, G., Mayer, D., &amp; Maglio, S. (2011). Sad mood promotes self-initiated mental contrasting of future and reality .  Emotion, 11 , 1206-1222.    Kappes, H. B., Stephens, E. J., &amp; Oettingen, G. (2011). Implicit theories moderate the relation of positive future fantasies to academic outcomes. Journal of Research in Personality, 45 , 269-278.    Kirk, D., Oettingen, G., &amp; Gollwitzer, P. M. (2011). Mental contrasting promotes integrative bargaining.   International Journal of Conflict Management, 22 , 324-341.      2010         Adriaanse, M. A., Oettingen, G., Gollwitzer, P. M., Hennes, E. P., de Ridder, D. T. D., &amp; de Witt, J. B. F. (2010). When planning is not enough: Fighting unhealthy snacking habits by mental contrasting with implementation intentions (MCII). European Journal of Social Psychology, 40, 1277–1293 .       Bargh, J. A., Gollwitzer, P. M., &amp; Oettingen, G. (2010).  Motivation. In S. Fiske, D. T. Gilbert, &amp; G. Lindzay (Eds.),  Handbook of social psychology  (5th ed., pp. 268-316). New York: Wiley.      Christiansen, S., Oettingen, G., Dahme, B., &amp; Klinger, R. (2010). A short goal-pursuit intervention to improve physical capacity: A randomized clinical trial in chronic back pain patients. Pain, 149, 444-452.      Gollwitzer, P. M., Gawrilow, C., &amp; Oettingen, G. (2010). The power of planning: Self-control by effective goal-striving. In R. R. Hassin, K. N. Ochsner, &amp; Y. Trope (Eds.), Self control in society, mind, and brain (pp. 279-296). New York: Oxford University Press.      Klasen, F., Oettingen, G., Daniels, J., Post, M., &amp; Adam, H. (2010). Multiple trauma and mental health in former Ugandan child soldiers.   Journal of Traumatic Stress, 23 , 573-581.      Klasen, F., Oettingen, G., Daniels, J., Post, M., Hoyer, C., &amp; Adam, H. (2010). Posttraumatic resilience in former Ugandan child soldiers . Child Development, 81, 1096–1113.      Oettingen, G., &amp; Gollwitzer, P. M. (2010). Strategies of setting and implementing goals: Mental contrasting and implementation intentions. In J. E. Maddux &amp; J. P. Tangney (Eds.), Social psychological foundations of clinical psychology (pp. 114-135). New York: Guilford.      Oettingen, G., Mayer, D., &amp; Brinkmann, B. (2010).  Mental contrasting of future and reality: Managing the demands of everyday life in health care professionals.   Journal of Personnel Psychology, 9, 138-144.      Oettingen, G., Mayer, D., &amp; Thorpe, J. (2010). Self-regulation of commitment to reduce cigarette consumption: Mental contrasting of future with reality. Psychology and Health, 25, 961-977.      Oettingen, G., Stephens, E. J., Mayer, D., &amp; Brinkmann, B. (2010). Mental contrasting and the self-regulation of helping relations. Social Cognition, 28, 490-508.    Parks-Stamm, E. J., Gollwitzer, P. M., &amp; Oettingen, G. (2010). Implementation intentions and test anxiety: Shielding academic performance from distraction. Learning and Individual Differences, 20, 30-33 .      Parks-Stamm, E. J., Oettingen, G., &amp; Gollwitzer, P. M. (2010). Making sense of one's actions in an explanatory vacuum: The interpretation of nonconscious goal striving. Journal of Experimental Social Psychology, 46, 531-542 .      Stadler, G., Oettingen, G., &amp; Gollwitzer, P. M. (2010). Intervention effects of information and self-regulation on eating fruits and vegetables over two years. Health Psychology, 29, 274-283.         2009      Achtziger, A., Fehr, T., Oettingen, G., Gollwitzer, P. M., &amp; Rockstroh, B. (2009). Strategies of intention formation are reflected in continuous MEG activity. Social Neuroscience, 4, 11-27.    Gilbert, S. J., Gollwitzer, P. M., Cohen, A-L., Oettingen, G., &amp; Burgess, P. W. (2009). Separable brain systems supporting cued versus self-initiated realization of delayed intentions. Journal of Experimental Psychology: Learning, Memory, and Cognition, 35, 905-915.      Gollwitzer, P. M., Parks-Stamm, E. J., &amp; Oettingen, G. (2009). Living on the edge: Shifting between nonconscious and conscious goal pursuit. In E. Morsella, J. A. Bargh, &amp; P. M.      Gollwitzer (Eds.), Oxford handbook of human action (pp. 603-624). New York: Oxford University Press.       Oettingen, G., &amp; Gollwitzer, P. M. (2009). Embodied goal pursuit. European Journal of Social Psychology, 39, 1210-1213.      Oettingen, G., &amp; Gollwitzer, P. M. (2009). Making goal pursuit effective: Expectancy- dependent goal setting and planned goal striving. In J. P. Forgas, R. F. Baumeister, &amp; D. M. Tice (Eds.), Psychology of self-regulation: Cognitive, affective, and motivational processes (pp. 127-146). New York, NY: Psychology Press.      Oettingen, G., &amp; Kappes, A. (2009). Mental contrasting of the future and reality to master negative feedback. In K. D. Markman, W. M. P. Klein, &amp; J. A. Suhr, (Eds.), Handbook of imagination and mental simulation (pp. 395-412). New York: Psychology Press.      Oettingen, G., Mayer, D., Sevincer, A. T., Stephens, E. J., Pak, H., &amp; Hagenah, M. (2009). Mental contrasting and goal commitment: The mediating role of energization. Personality and Social Psychology Bulletin, 35, 608-622.      Oettingen, G., &amp; Stephens, E. J. (2009). Fantasies and motivationally intelligent goal setting. In G. B. Moskowitz &amp; H. Grant (Eds.), The psychology of goals (pp. 153-178). New York: Guilford Press.      Sevincer, A. T., &amp; Oettingen, G. (2009). Alcohol breeds empty goal commitments. Journal of Abnormal Psychology, 118 , 623-633.      Stadler, G., Oettingen, G., &amp; Gollwitzer, P. M. (2009). Physical activity in women: Effects of a self-regulation intervention. American Journal of Preventive Medicine, 36, 29-34.      2008      Gollwitzer, P. M., &amp; Oettingen, G. (2008). The question-behavior effect from an action control perspective. Journal of Consumer Psychology, 18, 107-110.      Oettingen, G., Sevincer, A. T., &amp; Gollwitzer, P. M. (2008). Goal pursuit in the context of culture. In R. Sorrentino &amp; S. Yamaguchi (Eds.), Handbook of motivation and cognition across cultures (pp. 191-211). San Diego: Elsevier.      2007      Fujita, K., Gollwitzer, P. M., &amp; Oettingen, G. (2007). Mindsets and pre-conscious open-mindedness to incidental information. Journal of Experimental Social Psychology, 43, 48-61.    Gollwitzer, P. M., &amp; Oettingen, G. (2007). The role of goal setting and goal striving in medical adherence. In D. C. Park &amp; L. L. Liu (Eds.), Medical adherence and aging: Social and cognitive perspectives (pp. 23-47). Washington, D. C.: American Psychological Association.      Henderson, M. D., Gollwitzer, P. M., &amp; Oettingen, G. (2007). Implementation intentions and disengagement from a failing course of action. Journal of Behavioral Decision Making, 20, 81-102.      Parks-Stamm, E. J., Gollwitzer, P. M., &amp; Oettingen, G. (2007). Action control by implementation intentions: Effective cue detection and efficient response initiation. Social Cognition, 25, 248-266.      Perkins, M. B., Jensen, P. S., Jaccard, J., Gollwitzer, P. M., Oettingen, G., Pappadopulos, E., &amp; Hoagwood, K. E. (2007). Applying theory-driven approaches to understanding and modifying clinicians’ behavior: What do we know? Psychiatric Services, 58 , 342-348.        2006      Oettingen, G., Grant, H., Smith, P. K., Skinner, M., &amp; Gollwitzer, P. M. (2006). Nonconscious goal pursuit: Acting in an explanatory vacuum. Journal of Experimental Social Psychology , 42, 668-675.    Oettingen, G., &amp; Thorpe, J. (2006). Fantasy realization and the bridging of time. In L. J. Sanna &amp; E. C. Chang (Eds.), Judgments over time: The interplay of thoughts, feelings, and behaviors (pp. 120-142). Oxford: Oxford University Press.      Oettingen, G., &amp; Zosuls, K.M. (2006). Culture and self-efficacy in adolescents. In F. Pajares &amp; T. Urdan. (Eds.), Self-efficacy beliefs of adolescents. Volume V of Adolescence and education (p. 245-265). Greenwich, CT: Information Age Publishing.      2005      Oettingen, G., &amp; Hagenah, M. (2005). Fantasies and the self-regulation of competence. In A. Elliot &amp; C. Dweck (Eds.), Handbook of competence and motivation (pp. 647-665). New York: Guilford.      Oettingen, G., Mayer, D., Thorpe, J. S., Janetzke, H., &amp; Lorenz, S. (2005). Turning fantasies about positive and negative futures into self-improvement goals. Motivation and Emotion, 29, 237-267.      2004      Gollwitzer, P. M., Fujita, K., &amp; Oettingen, G. (2004). Planning and the implementation of goals. In R. F. Baumeister &amp; K. D. Vohs (Eds.), Handbook of self-regulation: Research, theory, and applications (pp. 211-228). New York: Guilford Press.      Kawada, C., Oettingen, G., Gollwitzer, P. M., &amp; Bargh, J. A. (2004). The projection of implicit and explicit goals. Journal of Personality and Social Psychology, 86, 545-559 .      Oettingen, G., Bulgarella, C., Henderson, M., &amp; Gollwitzer, P. M. (2004). The self-regulation of goal pursuit. In R. A.Wright, J. Greenberg, &amp; S. S. Brehm (Eds.), Motivation and emotion in social contexts: Jack Brehm’s influence on contemporary psychological thought (pp. 225-244). Mahwah, NJ: Erlbaum.      2003        Little, T. D., Miyashita, T., Karasawa, M., Mashima, M., Oettingen, G., Azuma, H., &amp; Baltes, P. B. (2003). The links among action-control beliefs, intellective skill, and school performance in Japanese, U.S., and German school children. International Journal of Behavioral Development, 27, 41-48 .      Oettingen, G., &amp; Gollwitzer, P. M. (2003). Self-regulation and conflict resolution. In A. Nadler &amp; M. Dajani (Eds.), Social and psychological factors in conflict and its resolution: The Mid-Eastern and European experience. Brussels: European Commission.      2002      Gollwitzer, P. M., &amp; Oettingen, G. (2002). Motivation: History of the concept. In J. Smelser &amp; P. B. Baltes (Eds.), International Encyclopedia of the Social &amp; Behavioral Sciences (pp. 10109-10112). Oxford, U.K.: Elsevier.      Gollwitzer, P. M., &amp; Oettingen, G. (2002). Psychology of motivation and actions. In N. J. Smelser &amp; P. B. Baltes (Eds.), International Encyclopedia of the Social &amp; Behavioral Sciences (pp. 10105-10109). Oxford, U.K.: Elsevier.      Oettingen, G., &amp; Gollwitzer, P. M. (2002). Turning hope thoughts into goal-directed behavior. Psychological Inquiry, 13, 304-307.    Oettingen, G., &amp; Mayer, D. (2002). The motivating function of thinking about the future: Expectations versus fantasies. Journal of Personality and Social Psychology, 83, 1198-1212.    2001      Little, T. D., Lopez, D. F., Oettingen, G., &amp; Baltes, P. B. (2001). A comparative-longitudinal study of action-control beliefs and school performance: On the role of context. International Journal of Behavioral Development, 25 , 237-245.      Oettingen, G., &amp; Gollwitzer, P. M. (2001). Goal setting and goal striving . In A. Tesser &amp; N. Schwarz (Eds.), Blackwell handbook of social psychology: Intraindividual processes (pp. 329-347). Oxford: Blackwell.      Oettingen, G., Pak, H., &amp; Schnetter, K. (2001). Self-regulation of goal setting: Turning free fantasies about the future into binding goals. Journal of Personality and Social Psychology, 80 , 736-753.    2000      Gollwitzer, P. M., Delius, J. D., &amp; Oettingen, G. (2000). Motivation. In K. Pawlik, &amp; M. R. Rosenzweig (Eds.), International Handbook of Psychology (pp. 191-206). London, UK: Sage.      Oettingen, G. (2000). Expectancy effects on behavior depend on self-regulatory thought. Social Cognition, 18, 101-129.      Oettingen, G., Hönig, G., &amp; Gollwitzer, P. M. (2000). Effective self-regulation of goal attainment. International Journal of Educational Research, 33 , 705-732.      Stetsenko, A., Little, T. D., Gordeeva, T., Grasshof, M., &amp; Oettingen, G. (2000). Gender effects in children’s beliefs about school performance: A cross-cultural study. Child Development, 71, 517-527.      1999      Oettingen, G. (1999). Free fantasies about the future and the emergence of developmental goals. In J. Brandstädter &amp; R. M. Lerner (Eds.), Action and self-development: Theory and research through the life span (pp. 315-342). Thousand Oaks: Sage.      Oettingen, G., &amp; Maier, H. (1999). Where political system meets culture: Effects on efficacy appraisal. In Y.-T. Lee, C. R. McCauley, &amp; J. Draguns (Eds.), Personality and person perception across cultures (pp. 163-190). Hillsdale, NJ: Erlbaum.      1998      Gollwitzer, P. M., &amp; Oettingen, G. (1998). The emergence and implementation of health goals. Psychology and Health, 13, 687-715.      Lopez, D. F., Little, T. D., Oettingen, G., &amp; Baltes, P. B. (1998). Self-regulation and school performance: Is there an optimal level of action-control? Journal of Experimental Child Psychology, 70, 54-74.      1997      Oettingen, G. (1997). Culture and future thought. Culture &amp; Psychology, 3, 353-381.      1996      Oettingen, G. (1996). Positive fantasy and motivation. In P. M. Gollwitzer &amp; J. A. Bargh (Eds.), The psychology of action: Linking cognition and motivation to behavior (pp. 236-259). New York: Guilford Press.      1995      Little, T. D., Oettingen, G., Stetsenko, A., &amp; Baltes, P. B. (1995). Children's action-control beliefs about school performance: How do American children compare to German and Russian children? Journal of Personality and Social Psychology, 69, 686-700.      Oettingen, G. (1995). Cross-cultural perspectives on self-efficacy. In A. Bandura (Ed.), Self-efficacy in changing societies (pp. 149-176). New York: Cambridge University Press.      Oettingen, G. (1995). Explanatory style in the context of culture. In G. M. Buchanan &amp; M. E. P. Seligman (Eds.), Explanatory style (pp. 209-224). Hillsdale, NJ: Erlbaum.      Stetsenko, A., Little, T. D., Oettingen, G., &amp; Baltes, P. B. (1995). Agency, control, and means-ends beliefs about school performance in Moscow children: How similar are they to beliefs of Western children? Developmental Psychology, 31, 285-299.      1994      Oettingen, G., Little, T. D., Lindenberger, U., &amp; Baltes, P. B. (1994). Causality, agency, and control beliefs in East versus West Berlin children: A natural experiment on the role of context. Journal of Personality and Social Psychology, 66, 579-595.      1991      Oettingen, G., &amp; Wadden, T. A. (1991). Expectation, fantasy, and weight loss: Is the impact of positive thinking always positive? Cognitive Therapy and Research, 15, 167-175.      1990      Oettingen, G., &amp; Seligman, M. E. P. (1990). Pessimism and behavioral signs of depression in East versus West Berlin. European Journal of Social Psychology, 20, 207-220.      1988      Zullow, H. M., Oettingen, G., Peterson, C., &amp; Seligman, M. E. P. (1988). Pessimistic explanatory style in the historical record: CAVing LBJ, presidential candidates, and East versus West Berlin. American Psychologist , 43 , 673-682.    1985    Oettingen, G. (1985). The influence of the kindergarten teacher on sex differences in behavior. International Journal of Behavioral Development, 8, 3-13.      back to the top           Address               Gabriele Oettingen      Professor of Psychology      Psychology Department      New York University      6 Washington Place, Room 472      New York, NY 10003      Tel: (212)-998-7915      Fax: (212)-995-4966      Email: gabriele.oettingen@nyu.edu      back to the top      Updated"}, {"content": "Susan Andersen                                                              NYU Psychology    Programs    Courses    Research    Faculty    People    Events    Contacts    [Internal]        Susan Andersen                                           Research    Biography    Publications    Address                                                   Professor of Psychology     Social , Clinical                    Research         Social Cognition     How are everyday interpersonal relations influenced by past relationships with significant others?     My research interests span a number of areas in social psychology (social cognition), personality, and clinical; and my central research focus concerns the above question.     This primary line of research examines mental representations of significant others, their structure in memory in relation to the self, and what my colleagues and I have termed the social-cognitive model of transference. The research combines idiographic (participant-sensitive) procedures with experimental designs to track the manner in which significant-other representations are activated and used in relation to new people. In particular, the research has shown that when the process of significant and other activation occurs, one makes inferences about the relevant, new person deriving from the significant-other representation. Moreover, a positive or negative evaluation of the new person also occurs, deriving from the overall affective tone of the representation. Indeed, a whole variety of complex affects, motivations, expectancies, behaviors, and self-changes may occur in relation to this new person -- based on the transference process and on the content of one’s relationship with the particular significant other. This research demonstrates the long-standing clinical concept of transference; it does so in social-cognitive terms; and it shows that the process of transference is basic and triggered in everyday interpersonal relations. It provides a road map for how past relationships influence the present, highlighting the interpersonal nature of self, and emphasizing the role of significant others in identity formation and change.     A secondary line of research involves the question: How do private and covert aspects of self -- the internal thoughts, feelings wishes, and fears experienced but not necessarily expressed -- play a role in self definition? Our research has shown that these experiences play a profound role in self-definition relative to more &quot;objective&quot; overt behaviors. Moreover, research examining both significant-other representations and the self in these terms shows a rather similar pattern of knowledge acquisition and use concerning significant others, presumably grounded in our motivation to know or &quot;believe&quot; we &quot;know,&quot; the internal life of significant others, even with limited direct knowledge.     A tertiary line of research asks: What role do conceptions of the future suffering play in depression and hopelessness? This line of research shows that depression involves coming to believe that the future is certain to consist of continued suffering, and also the formation and use of a future-event schema that permits relatively automatic predictions about the future that are pessimistic, and which may then, perhaps, perpetuate depression. Because rumination about the future clearly occurs in depression, repeated practice in attempting to predict the future may be what solidifies into future-event schemas among depressives.     Finally, an interest in identity and potential identity change based on new significant-other relationships, such as with a new set of peers or a mentor, has culminated in a literature review on youth outcomes deriving from efforts to make a contribution to the broader common good, through working together with others, taking responsibility, and expressing caring across inter-group boundaries. The positive growth outcomes of educationally integrated experiences in social action (service learning in K-12 and higher education) are considered in terms of policy implications.            back     to the top                        Biography         Education         Ph.D. Stanford University (Psychology) 1981     B.A. University of California, Santa Cruz (Psychology) 1977         Positions         Professor of Psychology, New York University, NYU, 1994-present     Coordinator, Doctoral Program in Social Psychology, 2005-2008     Director of Graduate Studies in Psychology, NYU, 1993-1997, 2001-2002     Director of Clinical Training, NYU, 1997     Associate Professor of Psychology, NYU, 1987-1993     Assistant Professor of Psychology, University of California, Santa Barbara (UCSB),   1981-1987 (promoted to Associate with tenure)         Affiliations         Associate Editor, Self and Identity , 2004-2008     Associate Editor, Psychological Review , 1998-2000     Associate Editor, Journal of Personality and Social Psychology ,   Attitudes and Social Cognition Section, 1994-1995     Associate Editor, Social Cognition , 1993     Associate Editor, Journal of Social and Clinical Psychology , 1988-1992     Panel Member, Standing Review Panel, Social and Group Processes IRG,   National Institute for Mental Health, 1992-1994     Frequent Guest Panel Member, Cognition, Emotion and Personality Committee,   and Social and Group Processes Committee, National Institute of Mental Health, 1980s, 1990s.     Panel Member, Review Panel. Integrative Graduate Education and Research Training,   National Science Foundation, 2003. (IGERT)         Awards/Honors         Fellow, and Founding Member, American Psychological Society     Fellow, American Psychological Association     Fellow, Society for Personality and Social Psychology     Fellow, Society for the Psychological Study of Social Issues     Distinguished Teaching Medal, New York University, for excellence in teaching   and contribution to the intellectual life of the University -- across schools,   including the Faculty of Arts and Science, the Law and Medical Schools,   Stern School of Business, Tisch School of the Arts, and others, 1996-1997     Golden Dozen Award for outstanding teaching and service, Faculty of Arts and Science, NYU, 1993     Harold J. Plous Award for outstanding teaching and service among junior faculty, UCSB, 1986     Licensed in the State of New York (Clinical)     Licensed in the State of California (Clinical)         back     to the top                        Selected     Publications         Significant-Other Representations and the Social-Cognitive     Model of Transference     Chen, S., Boucher, H., Andersen, S.M., &amp; Saribay, S.A. (in press).  Transference and the relational self.  In J.A. Simpson &amp; L. Campbell (Eds.), The Oxford handbook of close relationships (pp. 000-000).  New York:  Oxford University Press.     Thorpe, J., &amp; Andersen, S.M.  (in press).  Transference.  In R. Baumeister (Ed.), Encyclopedia of personality and social psychology.  Thousand Oaks, CA:  Sage.     Andersen, S.M., &amp; Przybylinski, E. (2013).  The relational self:  Transference as a meaning-making mechanism.  In D. Cervone, M. Fajkowska, M.W. Eysenck, and T. Maruszewski (Eds.), Warsaw lectures on personality and social psychology:  Embodiment, meaning construction, and the social     world . (Vol. 3, pp. 69-91).  New York: Eliot Werner Publications.      Przybylinski, S.M., &amp; Andersen, S.M. (2012).  Making interpersonal meaning:  Significant others in mind in transference.  Personality and Social Psychology Compass, 10, 746-759.   doi:10.1111/j.1751-9004.2012.00460.x     Przybylinski, E., &amp; Andersen, S.M. (2012).  Short-circuiting transference using implementation intentions.  Journal of Experimental Social Psychology .  doi:10.1016/j.jesp.2012.09.003     Andersen, S.M., &amp; Przybylinski, E. (2012).  Experiments on transference in interpersonal relations:  Implications for treatment.  Psychotherapy, 49, 370-383.  doi:10.1037/a0029116     Andersen, S.M., Saribay, S.A., &amp; Przybylinski, E. (2012).  Social cognition in close relationships.  In S.T. Fiske &amp; C.N. Macrae (Eds.), Handbook of social cognition (pp. 350-371).  Thousand Oaks, CA:   Sage.     Andersen, S.M., &amp; Saribay, S.A. (2012).  Brainwashing and totalitarian influence.  Encyclopedia of human behaviour . (2nd Ed., Vol. 1, pp. 406-412)  Oxford, UK:  Elsevier.     Miranda, R., Andersen, S.M., &amp; Edwards, T. (2011).  The relational self and pre-existing depression:  Implicit activation of significant-other representations exacerbates dysphoria and evokes rejection in the working self-concept.  Self and Identity .  doi:10.1080/15298868.2011.636504     Miranda, R., &amp; Andersen, S.M. (2010).  The social psychology of transference.  In J.P. Tangney &amp; J.E. Maddux (Eds.), Social psychological foundations of clinical psychology (pp. 476-496).  New York:  Guilford Publications.     Andersen, S.M., &amp; Thorpe, J. (2009).  An if-then theory of personality:  Significant others and the relational self.  Journal of Research in Personality, 43 , 163-170.     Andersen, S.M., Saribay, S.A., &amp; Kooij, C.S. (2008).  Contextual variability in personality:  The case of the relational self and transference.  In F. Rhodewalt (Ed.), Personality and social behavior (pp. 97-116).  New York:  Psychology Press.     Chen, S., &amp; Andersen, S.M. (2008).  Transference and the relational self:  Intrapersonal and interpersonal consequences in everyday social life.  In J.V. Wood, A. Tesser, &amp; J.G. Holmes (Eds.), The self and relationships (pp. 231-253).  New York:  Psychology Press.     Berk, M.S., &amp; Andersen, S.M. (2008).  The sting of lack of affection:  Chronic goal dissatisfaction in transference .  Self and Identity, 7 , 393-412.      Andersen, S.M., &amp; Saribay, SA., &amp; Thorpe, J. (2008). Simple kindness can go a long way:  Relationships, social identity, and engagement.   Social Psychology, 39 , 59-69. (Journal formerly known as:   Zeitschrift fur Sozialpsychologie .)  Saribay, S.A., &amp; Andersen, S.M. (2007).  Relational to collective:  Significant-other representations, ethnic categories, and intergroup perceptions.  Personality and Social Psychology Bulletin, 33 , 1714-1726.    Davis-Lipman, A., Tyler, T.R., &amp; Andersen, S.M. (2007). Building community one relationship at a time: Consequences for the seeking and acceptance of help. Social Justice Research , 20 , 181-206.     Andersen, S.M., &amp; Kooij, C. (2007). Adult literacy education and human rights: A view from Afghanistan. Globalisation, Education and Society , 5 , 315-331.       Saribay , S.A. , &amp; Andersen, S.M. (2007). Are past relationships at the heart of attachment dynamics?: What love has to do with it. Psychological Inquiry , 18 , 183-192.     Reznik, I., &amp; Andersen, S.M. (2007). Agitation and despair in relation to parents: Activating emotional suffering in transference. European Journal of Personality , 21 , 281-301.     Andersen, S.M., Thorpe, J.S., &amp; Kooij, C.S. (2007). Character in context: The relational self and transference. In Y. Shoda, D. Cervone, &amp; G. Downey, (Eds.), Persons in context: Constructing a science of the individual . (pp. 169-200). New York: Guilford Publications.       Andersen, S.M., Moskowitz, D.B., Blair, I.V., &amp; Nosek, B.A. (2007). Automatic thought. In E. T. Higgins &amp; A. W. Kruglanski (Eds .), Social psychology: Handbook of basic principles (2nd Edition, pp.133-172). New York : Guilford Publications.     Chen, S., Fitzsimons, G.M., &amp; Andersen, S.M. (2007). Automaticity in close relationships. In J.A. Bargh (Ed.), Automatic processes in social thinking and behavior (pp. 133-172). New York: Psychology Press.     Miranda, R., &amp; Andersen, S.M. (2007). The therapeutic relationship: Implications from the social-cognitive process of transference. In P. Gilbert &amp; R. Leahy (Eds.), The therapeutic relationship in the cognitive behavioural psychotherapies (pp. 63-89). London: Routledge.     Berenson, K. R., &amp; Andersen, S.M. (2006). Childhood physical and emotional abuse by a parent: Transference effects in adult interpersonal relationships. Personality and Social Psychology Bulletin, 33, 1509-1522.     Andersen, S.M., &amp; Miranda, R. (2006). Through the lens of the relational self: Triggering psychopathology and emotional suffering in the social-cognitive process of transference. In R. Kreuger &amp; J. Tackett (Eds.), Personality and psychopathology: Building bridges . New York: Guilford Publications.     Andersen, S.M., &amp; Saribay, S.A. (2006). Thinking integratively about social psychology: The example of the relational self and the social-cognitive process of transference. In P.A.M. van Lange (Ed.), Bridging social psychology (199-206). Mahwah, NJ: Lawrence Erlbaum Associates.     Andersen, S.M., Downey, G., Tyler, T. (2005). Becoming engaged in community: Personal relationships foster social identity. In G. Downey, C. Dweck, J. Eccles, &amp; C. Chatman, Social identity, coping, and life tasks (pp. 210-251). New York: Russell Sage Foundation.     Andersen, S.M., Reznik, I., &amp; Glassman, N.S. (2005). The unconscious relational self. In R. Hassin, &amp; J.S. Uleman, &amp; J.A. Bargh (Eds.), The new unconscious (pp. 421-481). New York: Oxford University Press.     Andersen, S.M., &amp; Chen, S. (2002). The relational self: An interpersonal social-cognitive theory. Psychological Review , 109, 619-645.     Andersen, S.M., Chen, S., &amp; Miranda, R. (2002). Significant others and the self. Self and Identity , 1, 159-168.     Andersen, S.M., &amp; Berenson, K.R. (2001). Perceiving, feeling, and wanting: Motivation and affect deriving from significant-other representations and transference. In J.P. Forgas, K.D. Williams, &amp; L. Wheeler (Eds.), The social mind: Cognitive and motivational aspects of interpersonal behavior (pp. 231-256). New York: Cambridge University Press.     Andersen, S.M., Miranda, R., &amp; Edwards, T. (2001). When self-enhancement knows no bounds: Are past relationships with significant others at the heart of narcissism? Psychological Inquiry , 12, 197-202.     Berk, M.S., &amp; Andersen, S.M. (2000). The impact of past relationships on interpersonal behavior: Behavioral confirmation in the social-cognitive process of transference. Journal of Personality and Social Psychology , 79, 546-562.     Andersen, S.M., Chen, S., &amp; Carter, C. (2000). Fundamental human needs: Making social cognition relevant. Psychological Inquiry , 11, 269-275.     Chen, S., &amp; Andersen, S.M. (1999). Relationships from the past in the present: Significant-other representations and transference in interpersonal life. In M.P. Zanna (Ed.), Advances in Experimental Social Psychology (Vol. 31, pp. 123-190). San Diego: Academic Press.     Glassman , N.S. , &amp; Andersen, S.M. (1999c). Streams of thought about the self and significant others: Transference as the construction of interpersonal meaning. In J.A. Singer &amp; P. Salovey (Eds.), At play in the fields of consciousness (pp. 103-140). Mahwah, NJ: Erlbaum.     Baum, A., &amp; Andersen, S.M. (1999). Interpersonal roles in transference: Transient mood states under the condition of significant-other activation. Social Cognition, 17, 161-185.     Glassman , N.S. , &amp; Andersen, S.M. (1999a). Activating transference without consciousness: Using significant-other representations to go beyond subliminally given information. Journal of Personality and Social Psychology, 77, 1146-1162.     Glassman , N.S. , &amp; Andersen, S.M. (1999b). Transference in social cognition: Persistence and exacerbation of significant-other based inferences over time. Cognitive Therapy and Research, 23, 75-91.     Chen, S., Andersen, S.M., &amp; Hinkley, K. (1999). Triggering transference: Examining the role of applicability in the activation and use of significant-other representations in social perception. Social Cognition, 17, 332-365.     Andersen, S.M., &amp; Berk, M.S. (1998a). Transference in everyday experience: Implications of experimental research for relevant clinical phenomena. Review of General Psychology, 2, 81-120.     Andersen, S.M., &amp; Berk, M.S. (1998b). The social-cognitive model of transference: Experiencing past relationships in the present. Current Directions in Psychological Science, 7, 1-7.     Andersen, S.M., Reznik, I., &amp; Chen, S. (1997). The self in relation to others: Cognitive and motivational underpinnings. In J.G. Snodgrass &amp; R.L. Thompson (Eds.), The self across psychology: Self- recognition, self-awareness, and the self-concept (pp. 233-275). New York: New York Academy of Science.     Andersen, S.M., &amp; Glassman, N.S. (1996). Responding to significant others when they are not there: Effects on interpersonal inference, motivation, and affect. In R. Sorrentino &amp; E.T. Higgins (Eds.), Handbook of motivation and cognition (Vol. 3, pp. 272-331). New York: Guilford.     Andersen, S.M., Reznik, I., &amp; Manzella, L.M. (1996). Eliciting facial affect, motivation, and expectancies in transference: Significant-other representations in social relations. Journal of Personality and Social Psychology , 71, 1108-1129.     Hinkley, K., &amp; Andersen, S.M. (1996). The working self-concept in transference: Significant-other activation and self-change. Journal of Personality and Social Psychology , 71, 1279-1295.     Andersen, S.M., Glassman, N.S., Chen, S., &amp; Cole, S.W. (1995). Transference in social perception: The role of the chronic accessibility of significant-other representations. Journal of Personality and Social Psychology , 69, 41-57.     Andersen, S.M., &amp; Baum, A. (1994). Transference in interpersonal relations: Schema-triggered inferences and affect based on significant-other representations. Journal of Personality , 62, 459-498.     Andersen, S.M., &amp; Cole, S. (1990). Do I know you?: The role of significant others in general social perception. Journal of Personality and Social Psychology , 59, 384-399.     back to the top               Self-Definition and the Bases     of Self-Knowledge     Andersen, S.M., Glassman, N.S., &amp; Gold, D. (1998). Mental representations of the self, significant others, and nonsignificant others: Structure and processing of private and public aspects. Journal of Personality and Social Psychology, 75, 845-861.     Andersen, S.M. (1987). The role of cultural assumptions in self-concept development. In K. Yardley &amp; T.M. Honess (Eds.), Self and Identity: Psychosocial Perspectives (pp. 231-246). London: Wiley.     Andersen, S.M., Lazowski, L.E., &amp; Donisi, M. (1986). Salience and self-inference: The role of biased recollections in self-inference processes. Social Cognition , 4, 75-95.     Andersen, S.M., &amp; Williams, M. (1985). Cognitive/affective reactions in the improvement of self-esteem: When thoughts and feelings make a difference. Journal of Personality and Social Psychology , 49, 1086-1097.     Andersen, S.M., &amp; Ross, L. (1984). Self-knowledge and social inference: I. The impact of cognitive/ affective and behavioral data. Journal of Personality and Social Psychology , 46, 280-293.     Andersen, S.M. (1984). Self-knowledge and social inference: II. The diagnosticity of cognitive/affective and behavioral data. Journal of Personality and Social Psychology , 46, 294-307.     back to the top                 Hopelessness about     the Future in Depression     Andersen, S.M., &amp; Limpert, C. (2001). Future-event schemas: Automaticity and rumination in major depression. Cognitive Therapy and Research , 25, 311-333.     Andersen, S.M., Spielman, L.A., &amp; Bargh, J.A. (1992). Future-event schemas and certainty about the future: Automaticity in depressives' future-event predictions. Journal of Personality and Social Psychology , 63, 711-723.     Andersen, S.M., &amp; Schwartz, A.H. (1992). Intolerance of ambiguity and depression: A cognitive vulnerability factor linked to hopelessness. Social Cognition , 10, 271-298.     Andersen, S.M. (1990). The inevitability of future suffering: The role of depressive predictive certainty in depression. Social Cognition , 8, 203-228.     Andersen, S.M., &amp; Lyon, J.C. (1987). Anticipating undesired outcomes: The role of outcome certainty in the onset of depressive affect. Journal of Experimental Social Psychology , 23, 428-443.     back to the top                 Stereotyping     Andersen, S.M., Klatzky, R.L., &amp; Murray, J. (1990). Traits and social stereotypes: Efficiency differences in social information processing. Journal of Personality and Social Psychology , 59, 192-201.     Andersen, S.M., &amp; Klatzky, R.L. (1987). Traits and social stereotypes: Levels of categorization in person perception. Journal of Personality and Social Psychology , 53, 235-246.     back to the top                 Public Policy and Research on Educationally     Integrated Service Learning     Andersen, S.M. (1998). Service Learning: A National Strategy for Youth Development. A Position Paper issued by the Task Force on Education Policy. Washington, DC: Institute for Communitarian Policy Studies, George Washington University.     back to the top                        Address     Susan M. Andersen     Professor of Psychology     Department of Psychology     New York University     6 Washington Place, Room 452     New York, NY 10003     Tel: (212) 998-7799     Fax: (212) 995-4966     Email: susan.andersen@nyu.edu     back     to the top       Updated"}, {"content": "Emily Balcetis                                                                                                  NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]             Emily Balcetis                                                         Research     Biography     Publications     Address                                                                          Assistant Professor of Psychology      Social          Social Perception, Action & Motivation Lab      Research      I am interested in the conscious and nonconscious ways people fundamentally orient to the world. In particular, I focus on how the motivations, emotions, needs, and goals people hold impact the basic ways people perceive, interpret, and ultimately react to information around them. I advocate for an interactive cognitive system where psychological states constrain the basic manner in which we perceive and react to our worlds. My work, then, explores motivational biases in visual and social perception and the consequential effects for behavior and navigation of the social world. In doing so, my research represents an intersection among social psychology, judgment and decision-making, social cognition, and perception.      Biography      Education:      Ph.D. in Social Psychology from Cornell University (2006)    B.A. in psychology from the University of Nebraska at Kearney (2001)    B.F.A. in music performance from the University of Nebraska at Kearney (2001)           Positions:      Assistant Professor of Psychology, New York University    Assistant Professor of Psychology, Ohio University (2006-2009)            Selected Publications      Balcetis, E., Cole, S., Chelberg, M. B., &amp; Alicke, M. (in press). Searching out the ideal: Awareness of ideal body standards predicts lower global self-esteem in women. Self and Identity.      Balcetis, E., &amp; Dunning, D. (in press). Considering the situation: Why people are better social psychologists than self-psychologists. Self and Identity .      *Selected as the 2011 International Society for Self and Identity Best Paper      Cole, S., Balcetis, E., &amp; Dunning, D. (in press). Affective signals of threat produce perceived proximity. Psychological Science.      Cole, S., Balcetis, E., &amp; Zhang, S. (in press). Visual perception and regulatory conflict: Motivation and physiology influence distance perception. Journal of Experimental Psychology: General.      Dunning, D., &amp; Balcetis, E. (in press). Wishful Seeing. Current Directions in Psychological Science.      Balcetis, E., Dunning, D., &amp; Granot, Y. (2012). Subjective value determines initial dominance in binocular rivalry. Journal of Experimental Social Psychology, 48, 122-129.      Zell, E., &amp; Balcetis, E. (2012). The influence of social comparison on visual representation of one’s face. PLoS ONE 7 , (5): e36742. doi:10.1371/journal.pone.0036742      Alter, A., &amp; Balcetis, E. (2011). Fondness makes the distance grow shorter: Desired locations seem closer because they seem more vivid. Journal of Experimental Social Psychology, 47, 16-21.      Balcetis, E., &amp; Dunning, D. (2010). Wishful seeing: Desired objects are seen as closer . Psychological Science, 21, 147-152.      Balcetis, E., &amp; Lassiter, G. D. (eds.) (2010). The social psychology of visual perception . Psychology Press, New York, NY.      Balcetis, E., &amp; Cole, S. (2009). Body in mind: The role of embodied cognition in self-regulation. Social and Personality Psychology Compass, 3, 1-16 .    Balcetis, E. (2009). How a biased majority claim moral minority: Tracking eye movements to base rates in social predictions . Journal of Experimental Social Psychology, 45, 970-973.      Balcetis, E., Dunning, D., &amp; Miller, R. (2008). Do collectivists “know themselves” better than individualists?: Cross-cultural studies of the “holier than thou” phenomenon. Journal of Personality and Social Psychology, 95, 1252-1267 .      Balcetis, E., &amp; Dunning, D. (2008). A mile in moccasins: How situational experience diminishes dispositionism in social inference. Personality and Social Psychology Bulletin, 38, 102-114.      Balcetis, E. (2007). Where the motivation resides and self-deception hides: How motivated cognition accomplishes self-deception. Social and Personality Psychology Compass, 1, 1-21.      Balcetis, E., &amp; Dale, R. (2007). Conceptual set as a top-down constraint on visual object identification. Perception, 36, 581-595.      Balcetis, E., &amp; Dunning, D. (2007). Cognitive dissonance reduction and perception of the physical world . Psychological Science, 18, 917-921.      Balcetis, E., &amp; Dunning, D. (2006). See what you want to see: Motivational influences on visual perception. Journal of Personality and Social Psychology, 91, 612-625.      Balcetis, E., &amp; Dunning, D. (2005). Judging for two: Some connectionist proposals for how the self informs and constrains social judgment. Invited chapter for M. Alicke, D. Dunning, &amp; J. Krueger (Eds.), Self and social judgment . New York: Psychology Press.                   Address             Emily Balcetis    Assistant Professor of Psychology       Department of Psychology      New York University    6 Washington Place, Room 478    New York, NY 10003    Tel: (212) 998-3998    Fax: (212) 995-4966    Email: emilybalcetis@nyu.edu           Updated"}]}]