[{"detail": [{"content": "KNOWING STREET ART - Visionary Studio - Art Education - NYU Steinhardt                                                            Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Visionary Studio - Art Education                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              High School    Visionary Studio Overview    Saturday Art Workshop    Advanced Workshop    Summer Art Intensive      art + education programs                           Street Art                                                                                                                     KNOWING STREET ART       Brittany Maxwell, Erica DeHoyos, Meghan Getsinger Grade Level: 9-12 What is Street Art and what can it do?       What are the similarities and differences between Street Art, public art and activist art?    How has technology influenced the possibilities for Street Art?    How can Street Art address environmental concerns and &lsquo;green&rsquo; possibilities?       Street Art takes many forms. Most broadly, Street Art refers to visual and performance art developed in public spaces, although the term usually suggests un-sanctioned, not commissioned, or illegal urban art. Typically, the term Street Art is also used to distinguish contemporary public art from territorial graffiti or vandalism. The term can include traditional graffiti, stencil graffiti, sticker art, wheat paste and poster art, video projection, art interventions, guerilla art, and street installations. Street art can be a powerful platform for reaching the public but there are questions about whether Street Art and public activist art fall under the same category. Activist art generally incorporates the use of public space to address socio-political issues and to encourage community and public participation as a means of bringing about social change. Both Street Art and public activist art can encourage participation in dialogue, raise consciousness, and empower individuals and communities, yet they have different social connotations and participants, and often yield different results. In this class, students will be encourage to question the differences and similarities between street art, activist art, and public art more broadly. As a class, we will explore how different New York City neighborhoods reflect a wide range of public art forms and messages and how technology is changing the terms and possibilities for public art, including graffiti and tagging. Students will experiment with different public art forms and media as well as document the public installation of their work. Class Sessions Week 1: Printing Street Art, Part 1 Students will be introduced to examples of street art and collectively define different forms and functions of street art. Week 2: Printing Street Art, Part 2 Students will create a print of a symbol or tag that best represents them. Week 3: Yarn Bombing Students will be introduced to the concept of yarn bombing and other alternative street art practices being used by artists today. Week 4: New Technologies in Street Art Students will be introduced to Street art that incorporates technology and new media including laser and light graffiti, and then produce their own graffiti using light and long exposure photography. Week 5: Clean Earth, Dirty Stencil: Mud Graffiti Students will be introduced to traditional graffiti media and earth conscious alternatives, as well as artists who create environmental graffiti. Each student will create a stencil that highlights an environmental issue of their choice. Week 6: Chalk it up &ndash; Chalk Art Narratives &amp; Stop Motion Animation, Part 1 Students will explore additional environmentally sensitive materials and forms for creating street art. Weeks 7 &amp; 8: Chalk it up &ndash; Chalk Art Narratives &amp; Stop Motion Animation, Part 2 Using chalk, photography, and stop motion animation they will create a short movie on an environmental issue of their choice. Week 9: Final exhibition                        This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]