[{"detail": [{"content": "%PDF-1.5  %  1 0 obj   >>>  endobj  2 0 obj   >  endobj  3 0 obj   >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI] >>/Annots[ 11 0 R 12 0 R 13 0 R 14 0 R 15 0 R 16 0 R 17 0 R] /MediaBox[ 0 0 612 792] /Contents 4 0 R/Group >/Tabs/S/StructParents 0>>  endobj  4 0 obj   >  stream  xZn8\u0012}\u000f\u007fc \u0019&J`$x\u0010l\u000f>(\u001awcno_2/ت.Z\u0015'\u0018Ln⩪SE\u0017\u001fO?z5\u007f|~[f׿?\u007f&X\u000e V ԋq]ӎJz\"U(:ef̄Z\u001cQrZvL\u00180\u0011>\u001e:3ˊ\u0015V/3XoL䋯6NEVV V\u001e?:Ei \u0005+JuJ~~\u008f\u001b&s\u0016Uۑls`\u0002|\u0006?N/U\u000f\u001c?)\u0001 V\bIU {yEXӠ\u0001 (^~^\\D 5\u00176\u0014#T賚*|V'blҍfҍk8 x)\bBl   \u007fcEU0OXnsn[%\u0006mUc=XEd mf \u00013\u0006cQRaxa s\u0014wPJ.i)\u001e ;pSyL/ٷF.\u0005Q-S\u000fbU\\z`Qvne.K֦xb@\u0012Z@*\u0013%uK3wI0\u0000\u001cdG⭚؏(+$x\u0012\u007fn갤С0qmVs`u\u0019\u00034Ȉ\u001d\u001b:bHm\u0014r\u0006;\u0015?h@-׬\u0002_F}\u0000@j(\u001a@{5\u0003OriWtdԙM1)V\u0019\u0014ޮ&P\u000ebZΏ7rn\u001fz\u0018\u009d(A\u0007.w_4T\u00045_\u0019n͎҄l7\u0003\u0018H\u0013+29Ɔ\u0006\u0012L. EU'}\u0014\u0019E%) \u0000\u0002#,@fMѾ}r %ɥ0\\&AQ1\u001aǀ(Tb_\u001bt~\u001c/u\u0007+P\u0018\u0015O\b451\u0014PW {6{(Rg\u0011} Q\u0015ʑ'Wq\u0003ҖL eb'fx#Z$S\u001a\u00142tjw\u001b{\"\u0003^}G\u0002i8s\u0012\u0000} 3YHJ[\u0015\u0013N%1rW\u001ffuMԀ_]\u000fcs-FrhŽoѾ8ݝ -\u0007\u0006\u0005\u0016@{z )ђy'g\u001e\u0011\u000f rO\"@\u001ed\u0011h [Þ1\u007fϝìqEY~7bfX ;rhv\u0012\u000359vg\u0001e~H} @\"}q2^A\"%\u0003s0D/(\u001d\u0018 ]%7\u0010wo\u001b8/,6EW\u0004` Qז\u0004\u0000}^s8\u0018\u0014@{6\u0017^{8@#vCdPQdݥxsI(Qa?sV\u0013o\bm,n\u0013/i\b%[\u00163\"^Iy\u000f2OB \b\u0007@\u0012O\u001f-p ݍ(T\u001a\u0010h\u0010͸!֭\b\u0013LW\u0014b UEEJ\u0011\u000e$ҘH0l\u0001H$)\u0011@(bxYr\u001ad\u001acɓsX\u000eo gMa7{8\u0000n/|m;X1v5NWV\udf17O\u0013.S(\u000f`\u000fT>\u001e?^K\u0013.\u001ff{6\u0018\u0010\u0017s*\u007fj0^  endstream  endobj  5 0 obj   >  endobj  6 0 obj   >  endobj  7 0 obj   >  endobj  8 0 obj   >  endobj  9 0 obj   >  endobj  10 0 obj   >  endobj  11 0 obj   >/F 4/A >/StructParent 1>>  endobj  12 0 obj   >/F 4/A >/StructParent 2>>  endobj  13 0 obj   >/F 4/A >/StructParent 3>>  endobj  14 0 obj   >/F 4/A >/StructParent 4>>  endobj  15 0 obj   >/F 4/A >/StructParent 5>>  endobj  16 0 obj   >/F 4/A >/StructParent 6>>  endobj  17 0 obj   >/F 4/A >/StructParent 7>>  endobj  18 0 obj   >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI] >>/MediaBox[ 0 0 612 792] /Contents 19 0 R/Group >/Tabs/S/StructParents 8>>  endobj  19 0 obj   >  stream  xXn8\u0010}\u000f\u007f\u0004Čx\u0004\u0014\u00056IȢ\u0001\u0016[\u0005تmo\u0016!udU]\u0004q\u0014Is3C?ɻww\u000fO$y?>##Dٗ # 0'4ᒤIN32Nn\u0012ď'7/\u0011&?&7\u001f|x~ \u001c\u0003o:O)^eQq$TGq1Q\u0011p/-\u0019X}\u0014WV¸B\u0018*QI\u001eױ\u001c3\u0019\u001d㩈| #$4cU݂3\u0002{E\u000f,PFOp /sxU*éYRG&cy \u0011,\\N wuR\u0005)۳\bV\u0007I*\u0018'\"$e4W(\u0018`wP\u0019>a\u0015ŌE?~0\u001fJC~8mi \u0012X\u0016\u0016:Xa%L5KXՕs&T /\u000e@Gә0KE;K=3._\u00140ߗ\u0005H'sjf[+y\u0007\u0007\u0016{;YwQNr\u0013+>~\u0003\u001dAM%w N:go\u0000\u001cǏm%da#n ۚ\u0019N{wu(1ڨ\u0001ߠ\u0014XX׾ x9\u0003&nI\u007f>5\u001f\\{iǨT(~*! Ae%(4L~ I$@ \u001apFU0^K~X*!#;3 ӧ\u0012 o\u00199\u0005baf}U19Y]5fjV&~wsF\u001ccC\u00140-7E|R\u0006 W=J\u0011\u0019J**\u001e̿zv\u0001Tݳ\u007f T\u0013X&`\u0012NȂWYpqP\u0005\u0002@\u0001a/ӣ\u00145 _᯸\u0001FL}]۱{kip5ǊcoqLq\u0003fqC@N+6\u001224eWm\u0010uC\u0017pmWT3 \u0007z=\u0005\u00048e\u0004\u00149\u00156Y*\u0016-DV\u0004\\\u0018a\u0015?{\u0012ړY`\u001c|GmE쵌Q\u0010|rf\u001c\bacaW0dw;\u001d4HӲ= 7\u0002\u000fL#Z\u0016yůQJR\u001f\u0007YAzRMՔ|X\u00159`un(^)gmn`QO5\u001b;*\uda3e\u0004H宿WeٝL\u0006\u0018ny\\@ u[t\u0006^|ھ[+܂0uj\u001aEXk\u0015=9_uHRҤQ\"\u0015\u0002luéj1OJ-wc\u000fHpy0\u001a|V\u0002#^ bn\u001a\u0010\u001aΦ\u0001\u0004AV~ħ%  :zk\u000f\u007f\u0017\u0010Rqa F^/\u0002Ş  endstream  endobj  20 0 obj   >  endobj  26 0 obj   >  stream  xWMo\u001c7 \u0007\u007f?XC\u0012\u0005\u00049TEs+|HE\u0014u\u0002w\u0003$>OÙmʇ ̈|$\u001fi+Ff\u0012F2i\"D\u0015oBxS\u0012ÛA7u\u0013e\u0015 wzX\u0003\u0006t :A h\u000fh\u000fh\u000fh\u000f\u0014\u000f\u0014\u000f\u0014\u000f\u0014\u000f\u0014\u000f\u0016-[0oa¼y \u0016A@?B,e:Keeer»np7\u001f\u001avߝ>|9^\u001d2_\u007f_\\jdyeJw7U./S?444Ζ40c=w\u0002\u0015ncZXX7-u\u0017]7\"\u0002  endstream  endobj  110 0 obj  [ 278 0 0 0 0 0 0 0 0 0 0 0 278 333 278 0 556 556 556 556 556 556 556 556 556 556 278 0 0 0 0 0 1015 667 667 722 722 667 611 778 722 278 500 0 556 833 722 0 667 0 722 667 611 722 667 944 0 0 0 0 0 0 0 0 0 556 556 500 556 556 278 556 556 222 0 500 222 833 556 556 556 556 333 500 278 556 500 722 500 500 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 556]   endobj  111 0 obj  [ 278 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 278 0 0 0 833 0 0 0 0 722 0 0 0 0 0 0 0 0 0 0 0 0 0 0 556 0 556 611 556 0 611 611 278 0 0 278 0 611 611 0 611 389 556 333 611 556]   endobj  112 0 obj  [ 278 0 0 0 0 0 0 0 0 0 0 0 278 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 722 667 0 0 722 278 0 0 556 833 0 0 667 0 722 0 611 0 0 0 0 0 0 0 0 0 0 0 0 556 0 500 556 556 278 556 556 222 0 0 222 833 556 556 0 0 333 500 278 556 500 0 0 500]   endobj  113 0 obj   ] /Filter/FlateDecode/Length 266>>  stream  x59R\u0002a\u0010\u001eĕu@\u0011\u0004\u0017\u0004EqGA\u0011}W\u0006C{\u0000+jl2\u001dS]U|\"\\2\u0016\u000e^\u0015S\u007f(\u0007%x|𥄟\u0014^ ] >>  startxref  11152  %%EOF  xref  0 0  trailer   ] /Prev 11152/XRefStm 10683>>  startxref  13591  %%EOF"}]},
{"detail": [{"content": "%PDF-1.5  %  1 0 obj   >>>  endobj  2 0 obj   >  endobj  3 0 obj   >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI] >>/Annots[ 11 0 R 12 0 R 13 0 R 14 0 R 15 0 R 16 0 R 17 0 R] /MediaBox[ 0 0 612 792] /Contents 4 0 R/Group >/Tabs/S/StructParents 0>>  endobj  4 0 obj   >  stream  xZn8\u0012}\u000f\u007fc \u0019&J`$x\u0010l\u000f>(\u001awcno_2/ت.Z\u0015'\u0018Ln⩪SE\u0017\u001fO?z5\u007f|~[f׿?\u007f&X\u000e V ԋq]ӎJz\"U(:ef̄Z\u001cQrZvL\u00180\u0011>\u001e:3ˊ\u0015V/3XoL䋯6NEVV V\u001e?:Ei \u0005+JuJ~~\u008f\u001b&s\u0016Uۑls`\u0002|\u0006?N/U\u000f\u001c?)\u0001 V\bIU {yEXӠ\u0001 (^~^\\D 5\u00176\u0014#T賚*|V'blҍfҍk8 x)\bBl   \u007fcEU0OXnsn[%\u0006mUc=XEd mf \u00013\u0006cQRaxa s\u0014wPJ.i)\u001e ;pSyL/ٷF.\u0005Q-S\u000fbU\\z`Qvne.K֦xb@\u0012Z@*\u0013%uK3wI0\u0000\u001cdG⭚؏(+$x\u0012\u007fn갤С0qmVs`u\u0019\u00034Ȉ\u001d\u001b:bHm\u0014r\u0006;\u0015?h@-׬\u0002_F}\u0000@j(\u001a@{5\u0003OriWtdԙM1)V\u0019\u0014ޮ&P\u000ebZΏ7rn\u001fz\u0018\u009d(A\u0007.w_4T\u00045_\u0019n͎҄l7\u0003\u0018H\u0013+29Ɔ\u0006\u0012L. EU'}\u0014\u0019E%) \u0000\u0002#,@fMѾ}r %ɥ0\\&AQ1\u001aǀ(Tb_\u001bt~\u001c/u\u0007+P\u0018\u0015O\b451\u0014PW {6{(Rg\u0011} Q\u0015ʑ'Wq\u0003ҖL eb'fx#Z$S\u001a\u00142tjw\u001b{\"\u0003^}G\u0002i8s\u0012\u0000} 3YHJ[\u0015\u0013N%1rW\u001ffuMԀ_]\u000fcs-FrhŽoѾ8ݝ -\u0007\u0006\u0005\u0016@{z )ђy'g\u001e\u0011\u000f rO\"@\u001ed\u0011h [Þ1\u007fϝìqEY~7bfX ;rhv\u0012\u000359vg\u0001e~H} @\"}q2^A\"%\u0003s0D/(\u001d\u0018 ]%7\u0010wo\u001b8/,6EW\u0004` Qז\u0004\u0000}^s8\u0018\u0014@{6\u0017^{8@#vCdPQdݥxsI(Qa?sV\u0013o\bm,n\u0013/i\b%[\u00163\"^Iy\u000f2OB \b\u0007@\u0012O\u001f-p ݍ(T\u001a\u0010h\u0010͸!֭\b\u0013LW\u0014b UEEJ\u0011\u000e$ҘH0l\u0001H$)\u0011@(bxYr\u001ad\u001acɓsX\u000eo gMa7{8\u0000n/|m;X1v5NWV\udf17O\u0013.S(\u000f`\u000fT>\u001e?^K\u0013.\u001ff{6\u0018\u0010\u0017s*\u007fj0^  endstream  endobj  5 0 obj   >  endobj  6 0 obj   >  endobj  7 0 obj   >  endobj  8 0 obj   >  endobj  9 0 obj   >  endobj  10 0 obj   >  endobj  11 0 obj   >/F 4/A >/StructParent 1>>  endobj  12 0 obj   >/F 4/A >/StructParent 2>>  endobj  13 0 obj   >/F 4/A >/StructParent 3>>  endobj  14 0 obj   >/F 4/A >/StructParent 4>>  endobj  15 0 obj   >/F 4/A >/StructParent 5>>  endobj  16 0 obj   >/F 4/A >/StructParent 6>>  endobj  17 0 obj   >/F 4/A >/StructParent 7>>  endobj  18 0 obj   >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI] >>/MediaBox[ 0 0 612 792] /Contents 19 0 R/Group >/Tabs/S/StructParents 8>>  endobj  19 0 obj   >  stream  xXn8\u0010}\u000f\u007f\u0004Čx\u0004\u0014\u00056IȢ\u0001\u0016[\u0005تmo\u0016!udU]\u0004q\u0014Is3C?ɻww\u000fO$y?>##Dٗ # 0'4ᒤIN32Nn\u0012ď'7/\u0011&?&7\u001f|x~ \u001c\u0003o:O)^eQq$TGq1Q\u0011p/-\u0019X}\u0014WV¸B\u0018*QI\u001eױ\u001c3\u0019\u001d㩈| #$4cU݂3\u0002{E\u000f,PFOp /sxU*éYRG&cy \u0011,\\N wuR\u0005)۳\bV\u0007I*\u0018'\"$e4W(\u0018`wP\u0019>a\u0015ŌE?~0\u001fJC~8mi \u0012X\u0016\u0016:Xa%L5KXՕs&T /\u000e@Gә0KE;K=3._\u00140ߗ\u0005H'sjf[+y\u0007\u0007\u0016{;YwQNr\u0013+>~\u0003\u001dAM%w N:go\u0000\u001cǏm%da#n ۚ\u0019N{wu(1ڨ\u0001ߠ\u0014XX׾ x9\u0003&nI\u007f>5\u001f\\{iǨT(~*! Ae%(4L~ I$@ \u001apFU0^K~X*!#;3 ӧ\u0012 o\u00199\u0005baf}U19Y]5fjV&~wsF\u001ccC\u00140-7E|R\u0006 W=J\u0011\u0019J**\u001e̿zv\u0001Tݳ\u007f T\u0013X&`\u0012NȂWYpqP\u0005\u0002@\u0001a/ӣ\u00145 _᯸\u0001FL}]۱{kip5ǊcoqLq\u0003fqC@N+6\u001224eWm\u0010uC\u0017pmWT3 \u0007z=\u0005\u00048e\u0004\u00149\u00156Y*\u0016-DV\u0004\\\u0018a\u0015?{\u0012ړY`\u001c|GmE쵌Q\u0010|rf\u001c\bacaW0dw;\u001d4HӲ= 7\u0002\u000fL#Z\u0016yůQJR\u001f\u0007YAzRMՔ|X\u00159`un(^)gmn`QO5\u001b;*\uda3e\u0004H宿WeٝL\u0006\u0018ny\\@ u[t\u0006^|ھ[+܂0uj\u001aEXk\u0015=9_uHRҤQ\"\u0015\u0002luéj1OJ-wc\u000fHpy0\u001a|V\u0002#^ bn\u001a\u0010\u001aΦ\u0001\u0004AV~ħ%  :zk\u000f\u007f\u0017\u0010Rqa F^/\u0002Ş  endstream  endobj  20 0 obj   >  endobj  26 0 obj   >  stream  xWMo\u001c7 \u0007\u007f?XC\u0012\u0005\u00049TEs+|HE\u0014u\u0002w\u0003$>OÙmʇ ̈|$\u001fi+Ff\u0012F2i\"D\u0015oBxS\u0012ÛA7u\u0013e\u0015 wzX\u0003\u0006t :A h\u000fh\u000fh\u000fh\u000f\u0014\u000f\u0014\u000f\u0014\u000f\u0014\u000f\u0014\u000f\u0016-[0oa¼y \u0016A@?B,e:Keeer»np7\u001f\u001avߝ>|9^\u001d2_\u007f_\\jdyeJw7U./S?444Ζ40c=w\u0002\u0015ncZXX7-u\u0017]7\"\u0002  endstream  endobj  110 0 obj  [ 278 0 0 0 0 0 0 0 0 0 0 0 278 333 278 0 556 556 556 556 556 556 556 556 556 556 278 0 0 0 0 0 1015 667 667 722 722 667 611 778 722 278 500 0 556 833 722 0 667 0 722 667 611 722 667 944 0 0 0 0 0 0 0 0 0 556 556 500 556 556 278 556 556 222 0 500 222 833 556 556 556 556 333 500 278 556 500 722 500 500 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 556]   endobj  111 0 obj  [ 278 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 278 0 0 0 833 0 0 0 0 722 0 0 0 0 0 0 0 0 0 0 0 0 0 0 556 0 556 611 556 0 611 611 278 0 0 278 0 611 611 0 611 389 556 333 611 556]   endobj  112 0 obj  [ 278 0 0 0 0 0 0 0 0 0 0 0 278 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 722 667 0 0 722 278 0 0 556 833 0 0 667 0 722 0 611 0 0 0 0 0 0 0 0 0 0 0 0 556 0 500 556 556 278 556 556 222 0 0 222 833 556 556 0 0 333 500 278 556 500 0 0 500]   endobj  113 0 obj   ] /Filter/FlateDecode/Length 266>>  stream  x59R\u0002a\u0010\u001eĕu@\u0011\u0004\u0017\u0004EqGA\u0011}W\u0006C{\u0000+jl2\u001dS]U|\"\\2\u0016\u000e^\u0015S\u007f(\u0007%x|𥄟\u0014^ ] >>  startxref  11152  %%EOF  xref  0 0  trailer   ] /Prev 11152/XRefStm 10683>>  startxref  13591  %%EOF"}, {"content": "Revisiting Machiavelli: Saddam and Osama by Jeff Flournoy              &quot;Revisiting Machiavelli: A Comparison of Osama bin Laden and Saddam Hussein's   Leadership Styles,&quot; by Jeff Flournoy   Argument: &quot;Government, even in its   best state, is but a necessary evil; in its worst state, an intolerable one.&quot;   - Thomas Paine   Some of us follow the leaders in our lives because we have to   while others follow because of their charisma.   The Prince by Machiavelli   presents an argument of governing a state that is drastically different from   the other rulers of his time. Machiavelli believed that the ruling Prince should   be the sole authority determining every aspect of the people and that this ruler   should put in effect a policy that would serve his best interests. These interests   were gaining, maintaining and expanding his political power. His understanding   of human nature was a complete contradiction of what humanitarians believed   and taught. Machiavelli strongly promoted a secular society where morality was   not necessary but in fact stood in the way of an effectively governed principality.   Though in most cases, Machiavelli's suggestions seem harsh and immoral you have   to remember that those views came out of concern of Italy's unstable political   condition. He wrote this book for his own prince, Lorenzo De Medici ruler of   Florence, to promote himself into the political arena of Italy. During the Renaissance   Italy was a scene of intense political conflict involving dominant city-states   of Florence, Milan, Venice, and Naples, plus the Papacy, France, Spain, and   the Holy Roman Empire. He analyzed power and the way the Prince could gain enough   power to become Italy's prime ruler and keep control. The extensive explanations   by Machiavelli were driven by his own fascination with power and his desire   for an independent Italy. Machiavelli was only interested in directly discussing   the elements of power as he wrote,&quot; Since it is my intention to write something   of use, I deem it is best to stick to practical truth of things rather than   to fancies. Many men have imagined republics and principalities that never existed   at all. Yet the way men live is so far removed from the way they ought to live   that anyone who abandons what is for what should be pursues his downfall rather   than his preservation.&quot; When Machiavelli mentioned &quot;fancies&quot;,   he was referring to the theories set prior to his own. Theories, which recognized   men as good, thus able to controlled by good. But in this quote, Machiavelli   points out that men do not live in such a fashion. Therefore, those acts which   are other than good are necessary for acquisition and preservation of power   in society. Machiavelli set the precedent for the cold and calculated regardless   of the century they live in. He discusses frankly, the necessity of cruel actions   to keep power. He was in the business of power preservation not piety. Those   who desire power in any situation may look to his strategies for solid aid.   &quot;he (the leader of the state) must stick to the good so long as he can,   but, being compelled be necessity; he must be ready to take the way of evil.&quot;   Thus the term Machiavellianism is defined: The political doctrine of Machiavelli,   which denies the relevance of morality in political affairs and holds that craft   and deceit are justified in pursuing and maintaining political power. This definition   implies that in the arena of power the end justifies the means. This is essentially   the core of Machiavellianism. The priority for the power holder is to keep the   security of the state regardless of the morality of the means. Similarly today   many leaders in the Islamic World also take on a somewhat Machiavellian-like   spirit in the way they rule . Saddam Hussein and Osama Bin Laden have been prime   targets of the American government in the news lately. They are America's prime   targets in the war against terrorism. As we revisit Machiavelli, how can we   compare what both leaders believe and how it affects their power versus what   people in the free US of America and how they view leadership? Who is the better   leader? Who has the best prescription for Leadership? Let's take a look at the   history of both Saddam and Osama.     Biography   of Saddam Hussein     The current leader of Iraq is was born on April 28, 1937, in   a small village of al-Auja near the town of Takrit. His early child hood was   spent in a mud hut in a mostly Sunni Muslim part of Iraq, which is approximately   (100) one-hundred miles north of Baghdad. Hussein's father, Hussein al-Majid,   died or abandoned the family (according to who is reporting the story), within   a short time of his birth. Accurate records are difficult to obtain in a country   where Hussein's birthday is celebrated as a national holiday. He was reared   alone by his mother Subha, until she took a second husband, Ibrahim Hassan.   Hassan, often said to have been brutal and a thief, was a sheepherder by profession   and enlisted Saddam in his ventures. According to a former personal secretary   of Hussein, his step father abused Saddam and sent him to steal chicken and   sheep to be sold. This pattern continued until 1947 when, at the age of ten,   he was allowed to move in with his mother's brother, Khayrallah Tulfah, in   Baghdad.     In Baghdad, Hussein began to learn more than reading and writing. His tutor,   Khayrallah had been &quot;cashiered&quot; from the Iraqi army for supporting   a &quot;Pro-Nazi&quot; coup attempt that failed. Khayrallah's bitterness towards   the British and imperialism, soon was transferred to Saddam. In fact, some   confidants of Hussein point to his relationship with Tulfah as a turning point   in his political awareness. To demonstrate Tulfah's importance to Hussein,   he was later made Mayor of Baghdad under the Hussein regime. Saddam finished   intermediate school (roughly the equivalent of 9th Grade) at the age of sixteen,   and attempted to be admitted to the prestigious Baghdad Military Academy.        Unfortunately, his poor grades prevented him from doing so, and he became   more deeply involved in political matters. In 1956, he participated in a non-successful   coup attempt against the monarchy of King Faisal II. In 1957, he joined the   Baath party, a radical nationalist movement. In 1958, a non-Baathist group   of army officers succeeded in overthrowing the King. The group was led by   General Abdul Qassim. In 1959, Saddam and a group of Baathist supporters attempted   to assassinate Gen. Qassim by a day-light machine-gun attack. The attack was   unsuccessful, but it helped to place Hussein in a leadership position in the   Baathist movement and furthered the process of nationalist political indoctrination.   After the attack, in which Hussein is slightly wounded, he fled to Syria.   From Syria, he went to Cairo, Egypt where he would spend the next four (4)   years. While receiving aid from Egypt, he finished high school at the age   of twenty-four and continued his political education. While in Egypt, he was   arrested on at least two occasions for threatening a fellow student and chasing   another down the street with a knife, both for political differences. In 1961,   he entered Cairo University School of Law, but did not finish his studies   there. In 1963, a group of Baathist army officers tortured and assassinated   General Qassim. This was done on Iraqi television. They also mutilated many   of Qassim's devotees and showed their bodies (in close up) on the nightly   news for more than one night. Saddam, hearing the news, quickly rushed back   to Iraq to become involved in the revolution. And involved, he was, as both   an interrogator and torturer at the infamous &quot;Palace of the End&quot;,   in the basement of the former palace of King Faisal.     According to reports by Hanna Batatu (a government reporter), Hussein rose   quickly through the ranks, due to his extreme efficiency as a torturer. The   Baathist party split in 1963 and Saddam had supported the &quot;winner&quot;   in the latest party struggle. He was appointed by Michel Aflaq to be a member   of the Baath Regional Command. In 1964, Hussein was jailed by some &quot;rightist&quot;   military officers who opposed the Baathist takeover. Through other politicalinfluence   provided by his older cousin, General Ahmad Hassan al-Bakr, Hussein became   deputy Secretary-General of the Baathists in 1966. In 1966, Hussein escaped   from prison and set up a Baathist internal party security system known as   the Jihaz Haneen. It was to serve as the continuation of his political and   real rise to power in Iraq. In 1968, another major upheaval in Iraq gave Hussein   the greatest opportunity for further advancement; his mentor, Gen. Bakr and   the Baathist seized the government. Hussein was made Deputy Chairman of the   Revolutionary Command Council, in charge of internal security.     At the age of thirty-one (31) he had acquired what could have been deemed   the number two spot in the Baathist party. He would continue in the position   for approximately the next ten years. During that time, he would continue   to consolidate his power by appointing numerous family members to positions   of authority in the Iraqi government. In his position of Deputy in Charge   of Internal Security, he built an enormous security apparatus and had spies   and informers everywhere in the circles of power in Iraq.   During this time, Hussein also began to accumulate the wealth and position   that he so relished as a poor sheep-herder in the desert of al-Auja. He and   his family, now firmly entrenched in the infrastructure of the country , began   to control the country's oil and other industrial enterprises. With the help   of his security network and several personal assassins, Hussein took control   of many of the nation's leading businesses.     In 1978, Saddam had been working with other Arab nations to ostracize Egypt   for it's diplomatic initiative in resolving Israel/Arab questions. An ally,   President Hafez al-Assad of Syria, almost became the undoing of Hussein's   ascension. If a Syrian/Iraqi federation were formed against Egypt, Assad,   not Hussein, would rise to a position of greater power in the relationship.   President Bakr would lead the federation with Assad as second in command.   Hussein could not allow that to happen and began to urge the President to   step down. Again with the help of his family and security apparatus, Hussein   was able to accomplish his task. On July 16, 1979, President Bakr resigned,   officially due to health problems, but in reality a victim of Hussein's political   in-fighting. Moving quickly to consolidate his power, he called a major Baathist   meeting on July 22, 1979. During the meeting, various family members and other   Hussein devotees urged that the party be &quot;cleansed&quot;. Hussein then   read a list of names and asked that they step outside. Once there, they are   taken into custody.     A high-ranking member of the Revolutionary Command, the head of the labor   unions, the leading Shiite member of the Command, and twenty (20) others are   then systematically and personally killed by Hussein and his top party officials.   During the next few days, reports indicate that as many as 450 other military   officers, deputy prime ministers, and &quot;non-party faithful&quot; were   rounded up and killed. This purge insured Hussein's consolidation of power   in Iraq.     In 1980, Iraq invaded Iran and conducted an eight year war against one of   his nearest neighbors and the home of Shiite fundamentalist Muslims. Again,   because it appeared that the Shiites could be a threat to his continued dictatorship,   the Kurds (Iraqi minority) were sprayed with poison gas for participating   with the Iranians in an attempted overthrow of his country. The war continued   for eight years of brutality and even repression of Hussein's own countrymen   (especially the Kurds).     In 1988, after millions being killed, Iraq and Iran conduct a cease-fire and   ended the bloodshed. By 1984, as many as 1.5 million Iraqis were supporters   of Hussein and the Baathists. He continued to enlarge his security apparatus   and army. In insidious ways, the party apparatus formed numerous government   agencies to control and manipulate the citizens of Iraq. A statistical analysis   of the population indicated that as many as fifty per cent of the Iraqis or   a member of their family were employed by the government or military. The   party and the people have become one. Hussein's domination of the country   is complete.     Even the war against Iran didn't end the peoples support for Hussein, although   some small protests did dampen the population's support for the conflict with   Iran. Ultimately however, the war with Iran only strengthened Hussein's resolve   and, in some eyes, causes him to become a &quot;hero&quot; of Arab nationalism.   This brings us to the chapter of Hussein's life that has not been thoroughly   researched and written. It involves the 1990, summer invasion of Kuwait over   a dispute about oil prices and political control of the Persian Gulf. The   subsequent United Nation Resolutions and United States intervention in the   defense of Kuwait, Saudi Arabia and other nearby countries will undoubtedly   impact on the history of Saddam Hussein.     Hussein has managed to survive the loss of a large portion of his army, a   major psychological defeat, and control of the Northern and Southern part   of Iraq, yet he continues in power in Iraq. His resilience is extraordinary,   and so far he has managed to elude the allied powers, who would like to see   him replaced as the leader of a major Middle-Eastern country. One thing is   sure, Hussein is a man who is filled with pride. He is firmly entrenched in   the history and culture of Iraq. If past history can serve as a guide, in   regard to his future behavior, one can expect that he will use all of his   resources to exact revenge against those that defeated him. The most viable   route for revenge, by Hussein and Iraq, is the conduct of terrorist operations.   No one should discount his future involvement in actions against the United   States or her allies.   Saddam exemplifies a Machiavelli   type attitude by exerting rulership by fear. His ways of acquiring power were   definitely not parallel to those of the Koran. One practice that the prophet   Muhammad established early on was a regular schedule of public meetings with   the community members to get their advice on political actions, alliances,   governors, and other mundane affairs. These meetings were held in the mosque   of Medina for the most part, and they presented a chance for all members to   speak their minds on the issues that faced the community. Muhammad never silenced   anyone nor took action against those who expressed differing opinions. Moreover,   he often concurred with the majority consensus. This was the Shura, or Tradition   of Consultation, which forms the basis of the representative political structure   in Islam.     Interview of Saddam   by Adel Darwish   Consider this interview   from Dr. Adel Darwish who personally interviewed Saddam in 1975 in Baghdad:   &quot;In 1975 in Baghdad,   &quot;Mr. Deputy&quot;, as Saddam was known then, charmed three Western journalists   he invited to his table. During a chilling account of his Kurdistan campaign,   Mr. Deputy entertained us with generous measures of whisky and his analysis   of the new mafia film The Godfather. His obsession with the central character   and the storyline - on which he later modeled many of his own moves - is a   key to his tactics and maneuvers. Some deals the Godfather made, he said,   &quot;might seem humiliating concessions, But they were calculated tactics   that enabled him to laugh last and laugh louder&quot;. On another occasion,   six years later, Saddam sought the views of visiting writers on The Long Days,   a personally promoted film about his life that showed him making concessions,   escaping and hiding as heroic deeds. The historic goal was to survive as &quot;a   Godfather, without whom the Iraqi family would disintegrate&quot;.     &quot;I did meet Saddam   on several occasions, the most telling one was in 1975 when he was Mr Deputy   - not the leader yet- so   we sat at the same table he outdrank the rest of us ( three British journalists)   - and talked more freely than any other time. He talked almost two hours   about the mafia film the God Father, and about two more hours on his campaign   against the Kurds and his vision for ' the Iraqi family', there wasn't much   talk of Arab nationalism yet. He talked about other things to do with culture,   Art, his meeting with the Shah etc - it was six hour our session.&quot;   Biography of Osama Bin Laden   Considered the world's   foremost terrorist, Osama bin Laden is the leading suspect in the horrific   Sept. 11, 2001, attacks that destroyed the World Trade Center, damaged part   of the Pentagon, and resulted in a plane crash in Pennsylvania. Although he   has denied involvement in the attack, he referred to it, through an aid, as   &quot;punishment from Allah.&quot; Bin Laden has been implicated in a string   of deadly attacks on the United States and its allies: the 1993 World Trade   Center bombing; the 1998 bombings at the U.S. embassies in Kenya and Tanzania   that killed more than 200; and the 2000 bombing of the USS Cole in Yemen.   Bin Laden also claims responsibility for a 1993 gunfight that killed 18 U.S.   troops in Somalia and the 1996 bombing of the Khobar military complex in Saudi   Arabia that left 19 U.S. soldiers dead.      Bin Laden was born in Saudi Arabia around 1957 to a father of Yemeni origins   and a Syrian mother. His father, Mohammed bin Laden, founded a construction   company and with royal patronage became a billionaire. The company's connections   won it such important commissions as rebuilding mosques in the holy cities   of Mecca and Medina. Mohammed bin Laden took numerous wives and fathered about   50 children. Osama was the 17th son, the only born to a later wife. In a society   where status within a family is highly important, bin Laden would therefore   have been of relatively low rank. Bin Laden studied management and economics   at King Abdul Aziz University in Jedda, Saudi Arabia, coming under the influence   of religious teachers who introduced him to the wider world of Islamic politics.      Al-Qaeda   The Taliban   Afghan War   Afghanistan   Saudi Arabia   Sudan   Cold War   Islam Primer     The 1979 Soviet invasion of Afghanistan galvanized bin Laden. He supported   the Afghan resistance, which became a jihad, or holy war. Ironically, the   U.S. became a major supporter of the Afghan resistance, or mujahideen, working   with Saudi Arabia and Pakistan to set up Islamic schools in Pakistan for Afghan   refugees. These schools later evolved into virtual training centers for Islamic   radicals. By the mid-1980s, bin Laden had moved to Afghanistan, where he established   an organization, Maktab al-Khidimat (MAK), to recruit Islamic soldiers from   around the world who later form the basis of an international network. The   MAK maintained recruiting offices in Detroit and Brooklyn in the 1980s.     The Taliban, the former rulers of Afghanistan, arose from the religious schools   set up during the mujahideen's war against the Soviet invasion. After the   Soviet army withdrew in 1989, fighting erupted among mujahideen factions.   In response to the chaos, the fundamentalist Taliban was formed and within   two years it captured most of the country. The Taliban gave bin Laden sanctuary   in 1996.        An International Network        After the Soviet withdrawal in 1989, bin Laden returned to Saudi Arabia and   worked in his family's construction business. He founded an organization to   help veterans of the Afghan war, many of whom went on to fight in Bosnia,   Chechnya, Somalia, and the Philippines. Scholars have suggested these loosely   connected bands of seasoned soldiers, ready to fight for Islamic causes, form   the basis of bin Laden's current support. In 1990, in response to the Iraqi   invasion of Kuwait, the Saudi government allowed American troops to be stationed   in Saudi Arabia. Bin Laden was incensed that non-believers (American soldiers)   were stationed in the birthplace of Islam. He also charged the Saudi regime   with deviating from true Islam. Bin Laden was expelled from Saudi Arabia in   1991 because of his anti-government activities. He eventually wound up in   Sudan, where he worked with Egyptian radical groups in exile.      Anti-U.S. Attacks   In 1992 bin Laden claimed responsibility for attempting to bomb U.S. soldiers   in Yemen and for attacking U.S. troops in Somalia the following year. In 1994   pressure from the U.S. and Saudi Arabia prompted Sudan to expel bin Laden,   and he returned to Afghanistan. In 1998 bin Laden called for all Americans   and Jews, including children, to be killed. He has since been accused of increasing   his terrorist activities, such as the 1998 bombings at the U.S. embassies   in Kenya and Tanzania. The date, Aug. 7, was the anniversary of the deployment   of U.S. troops to Saudi Arabia. U.S. cruise missile attacks against targets   in the Sudan and Afghanistan in Aug. 1998 are not believed to have seriously   hampered bin Laden's network. Bin Laden continues to call for the destruction   of the U.S., Israel, and the Saudi monarchy, stating that with these obstacles   removed, Islam's three holiest sites, Mecca, Medina, and Jerusalem, would   then be liberated.      International Terrorist   Network   Yet, even as he is reviled in the West, bin Laden is a hero in parts of the   Islamic world, according to intelligence reports. His organization is called   al-Qaeda, &quot;the Base,&quot; and has approximately 3,000 followers, which   he funds with his estimated $250 million fortune. Experts have said that bin   Laden could represent a new trend in terrorism&#8212;privatization. Until   his emergence, most large-scale terrorist organizations are believed to have   been connected to governments. With his money and disciplined followers, however,   bin Laden is believed to have the ability to launch even more devastating   terrorist attacks. He has not denied that he is seeking nuclear or chemical   weapons, saying that it is a religious duty to defend Islam. Bin Laden has   been disowned by most of his family, including a brother, Sheik Bakr Mohammed   bin Laden, who has established scholarship funds at Harvard Law School, and   the Harvard School of Design. In 1991 his Saudi citizenship was revoked.      Wanted: Dead or Alive   After the Sept. 11 attacks, the U.S. issued an ultimatum to Taliban-ruled   Afghanistan to turn over bin Laden&#8212;this was just the last of several   such demands made by the U.S. and the UN after bin Laden was implicated in   the 1998 U.S. embassy bombings in East Africa (the U.S. also responded then   by launching retaliatory missile attacks on Sudan and an al-Qaeda training   camp in Afghanistan). Binding their fate to bin Laden's, the Taliban became   the target of air strikes by the U.S. and Britain beginning in October 2002   that swiftly toppled the regime within two months. But Bin Laden, the object   of the military campaign in Afghanistan, remained at large. He was believed   to have fled to the mountainous region of Tora Bora, but the heavy U.S. bombing   campaign that followed failed to vanquish him. Since the attacks, Bin Laden   has released several video tapes broadcast on Qatar's Al Jazeera network,   the first of which praised the Sept. 11 hijackers, but stopped just short   of claiming responsibility for them. In subsequent tapes, he threatened that   more attacks against &quot;the infidel&quot; will occur and warned that &quot;America   will not live in peace.&quot; Bin Laden's whereabouts remain elusive, but   he is thought to be somewhere in Afghanistan or Pakistan. The FBI has placed   a $25 million bounty upon his head.         SACRED WRITINGS   Bible Gospels - King James Version of the Bible   Koran     Sources   Anti-American Terrorism and the Middle East by Barry   Rubin and Judith Colp Rubin    Nontraditional Warfare- Threats and Responses by William R. Schilling      The Prince by Niccolo Machiavelli    Understanding Islam by Yahiya Emerick     RELATED Internet   LINKS     Most Wanted Terrorists -&lt;www.nyc.gov/html/nypd/html/wanted/wanted_terrorists.html&gt;   FBI's Ten Most Wanted - &lt;www.infoplease.com/spot/tenmostwanted.html&gt;   Chechnya Time Line - &lt;psywarsoc.psyborg.co.uk/timeline.html&gt;   Russian History Time Line - &lt;www2.canisius.edu/~emeryg/time.html&gt;   Russia - &lt;www.ru/eng/&gt;   Terrorism - &lt;www.terrorism.com/index.shtml&gt;   Terrorism Around the World - &lt;www.dvercity.com/magazine_terrorism.html&gt;   Independent Newspaper -   www.independent.co.uk      Email Contacts   Adel Darwish (writer of   MidEast News) - adel.darwish@mideastnews.co"}]},
{"detail": [{"content": "%PDF-1.5  %  1 0 obj   >>>  endobj  2 0 obj   >  endobj  3 0 obj   >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI] >>/Annots[ 11 0 R 12 0 R 13 0 R 14 0 R 15 0 R 16 0 R 17 0 R] /MediaBox[ 0 0 612 792] /Contents 4 0 R/Group >/Tabs/S/StructParents 0>>  endobj  4 0 obj   >  stream  xZn8\u0012}\u000f\u007fc \u0019&J`$x\u0010l\u000f>(\u001awcno_2/ت.Z\u0015'\u0018Ln⩪SE\u0017\u001fO?z5\u007f|~[f׿?\u007f&X\u000e V ԋq]ӎJz\"U(:ef̄Z\u001cQrZvL\u00180\u0011>\u001e:3ˊ\u0015V/3XoL䋯6NEVV V\u001e?:Ei \u0005+JuJ~~\u008f\u001b&s\u0016Uۑls`\u0002|\u0006?N/U\u000f\u001c?)\u0001 V\bIU {yEXӠ\u0001 (^~^\\D 5\u00176\u0014#T賚*|V'blҍfҍk8 x)\bBl   \u007fcEU0OXnsn[%\u0006mUc=XEd mf \u00013\u0006cQRaxa s\u0014wPJ.i)\u001e ;pSyL/ٷF.\u0005Q-S\u000fbU\\z`Qvne.K֦xb@\u0012Z@*\u0013%uK3wI0\u0000\u001cdG⭚؏(+$x\u0012\u007fn갤С0qmVs`u\u0019\u00034Ȉ\u001d\u001b:bHm\u0014r\u0006;\u0015?h@-׬\u0002_F}\u0000@j(\u001a@{5\u0003OriWtdԙM1)V\u0019\u0014ޮ&P\u000ebZΏ7rn\u001fz\u0018\u009d(A\u0007.w_4T\u00045_\u0019n͎҄l7\u0003\u0018H\u0013+29Ɔ\u0006\u0012L. EU'}\u0014\u0019E%) \u0000\u0002#,@fMѾ}r %ɥ0\\&AQ1\u001aǀ(Tb_\u001bt~\u001c/u\u0007+P\u0018\u0015O\b451\u0014PW {6{(Rg\u0011} Q\u0015ʑ'Wq\u0003ҖL eb'fx#Z$S\u001a\u00142tjw\u001b{\"\u0003^}G\u0002i8s\u0012\u0000} 3YHJ[\u0015\u0013N%1rW\u001ffuMԀ_]\u000fcs-FrhŽoѾ8ݝ -\u0007\u0006\u0005\u0016@{z )ђy'g\u001e\u0011\u000f rO\"@\u001ed\u0011h [Þ1\u007fϝìqEY~7bfX ;rhv\u0012\u000359vg\u0001e~H} @\"}q2^A\"%\u0003s0D/(\u001d\u0018 ]%7\u0010wo\u001b8/,6EW\u0004` Qז\u0004\u0000}^s8\u0018\u0014@{6\u0017^{8@#vCdPQdݥxsI(Qa?sV\u0013o\bm,n\u0013/i\b%[\u00163\"^Iy\u000f2OB \b\u0007@\u0012O\u001f-p ݍ(T\u001a\u0010h\u0010͸!֭\b\u0013LW\u0014b UEEJ\u0011\u000e$ҘH0l\u0001H$)\u0011@(bxYr\u001ad\u001acɓsX\u000eo gMa7{8\u0000n/|m;X1v5NWV\udf17O\u0013.S(\u000f`\u000fT>\u001e?^K\u0013.\u001ff{6\u0018\u0010\u0017s*\u007fj0^  endstream  endobj  5 0 obj   >  endobj  6 0 obj   >  endobj  7 0 obj   >  endobj  8 0 obj   >  endobj  9 0 obj   >  endobj  10 0 obj   >  endobj  11 0 obj   >/F 4/A >/StructParent 1>>  endobj  12 0 obj   >/F 4/A >/StructParent 2>>  endobj  13 0 obj   >/F 4/A >/StructParent 3>>  endobj  14 0 obj   >/F 4/A >/StructParent 4>>  endobj  15 0 obj   >/F 4/A >/StructParent 5>>  endobj  16 0 obj   >/F 4/A >/StructParent 6>>  endobj  17 0 obj   >/F 4/A >/StructParent 7>>  endobj  18 0 obj   >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI] >>/MediaBox[ 0 0 612 792] /Contents 19 0 R/Group >/Tabs/S/StructParents 8>>  endobj  19 0 obj   >  stream  xXn8\u0010}\u000f\u007f\u0004Čx\u0004\u0014\u00056IȢ\u0001\u0016[\u0005تmo\u0016!udU]\u0004q\u0014Is3C?ɻww\u000fO$y?>##Dٗ # 0'4ᒤIN32Nn\u0012ď'7/\u0011&?&7\u001f|x~ \u001c\u0003o:O)^eQq$TGq1Q\u0011p/-\u0019X}\u0014WV¸B\u0018*QI\u001eױ\u001c3\u0019\u001d㩈| #$4cU݂3\u0002{E\u000f,PFOp /sxU*éYRG&cy \u0011,\\N wuR\u0005)۳\bV\u0007I*\u0018'\"$e4W(\u0018`wP\u0019>a\u0015ŌE?~0\u001fJC~8mi \u0012X\u0016\u0016:Xa%L5KXՕs&T /\u000e@Gә0KE;K=3._\u00140ߗ\u0005H'sjf[+y\u0007\u0007\u0016{;YwQNr\u0013+>~\u0003\u001dAM%w N:go\u0000\u001cǏm%da#n ۚ\u0019N{wu(1ڨ\u0001ߠ\u0014XX׾ x9\u0003&nI\u007f>5\u001f\\{iǨT(~*! Ae%(4L~ I$@ \u001apFU0^K~X*!#;3 ӧ\u0012 o\u00199\u0005baf}U19Y]5fjV&~wsF\u001ccC\u00140-7E|R\u0006 W=J\u0011\u0019J**\u001e̿zv\u0001Tݳ\u007f T\u0013X&`\u0012NȂWYpqP\u0005\u0002@\u0001a/ӣ\u00145 _᯸\u0001FL}]۱{kip5ǊcoqLq\u0003fqC@N+6\u001224eWm\u0010uC\u0017pmWT3 \u0007z=\u0005\u00048e\u0004\u00149\u00156Y*\u0016-DV\u0004\\\u0018a\u0015?{\u0012ړY`\u001c|GmE쵌Q\u0010|rf\u001c\bacaW0dw;\u001d4HӲ= 7\u0002\u000fL#Z\u0016yůQJR\u001f\u0007YAzRMՔ|X\u00159`un(^)gmn`QO5\u001b;*\uda3e\u0004H宿WeٝL\u0006\u0018ny\\@ u[t\u0006^|ھ[+܂0uj\u001aEXk\u0015=9_uHRҤQ\"\u0015\u0002luéj1OJ-wc\u000fHpy0\u001a|V\u0002#^ bn\u001a\u0010\u001aΦ\u0001\u0004AV~ħ%  :zk\u000f\u007f\u0017\u0010Rqa F^/\u0002Ş  endstream  endobj  20 0 obj   >  endobj  26 0 obj   >  stream  xWMo\u001c7 \u0007\u007f?XC\u0012\u0005\u00049TEs+|HE\u0014u\u0002w\u0003$>OÙmʇ ̈|$\u001fi+Ff\u0012F2i\"D\u0015oBxS\u0012ÛA7u\u0013e\u0015 wzX\u0003\u0006t :A h\u000fh\u000fh\u000fh\u000f\u0014\u000f\u0014\u000f\u0014\u000f\u0014\u000f\u0014\u000f\u0016-[0oa¼y \u0016A@?B,e:Keeer»np7\u001f\u001avߝ>|9^\u001d2_\u007f_\\jdyeJw7U./S?444Ζ40c=w\u0002\u0015ncZXX7-u\u0017]7\"\u0002  endstream  endobj  110 0 obj  [ 278 0 0 0 0 0 0 0 0 0 0 0 278 333 278 0 556 556 556 556 556 556 556 556 556 556 278 0 0 0 0 0 1015 667 667 722 722 667 611 778 722 278 500 0 556 833 722 0 667 0 722 667 611 722 667 944 0 0 0 0 0 0 0 0 0 556 556 500 556 556 278 556 556 222 0 500 222 833 556 556 556 556 333 500 278 556 500 722 500 500 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 556]   endobj  111 0 obj  [ 278 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 278 0 0 0 833 0 0 0 0 722 0 0 0 0 0 0 0 0 0 0 0 0 0 0 556 0 556 611 556 0 611 611 278 0 0 278 0 611 611 0 611 389 556 333 611 556]   endobj  112 0 obj  [ 278 0 0 0 0 0 0 0 0 0 0 0 278 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 722 667 0 0 722 278 0 0 556 833 0 0 667 0 722 0 611 0 0 0 0 0 0 0 0 0 0 0 0 556 0 500 556 556 278 556 556 222 0 0 222 833 556 556 0 0 333 500 278 556 500 0 0 500]   endobj  113 0 obj   ] /Filter/FlateDecode/Length 266>>  stream  x59R\u0002a\u0010\u001eĕu@\u0011\u0004\u0017\u0004EqGA\u0011}W\u0006C{\u0000+jl2\u001dS]U|\"\\2\u0016\u000e^\u0015S\u007f(\u0007%x|𥄟\u0014^ ] >>  startxref  11152  %%EOF  xref  0 0  trailer   ] /Prev 11152/XRefStm 10683>>  startxref  13591  %%EOF"}, {"content": "Revisiting Machiavelli: Saddam and Osama by Jeff Flournoy              &quot;Revisiting Machiavelli: A Comparison of Osama bin Laden and Saddam Hussein's   Leadership Styles,&quot; by Jeff Flournoy   Argument: &quot;Government, even in its   best state, is but a necessary evil; in its worst state, an intolerable one.&quot;   - Thomas Paine   Some of us follow the leaders in our lives because we have to   while others follow because of their charisma.   The Prince by Machiavelli   presents an argument of governing a state that is drastically different from   the other rulers of his time. Machiavelli believed that the ruling Prince should   be the sole authority determining every aspect of the people and that this ruler   should put in effect a policy that would serve his best interests. These interests   were gaining, maintaining and expanding his political power. His understanding   of human nature was a complete contradiction of what humanitarians believed   and taught. Machiavelli strongly promoted a secular society where morality was   not necessary but in fact stood in the way of an effectively governed principality.   Though in most cases, Machiavelli's suggestions seem harsh and immoral you have   to remember that those views came out of concern of Italy's unstable political   condition. He wrote this book for his own prince, Lorenzo De Medici ruler of   Florence, to promote himself into the political arena of Italy. During the Renaissance   Italy was a scene of intense political conflict involving dominant city-states   of Florence, Milan, Venice, and Naples, plus the Papacy, France, Spain, and   the Holy Roman Empire. He analyzed power and the way the Prince could gain enough   power to become Italy's prime ruler and keep control. The extensive explanations   by Machiavelli were driven by his own fascination with power and his desire   for an independent Italy. Machiavelli was only interested in directly discussing   the elements of power as he wrote,&quot; Since it is my intention to write something   of use, I deem it is best to stick to practical truth of things rather than   to fancies. Many men have imagined republics and principalities that never existed   at all. Yet the way men live is so far removed from the way they ought to live   that anyone who abandons what is for what should be pursues his downfall rather   than his preservation.&quot; When Machiavelli mentioned &quot;fancies&quot;,   he was referring to the theories set prior to his own. Theories, which recognized   men as good, thus able to controlled by good. But in this quote, Machiavelli   points out that men do not live in such a fashion. Therefore, those acts which   are other than good are necessary for acquisition and preservation of power   in society. Machiavelli set the precedent for the cold and calculated regardless   of the century they live in. He discusses frankly, the necessity of cruel actions   to keep power. He was in the business of power preservation not piety. Those   who desire power in any situation may look to his strategies for solid aid.   &quot;he (the leader of the state) must stick to the good so long as he can,   but, being compelled be necessity; he must be ready to take the way of evil.&quot;   Thus the term Machiavellianism is defined: The political doctrine of Machiavelli,   which denies the relevance of morality in political affairs and holds that craft   and deceit are justified in pursuing and maintaining political power. This definition   implies that in the arena of power the end justifies the means. This is essentially   the core of Machiavellianism. The priority for the power holder is to keep the   security of the state regardless of the morality of the means. Similarly today   many leaders in the Islamic World also take on a somewhat Machiavellian-like   spirit in the way they rule . Saddam Hussein and Osama Bin Laden have been prime   targets of the American government in the news lately. They are America's prime   targets in the war against terrorism. As we revisit Machiavelli, how can we   compare what both leaders believe and how it affects their power versus what   people in the free US of America and how they view leadership? Who is the better   leader? Who has the best prescription for Leadership? Let's take a look at the   history of both Saddam and Osama.     Biography   of Saddam Hussein     The current leader of Iraq is was born on April 28, 1937, in   a small village of al-Auja near the town of Takrit. His early child hood was   spent in a mud hut in a mostly Sunni Muslim part of Iraq, which is approximately   (100) one-hundred miles north of Baghdad. Hussein's father, Hussein al-Majid,   died or abandoned the family (according to who is reporting the story), within   a short time of his birth. Accurate records are difficult to obtain in a country   where Hussein's birthday is celebrated as a national holiday. He was reared   alone by his mother Subha, until she took a second husband, Ibrahim Hassan.   Hassan, often said to have been brutal and a thief, was a sheepherder by profession   and enlisted Saddam in his ventures. According to a former personal secretary   of Hussein, his step father abused Saddam and sent him to steal chicken and   sheep to be sold. This pattern continued until 1947 when, at the age of ten,   he was allowed to move in with his mother's brother, Khayrallah Tulfah, in   Baghdad.     In Baghdad, Hussein began to learn more than reading and writing. His tutor,   Khayrallah had been &quot;cashiered&quot; from the Iraqi army for supporting   a &quot;Pro-Nazi&quot; coup attempt that failed. Khayrallah's bitterness towards   the British and imperialism, soon was transferred to Saddam. In fact, some   confidants of Hussein point to his relationship with Tulfah as a turning point   in his political awareness. To demonstrate Tulfah's importance to Hussein,   he was later made Mayor of Baghdad under the Hussein regime. Saddam finished   intermediate school (roughly the equivalent of 9th Grade) at the age of sixteen,   and attempted to be admitted to the prestigious Baghdad Military Academy.        Unfortunately, his poor grades prevented him from doing so, and he became   more deeply involved in political matters. In 1956, he participated in a non-successful   coup attempt against the monarchy of King Faisal II. In 1957, he joined the   Baath party, a radical nationalist movement. In 1958, a non-Baathist group   of army officers succeeded in overthrowing the King. The group was led by   General Abdul Qassim. In 1959, Saddam and a group of Baathist supporters attempted   to assassinate Gen. Qassim by a day-light machine-gun attack. The attack was   unsuccessful, but it helped to place Hussein in a leadership position in the   Baathist movement and furthered the process of nationalist political indoctrination.   After the attack, in which Hussein is slightly wounded, he fled to Syria.   From Syria, he went to Cairo, Egypt where he would spend the next four (4)   years. While receiving aid from Egypt, he finished high school at the age   of twenty-four and continued his political education. While in Egypt, he was   arrested on at least two occasions for threatening a fellow student and chasing   another down the street with a knife, both for political differences. In 1961,   he entered Cairo University School of Law, but did not finish his studies   there. In 1963, a group of Baathist army officers tortured and assassinated   General Qassim. This was done on Iraqi television. They also mutilated many   of Qassim's devotees and showed their bodies (in close up) on the nightly   news for more than one night. Saddam, hearing the news, quickly rushed back   to Iraq to become involved in the revolution. And involved, he was, as both   an interrogator and torturer at the infamous &quot;Palace of the End&quot;,   in the basement of the former palace of King Faisal.     According to reports by Hanna Batatu (a government reporter), Hussein rose   quickly through the ranks, due to his extreme efficiency as a torturer. The   Baathist party split in 1963 and Saddam had supported the &quot;winner&quot;   in the latest party struggle. He was appointed by Michel Aflaq to be a member   of the Baath Regional Command. In 1964, Hussein was jailed by some &quot;rightist&quot;   military officers who opposed the Baathist takeover. Through other politicalinfluence   provided by his older cousin, General Ahmad Hassan al-Bakr, Hussein became   deputy Secretary-General of the Baathists in 1966. In 1966, Hussein escaped   from prison and set up a Baathist internal party security system known as   the Jihaz Haneen. It was to serve as the continuation of his political and   real rise to power in Iraq. In 1968, another major upheaval in Iraq gave Hussein   the greatest opportunity for further advancement; his mentor, Gen. Bakr and   the Baathist seized the government. Hussein was made Deputy Chairman of the   Revolutionary Command Council, in charge of internal security.     At the age of thirty-one (31) he had acquired what could have been deemed   the number two spot in the Baathist party. He would continue in the position   for approximately the next ten years. During that time, he would continue   to consolidate his power by appointing numerous family members to positions   of authority in the Iraqi government. In his position of Deputy in Charge   of Internal Security, he built an enormous security apparatus and had spies   and informers everywhere in the circles of power in Iraq.   During this time, Hussein also began to accumulate the wealth and position   that he so relished as a poor sheep-herder in the desert of al-Auja. He and   his family, now firmly entrenched in the infrastructure of the country , began   to control the country's oil and other industrial enterprises. With the help   of his security network and several personal assassins, Hussein took control   of many of the nation's leading businesses.     In 1978, Saddam had been working with other Arab nations to ostracize Egypt   for it's diplomatic initiative in resolving Israel/Arab questions. An ally,   President Hafez al-Assad of Syria, almost became the undoing of Hussein's   ascension. If a Syrian/Iraqi federation were formed against Egypt, Assad,   not Hussein, would rise to a position of greater power in the relationship.   President Bakr would lead the federation with Assad as second in command.   Hussein could not allow that to happen and began to urge the President to   step down. Again with the help of his family and security apparatus, Hussein   was able to accomplish his task. On July 16, 1979, President Bakr resigned,   officially due to health problems, but in reality a victim of Hussein's political   in-fighting. Moving quickly to consolidate his power, he called a major Baathist   meeting on July 22, 1979. During the meeting, various family members and other   Hussein devotees urged that the party be &quot;cleansed&quot;. Hussein then   read a list of names and asked that they step outside. Once there, they are   taken into custody.     A high-ranking member of the Revolutionary Command, the head of the labor   unions, the leading Shiite member of the Command, and twenty (20) others are   then systematically and personally killed by Hussein and his top party officials.   During the next few days, reports indicate that as many as 450 other military   officers, deputy prime ministers, and &quot;non-party faithful&quot; were   rounded up and killed. This purge insured Hussein's consolidation of power   in Iraq.     In 1980, Iraq invaded Iran and conducted an eight year war against one of   his nearest neighbors and the home of Shiite fundamentalist Muslims. Again,   because it appeared that the Shiites could be a threat to his continued dictatorship,   the Kurds (Iraqi minority) were sprayed with poison gas for participating   with the Iranians in an attempted overthrow of his country. The war continued   for eight years of brutality and even repression of Hussein's own countrymen   (especially the Kurds).     In 1988, after millions being killed, Iraq and Iran conduct a cease-fire and   ended the bloodshed. By 1984, as many as 1.5 million Iraqis were supporters   of Hussein and the Baathists. He continued to enlarge his security apparatus   and army. In insidious ways, the party apparatus formed numerous government   agencies to control and manipulate the citizens of Iraq. A statistical analysis   of the population indicated that as many as fifty per cent of the Iraqis or   a member of their family were employed by the government or military. The   party and the people have become one. Hussein's domination of the country   is complete.     Even the war against Iran didn't end the peoples support for Hussein, although   some small protests did dampen the population's support for the conflict with   Iran. Ultimately however, the war with Iran only strengthened Hussein's resolve   and, in some eyes, causes him to become a &quot;hero&quot; of Arab nationalism.   This brings us to the chapter of Hussein's life that has not been thoroughly   researched and written. It involves the 1990, summer invasion of Kuwait over   a dispute about oil prices and political control of the Persian Gulf. The   subsequent United Nation Resolutions and United States intervention in the   defense of Kuwait, Saudi Arabia and other nearby countries will undoubtedly   impact on the history of Saddam Hussein.     Hussein has managed to survive the loss of a large portion of his army, a   major psychological defeat, and control of the Northern and Southern part   of Iraq, yet he continues in power in Iraq. His resilience is extraordinary,   and so far he has managed to elude the allied powers, who would like to see   him replaced as the leader of a major Middle-Eastern country. One thing is   sure, Hussein is a man who is filled with pride. He is firmly entrenched in   the history and culture of Iraq. If past history can serve as a guide, in   regard to his future behavior, one can expect that he will use all of his   resources to exact revenge against those that defeated him. The most viable   route for revenge, by Hussein and Iraq, is the conduct of terrorist operations.   No one should discount his future involvement in actions against the United   States or her allies.   Saddam exemplifies a Machiavelli   type attitude by exerting rulership by fear. His ways of acquiring power were   definitely not parallel to those of the Koran. One practice that the prophet   Muhammad established early on was a regular schedule of public meetings with   the community members to get their advice on political actions, alliances,   governors, and other mundane affairs. These meetings were held in the mosque   of Medina for the most part, and they presented a chance for all members to   speak their minds on the issues that faced the community. Muhammad never silenced   anyone nor took action against those who expressed differing opinions. Moreover,   he often concurred with the majority consensus. This was the Shura, or Tradition   of Consultation, which forms the basis of the representative political structure   in Islam.     Interview of Saddam   by Adel Darwish   Consider this interview   from Dr. Adel Darwish who personally interviewed Saddam in 1975 in Baghdad:   &quot;In 1975 in Baghdad,   &quot;Mr. Deputy&quot;, as Saddam was known then, charmed three Western journalists   he invited to his table. During a chilling account of his Kurdistan campaign,   Mr. Deputy entertained us with generous measures of whisky and his analysis   of the new mafia film The Godfather. His obsession with the central character   and the storyline - on which he later modeled many of his own moves - is a   key to his tactics and maneuvers. Some deals the Godfather made, he said,   &quot;might seem humiliating concessions, But they were calculated tactics   that enabled him to laugh last and laugh louder&quot;. On another occasion,   six years later, Saddam sought the views of visiting writers on The Long Days,   a personally promoted film about his life that showed him making concessions,   escaping and hiding as heroic deeds. The historic goal was to survive as &quot;a   Godfather, without whom the Iraqi family would disintegrate&quot;.     &quot;I did meet Saddam   on several occasions, the most telling one was in 1975 when he was Mr Deputy   - not the leader yet- so   we sat at the same table he outdrank the rest of us ( three British journalists)   - and talked more freely than any other time. He talked almost two hours   about the mafia film the God Father, and about two more hours on his campaign   against the Kurds and his vision for ' the Iraqi family', there wasn't much   talk of Arab nationalism yet. He talked about other things to do with culture,   Art, his meeting with the Shah etc - it was six hour our session.&quot;   Biography of Osama Bin Laden   Considered the world's   foremost terrorist, Osama bin Laden is the leading suspect in the horrific   Sept. 11, 2001, attacks that destroyed the World Trade Center, damaged part   of the Pentagon, and resulted in a plane crash in Pennsylvania. Although he   has denied involvement in the attack, he referred to it, through an aid, as   &quot;punishment from Allah.&quot; Bin Laden has been implicated in a string   of deadly attacks on the United States and its allies: the 1993 World Trade   Center bombing; the 1998 bombings at the U.S. embassies in Kenya and Tanzania   that killed more than 200; and the 2000 bombing of the USS Cole in Yemen.   Bin Laden also claims responsibility for a 1993 gunfight that killed 18 U.S.   troops in Somalia and the 1996 bombing of the Khobar military complex in Saudi   Arabia that left 19 U.S. soldiers dead.      Bin Laden was born in Saudi Arabia around 1957 to a father of Yemeni origins   and a Syrian mother. His father, Mohammed bin Laden, founded a construction   company and with royal patronage became a billionaire. The company's connections   won it such important commissions as rebuilding mosques in the holy cities   of Mecca and Medina. Mohammed bin Laden took numerous wives and fathered about   50 children. Osama was the 17th son, the only born to a later wife. In a society   where status within a family is highly important, bin Laden would therefore   have been of relatively low rank. Bin Laden studied management and economics   at King Abdul Aziz University in Jedda, Saudi Arabia, coming under the influence   of religious teachers who introduced him to the wider world of Islamic politics.      Al-Qaeda   The Taliban   Afghan War   Afghanistan   Saudi Arabia   Sudan   Cold War   Islam Primer     The 1979 Soviet invasion of Afghanistan galvanized bin Laden. He supported   the Afghan resistance, which became a jihad, or holy war. Ironically, the   U.S. became a major supporter of the Afghan resistance, or mujahideen, working   with Saudi Arabia and Pakistan to set up Islamic schools in Pakistan for Afghan   refugees. These schools later evolved into virtual training centers for Islamic   radicals. By the mid-1980s, bin Laden had moved to Afghanistan, where he established   an organization, Maktab al-Khidimat (MAK), to recruit Islamic soldiers from   around the world who later form the basis of an international network. The   MAK maintained recruiting offices in Detroit and Brooklyn in the 1980s.     The Taliban, the former rulers of Afghanistan, arose from the religious schools   set up during the mujahideen's war against the Soviet invasion. After the   Soviet army withdrew in 1989, fighting erupted among mujahideen factions.   In response to the chaos, the fundamentalist Taliban was formed and within   two years it captured most of the country. The Taliban gave bin Laden sanctuary   in 1996.        An International Network        After the Soviet withdrawal in 1989, bin Laden returned to Saudi Arabia and   worked in his family's construction business. He founded an organization to   help veterans of the Afghan war, many of whom went on to fight in Bosnia,   Chechnya, Somalia, and the Philippines. Scholars have suggested these loosely   connected bands of seasoned soldiers, ready to fight for Islamic causes, form   the basis of bin Laden's current support. In 1990, in response to the Iraqi   invasion of Kuwait, the Saudi government allowed American troops to be stationed   in Saudi Arabia. Bin Laden was incensed that non-believers (American soldiers)   were stationed in the birthplace of Islam. He also charged the Saudi regime   with deviating from true Islam. Bin Laden was expelled from Saudi Arabia in   1991 because of his anti-government activities. He eventually wound up in   Sudan, where he worked with Egyptian radical groups in exile.      Anti-U.S. Attacks   In 1992 bin Laden claimed responsibility for attempting to bomb U.S. soldiers   in Yemen and for attacking U.S. troops in Somalia the following year. In 1994   pressure from the U.S. and Saudi Arabia prompted Sudan to expel bin Laden,   and he returned to Afghanistan. In 1998 bin Laden called for all Americans   and Jews, including children, to be killed. He has since been accused of increasing   his terrorist activities, such as the 1998 bombings at the U.S. embassies   in Kenya and Tanzania. The date, Aug. 7, was the anniversary of the deployment   of U.S. troops to Saudi Arabia. U.S. cruise missile attacks against targets   in the Sudan and Afghanistan in Aug. 1998 are not believed to have seriously   hampered bin Laden's network. Bin Laden continues to call for the destruction   of the U.S., Israel, and the Saudi monarchy, stating that with these obstacles   removed, Islam's three holiest sites, Mecca, Medina, and Jerusalem, would   then be liberated.      International Terrorist   Network   Yet, even as he is reviled in the West, bin Laden is a hero in parts of the   Islamic world, according to intelligence reports. His organization is called   al-Qaeda, &quot;the Base,&quot; and has approximately 3,000 followers, which   he funds with his estimated $250 million fortune. Experts have said that bin   Laden could represent a new trend in terrorism&#8212;privatization. Until   his emergence, most large-scale terrorist organizations are believed to have   been connected to governments. With his money and disciplined followers, however,   bin Laden is believed to have the ability to launch even more devastating   terrorist attacks. He has not denied that he is seeking nuclear or chemical   weapons, saying that it is a religious duty to defend Islam. Bin Laden has   been disowned by most of his family, including a brother, Sheik Bakr Mohammed   bin Laden, who has established scholarship funds at Harvard Law School, and   the Harvard School of Design. In 1991 his Saudi citizenship was revoked.      Wanted: Dead or Alive   After the Sept. 11 attacks, the U.S. issued an ultimatum to Taliban-ruled   Afghanistan to turn over bin Laden&#8212;this was just the last of several   such demands made by the U.S. and the UN after bin Laden was implicated in   the 1998 U.S. embassy bombings in East Africa (the U.S. also responded then   by launching retaliatory missile attacks on Sudan and an al-Qaeda training   camp in Afghanistan). Binding their fate to bin Laden's, the Taliban became   the target of air strikes by the U.S. and Britain beginning in October 2002   that swiftly toppled the regime within two months. But Bin Laden, the object   of the military campaign in Afghanistan, remained at large. He was believed   to have fled to the mountainous region of Tora Bora, but the heavy U.S. bombing   campaign that followed failed to vanquish him. Since the attacks, Bin Laden   has released several video tapes broadcast on Qatar's Al Jazeera network,   the first of which praised the Sept. 11 hijackers, but stopped just short   of claiming responsibility for them. In subsequent tapes, he threatened that   more attacks against &quot;the infidel&quot; will occur and warned that &quot;America   will not live in peace.&quot; Bin Laden's whereabouts remain elusive, but   he is thought to be somewhere in Afghanistan or Pakistan. The FBI has placed   a $25 million bounty upon his head.         SACRED WRITINGS   Bible Gospels - King James Version of the Bible   Koran     Sources   Anti-American Terrorism and the Middle East by Barry   Rubin and Judith Colp Rubin    Nontraditional Warfare- Threats and Responses by William R. Schilling      The Prince by Niccolo Machiavelli    Understanding Islam by Yahiya Emerick     RELATED Internet   LINKS     Most Wanted Terrorists -&lt;www.nyc.gov/html/nypd/html/wanted/wanted_terrorists.html&gt;   FBI's Ten Most Wanted - &lt;www.infoplease.com/spot/tenmostwanted.html&gt;   Chechnya Time Line - &lt;psywarsoc.psyborg.co.uk/timeline.html&gt;   Russian History Time Line - &lt;www2.canisius.edu/~emeryg/time.html&gt;   Russia - &lt;www.ru/eng/&gt;   Terrorism - &lt;www.terrorism.com/index.shtml&gt;   Terrorism Around the World - &lt;www.dvercity.com/magazine_terrorism.html&gt;   Independent Newspaper -   www.independent.co.uk      Email Contacts   Adel Darwish (writer of   MidEast News) - adel.darwish@mideastnews.co"}, {"content": "Book Presentation: Machiavelli: A Portrait     |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook                    Back to Home               Book Presentation: Machiavelli: A Portrait   Thursday, April 16th, 6:00 p.m.   Casa Italiana Zerilli-Marimò, 24 West 12th Street     Machiavelli: A Portrait (Harvard University Press, 2015) by Chri stopher Celenza , Johns Hopkins University “Machiavellian”—used to describe the ruthless cunning of the power-obsessed and the pitiless—is never meant as a compliment. But the man whose name became shorthand for all that is ugly in politics was more engaging and nuanced than his reputation suggests. Christopher Celenza’s Machiavelli: A Portrait removes the varnish of centuries to reveal not only the hardnosed political philosopher but the skilled diplomat, learned commentator on ancient history, comic playwright, tireless letter writer, and thwarted lover. The author in conversation with: Virginia Cox , NYU Stefano Albertini , NYU The NYU Bookstore will be selling the book at the event, offering a 20% discount. In ENGLISH.               Contact Us | &copy; New York University , Arts and Science"}]}]