[{"detail": [{"content": "MSGA Student Academic Website                                                   Home     Admissions     Academics            Courses       Schedules               Summer 2013        Fall 2013        Spring 2014                   Planning       Field Intensives       Thesis/Capstone       Internships       Ind. Studies       Academic Policies              Academic Integrity Policy        Leave/Withdrawal Policy                         Academic Integrity             Cross Registration       Foreign Language              Resources            Financial Aid       Registration       Career Resources       Campus Facilities       Student Groups       FAQ              Opportunities            Student Groups       Scenarios       Global Intensives       Careers       Financial Aid              People            Full-time Faculty       Adjunct Faculty       MSGA Staff                                *Priority deadline has passed. Applications will be accepted on a space-available basis after the priority deadline*     Return to Global Field Intensives Home                 Moscow: Security, Stress and Stability in the New Russia    Summer 2014           Location : Moscow, Russian Federation     Dates : 6 pre/post-departure sessions: Dec 7 (New York); TBD (Online)     Travel Dates : May 27-June 6, 2014 (Moscow)      Instructor : Professor Mark Galeotti      Partner Institution : Moscow Higher School of Economics     Cost : 3 credits (*special reduced Summer tuition rate*) + $1,950     Application Priority Deadline: Sunday, November 10    Few nations have played as pivotal a role in modern history as Russia and even today, the country represents a complex of paradoxes. It has an economy that is in desperate need of modernization, yet it is an economic powerhouse of Eurasia. It is at once an Asian and a European power. It has the institutions of democracy, yet many of the instincts of authoritarianism.    Moscow, with its mix of tsarist palaces, Stalinist skyscrapers and modern financial centers, is a perfect reflection of these paradoxes, a high-energy global city still shadowed by its Soviet past. This global field intensive course will explore the politics of contemporary Russia and its role in the world through the prism of security, conceptualized broadly. How far do concerns about domestic and international security drive the political evolution of the country? Does its role as an oil and gas exporter to the world provide it with security and leverage or is it a threat to the country's long-term development? Is the Russian military a bulwark of national and regional security or a threat to its neighborhood? Is Russia a police state, or a haven of transnational criminality? While it is especially relevant for students in the Transnational Security and IR concentrations, there is ample scope for those in other fields.    Students will engage with policy makes, journalists, diplomats, businesspeople, academics, NGO staff and the rich history of Moscow and Russia, in both formal meetings and personal field research on their own projects.    A representative example of site visits would include:        Ministries of Foreign Affairs, Defense, and Internal Affairs    Foreign embassies    Moscow Higher School of Economics    Think-tanks including Moscow Carnegie Center    NGOs    A Russian energy corporation    Russian and foreign media outlets       Excursions and activities may include:       City Tour    The Kremlin &amp; Armory    Historical Museum, Gulag Museum, Military Museum    Novodevichy Convent    The Bolshoi    Izmailovsky Market          Pre-Departure Sessions    There will be a single orientation meeting in December (Saturday 12/7) and then pre-departure classes and one-on-one discussions online through the Spring semester. During that time, students will not only begin to develop their research topics, they will also write one or more posts for a class blog to develop skills in writing short research- and think-pieces for publication and professional audiences.    Site    The program will be conducted in partnership with the Moscow Higher School of Economics. HSE facilities are ideally located to take advantage of the present day political excitement and historical imagery of the city.     Accommodations    Program participants will be accommodated in double rooms in student housing of HSE.       Faculty    MARK GALEOTTI, CLINICAL PROFESSOR   Dr. Mark Galeotti is a specialist in transnational organized crime, security affairs and modern Russia. He started his academic career concentrating on conventional security issues, including the impact of the Soviet invasion of Afghanistan and the implications of the disintegration of the USSR. However, in his fieldwork he encountered the rising new generation of gangsters carving out their portions of the decaying Soviet Union and was one of the first Western academics to recognize this as an emerging security concern. Since then, he has become increasingly interested in the transnationalisation of not just Russian but all forms of organized crime and their impact on the international order and development as a shadowy opposite to the global citizenship at the heart of the CGA’s mission. He first visited Moscow when it was still the capital of the Soviet Union, carried out his PhD fieldwork there and has visited as regularly as he can, watching the city nearly implode in the early 1990s and since develop to become an energetic and confident global center today.    Booking Flights:  ARRIVE/DEPART – MOSCOW, RUSSIAN FEDERATION    To give you flexibility, we have NOT included airfare in the cost of the program as you may have frequent travel mileage or access to economical fares. Several airlines fly to Moscow, direct or via Europe.  The program begins officially on Tuesday, May 27 , so please bear in mind that you will need to arrive in Moscow in time to attend the first important briefing session that evening. The program ends on Friday, June 6 . Hotel accommodations extend through the night of Friday, June 6 to allow for student departures on Saturday, June 7 .    Moscow's two international airports, Sheremetyevo &amp; Domodedovo, are both approximately 40 minutes from downtown. An Aeroexpress train connects both airports with Moscow's metro line, and is the most efficient way to get into the city center.         Cost for the Program    Students will be responsible for covering the cost of the program fee, 3 credits, and airfare expenses.  The program fee will cover student lodging, breakfasts, 2 special dinners, all meetings/special guest lectures, and planned cultural excursions/tours.       Program  Fee: $1,950    3  Credits Tuition * Special Tuition  Rate for Summer GFI courses* TBD est $2,800 (regular tuition rate $4,905)    Estimated  Airfare: $800-$1000       NOT Included    Airfare, airport transfers, passport fees (est. $35), personal items such as wines, liquors, laundry services, lunches, dinners (other than those specified in the program), special arrangements before or after the program, and other items not specifically mentioned as included. Insurance for trip cancellation, flight cancellation, luggage loss or damage, medical and accident is not included but is strongly recommended.    Cancellations and Refunds        Cancellations until December 7, 2013:  Refund of full payment including $500 program deposit.    Cancellations from December 7, 2013 - January 27, 2014:  Refund of payment, less $500 program deposit and tuition penalties.    Cancellations on and after January 27, 2014:  Subject to full forfeiture of the entire program cost as well as tuition penalties.       Program cancellations must be made in writing.  To protect yourself, we recommend that you purchase flight cancellation insurance.    Application is available here .    Back to Top              NYU Center for Global Affairs, SCPS Woolworth Building, 15 Barclay Street, 4th Floor, New York, NY, 10007"}]}]