[{"detail": [{"content": "Lynne P. Brown                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   University Relations and Public Affairs   /                                                                     Lynne P. Brown         Senior Vice President for University Relations and Public Affairs          212.998.2350              lynne.brown@nyu.edu                              Lynne P. Brown, Ph.D., is the Senior Vice President for University Relations and Public Affairs. In that position, Dr. Brown is responsible for the University's interaction with government at all levels, outreach to the community, strategic communications, and university events. She oversees the offices of: Government and Community Affairs, Civic Engagement, University Events, Advertising and Publications, Web Communications, Media Production, and Public Affairs.    In addition to these ongoing responsibilities, she helped create and shape two major initiatives for the University:   Sustainability: She served as the co-founder of the Sustainability Task Force , a university-wide group charged with assessing the University's efforts on sustainability and creating a set of recommendations to reduce the University's environmental footprint.   Campus Planning and Expansion: Dr. Brown led a major effort, the first in NYU's history, to guide strategic thinking about campus planning and the University's presence in its urban environment. The result, NYU 2031: NYU in NYC , was a long-term blueprint to guide the University's growth over the next two decades. The Core Project, a key aspect of that citywide plan, was approved by New York City in 2012.    A political scientist by training, Dr. Brown received her B.A. from Smith College, where she was elected Phi Beta Kappa, and went on to receive her Ph.D. in political science from The Johns Hopkins University. At NYU, she taught a graduate seminar on the politics of higher education for twenty years.    Before coming to NYU, Dr. Brown worked on Capitol Hill for Congressman (and now NYU President Emeritus) John Brademas and Congressman Thomas S. Foley during their tenures as Majority Whips in the House of Representatives.    A native New Yorker, Dr. Brown serves on a number of civic boards, including the Union Square Partnership, where she is co-chair; New York Building Congress, where she is Vice Chair, as well as Co-Chair of the Higher Education committee; and the Village Alliance business improvement district. She is a trustee emerita of Manhattan College (Riverdale, New York).                                                                                  Lynne P. Brown        Senior Vice President  212.998.2350   lynne.brown@nyu.edu                                             John Beckman        Vice President  212.998.6848   john.beckman@nyu.edu                                             Alicia D. Hurley        Vice President  212.998.6859   alicia.hurley@nyu.edu                                              Deborah Broderick       Associate Vice President  212.998.6825   deborah.broderick@nyu.edu                                              Regina Drew       Chief of Staff  212.998.2424   regina.drew@nyu.edu                                                                       Office of the President      John Sexton                           University Relations and Public Affairs      Lynne P. Brown                                           Public Affairs      John Beckman                            Government Affairs & Civic Engagement      Alicia D. Hurley                            University Events      Greg Albanis                            John Brademas Center      Alicia D. Hurley                                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]