[{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}]},
{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}, {"content": "Course Offerings    |     Sociology    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People       Undergraduate Program       Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram                    Back to Home       Course Offerings   The courses listed below are open to all interested students. There are no prerequisites unless otherwise specified. Introduction to Sociological Analysis    Introduction to Sociology   SOC-UA 1 Offered every semester. Arum, Conley, Molotch. 4 points.   Survey of the field of sociology: its basic concepts, theories, and research orientation. Threshold course that provides the student with insights into the social factors in human life. Topics include social interaction, socialization, culture, social structure, stratification, political power, deviance, social institutions, and social change.    Introduction to Sociology   SOC-UA 2 Honors course. Offered every two years. Lehman. 4 points.   How sociologists view the world compared to common-sense understandings. Exposes students to the intellectual strategies at the center of modern sociology, but also shows that sociological analysis does not occur in a historical vacuum. Sociology attempts to explain events, but it is also a historical product like other human belief systems. Addresses the human condition: where we came from, where we are, where we are headed, and why. Same topics as SOC-UA 1, but more intensive. Recommended for students who would like to be challenged.    Great Books in Sociology   SOC-UA 3 Offered every three years. Chibber, Corradi, Goodwin. 4 points.   Original thinkers in sociology—their pathbreaking works and challenging views. Critical explanation and analysis of the principles and main themes of sociology as they appear in these works. Topics include the social bases of knowledge, the development of urban societies, social structure and movements, group conflict, bureaucratic organization, the nature of authority, the social roots of human nature, suicide, power and politics, and race, class, and gender. Methods of Inquiry    Research Methods   SOC-UA 301 Offered every semester. Arum, Conley, Gerson, Haney, Jackson, Maisel, Morning. 4 points.   Examines the several methodologies employed in sociological analysis. Studies the relationship between the sociological question raised and the method employed. Some methods covered include survey design and analysis, unobtrusive measures, historical sociology, interviews, content analysis, and participant observation. Introduction to methods of quantitative data processing.    Statistics for Social Research   SOC-UA 302 Only one of these courses—ECON-UA 18, MATH-UA 12, PSYCH-UA 10, and SOC-UA 302—can be taken for credit. Offered every semester. Conley, Greenberg, Lee, Maisel. 4 points.   Gives students in the social sciences (sociology, anthropology, political science, and metropolitan studies) an introduction to the logic and methods of descriptive and inferential statistics with social science applications. Deals with univariate and bivariate statistics and introduces multivariate methods. Problems of causal inference. Computer computation. Sociological Theory    Sociological Theory   SOC-UA 111 Prerequisite: one previous course in sociology, junior standing, or permission of the instructor. Offered every semester. Corradi, Ertman, Goodwin, Lukes. 4 points.   Examines the nature of sociological theory and the value of and problems in theorizing. Provides a detailed analysis of the writings of major social theorists since the 19th century in both Europe and America: Tocqueville, Marx, Durkheim, Weber, Simmel, Freud, Mead, Parsons, Merton, Goffman, Habermas, Giddens, Alexander, and Bourdieu. Law, Deviance, and Criminology    Law and Society   SOC-UA 413 Identical to LWSOC-UA 1. Offered every year. Dixon, Greenberg. 4 points.   Sociological perspectives on law and legal institutions: the meaning and complexity of legal issues; the relation between law and social change; the effects of law; uses of law to overcome social disadvantage. Topics: “limits of law,” legal disputes and the courts, regulation, comparative legal systems, legal education, organization of legal work, and lawyers’ careers.    Deviance and Social Control   SOC-UA 502 Identical to LWSOC-UA 502. Offered every year. Dixon, Greenberg, Horowitz. 4 points.   How statuses and behaviors come to be considered deviant or normal; theories of causation, deviant cultures, communities, and careers. Functioning of social control agencies. The politics of deviance. Consideration of policy implications.    Criminology   SOC-UA 503 Identical to LWSOC-UA 503. Offered every year. Dixon, Garland, Greenberg. 4 points.   Examines the making of criminal laws and their enforcement by police, courts, prisons, probation and parole, and other agencies. Criminal behavior systems, theories of crime and delinquency causation, victimization, corporate and governmental crime, and crime in the mass media. Policy questions. Social Psychology and Communications    Communication Systems in Modern Societies   SOC-UA 118 Offered every three years. Maisel. 4 points.   The media and mass communication in social context. Deals primarily with contemporary American media: television, radio, newspapers, magazines, and film. Formal and informal patterns of media control, content, audiences, and effect. The persuasive power of the media, the role of the media in elections, and the effects on crime and violence. Does not deal with instructional media or aesthetic criticism.    Social Psychology   SOC-UA 201 Offered every three years. Horowitz. 4 points.   Examines emotional experience and expression; language and communication; self, identity, and biography; time conceptions, experiences, and practices; and the variations in the character of the “individual,” historically and culturally. Each area of discussion and analysis is concerned with processes of social interaction, social organization, and the socialization of persons. Focuses special attention on organizational, historical, and ideological contexts. Sex, Gender, and the Family    Sex and Gender   SOC-UA 21 Identical to SCA-UA 704. Offered every year. Gerson, Haney, Jackson, Stacey. 4 points.   What forms does gender inequality take, and how can it best be explained? How and why are the relations between women and men changing? What are the most important social, political, and economic consequences of this “gender revolution”? The course provides answers to these questions by examining a range of theories about gender in light of empirical findings about women’s and men’s behavior. Sex and Love in Modern Society SOC-UA 23 Offered every fall. 4 points. Illustrates how social factors influence the very personal realms of sex and love and how these topics can be studied scientifically. Focusing on modern societies, topics include dating and romantic relationships; relational and casual sex; contraception and unintended pregnancy; heterosexual, gay, lesbian, and bisexual sexualities; cultural attitudes toward sexuality; and changing meanings of marriage. Students engage with research on the topic and learn how social scientists conduct research and draw conclusions from their data analysis.    The Family   SOC-UA 451 Identical to SCA-UA 724. Offered every year. Gerson, Wu. 4 points.   Introduction to the sociology of family life. Addresses a range of questions: What is the relationship between family life and social arrangements outside the family (for example, in the workplace, the economy, the government)? How is the division of labor in the family related to gender, age, class, and ethnic inequality? Why and how have families changed historically? What are the contours of contemporary American families, and why are they changing?    Sexual Diversity in Society   SOC-UA 511 Identical to SCA-UA 725. Offered every year. Greenberg, Stacey. 4 points.   Variation in human sexuality. Explores the social nature of sexual expression and how one arrives at erotic object choice and identity. Past and contemporary explanations for sexual variation. Heterosexuality, homosexuality, bisexuality, transvestism, transgenderism, incest, sadomasochism, rape, prostitution, and pornography. Origin of sexual norms and prejudices. Lifestyles in the social worlds of sexual minorities. Problems of sexual minorities in such institutions as religion, marriage, polity, economy, military, prison, and laws. The politics of sex. Organizations, Occupations, and Work    Work and Careers in the Modern World   SOC-UA 412 Offered every three years. 4 points.   Evaluation of definitions, nature, and development of occupations and professions. Occupational associations such as guilds, trade associations, and labor unions. Individual personalities and their relations to occupational identities; concepts of mobility; career and career patterns; how occupations maintain control over members’ behavior; how they relate to the wider community; and how they influence family patterns, lifestyle, and leisure time. Inequality and Power in Modern Societies    Race and Ethnicity   SOC-UA 135 Identical to SCA-UA 803. Offered every year. Conley, Morning, Sharkey. 4 points.   The major racial, religious, and nationality groups in the United States. The social meaning of the concept “race.” Emphasizing social and cultural factors, the course discusses leading theories on sources of prejudice and discrimination. Considers the changing place of minority groups in the stratification structure, cultural patterns of various minority groups, factors affecting the degree of acculturation and assimilation, social consequences of prejudice for dominant and minority groups, and theories and techniques relating to the decline of prejudice and discrimination.    Wealth, Power, Status: Inequality in Society   SOC-UA 137 Prerequisite: Introduction to Sociology (SOC-UA 1) recommended but not required. Offered every year. Chibber, Conley, Jackson, Manza, Torche. 4 points.   Sociological overview of the causes and consequences of social inequality. Topics include the concepts, theories, and measures of inequality; race, gender, and other caste systems; social mobility and social change; institutional supports for stratification, including family, schooling, and work; political power and the role of elites; and comparative patterns of inequality, including capitalist, socialist, and postsocialist societies.    The American Ghetto   SOC-UA 139 Offered every two years. Sharkey. 4 points.   Provides an orientation to classic and contemporary questions about cities. Examines four fundamental frameworks for explaining and interpreting different levels of urban life: experiential and psychological; social and communal; ecological and spatial; and political and economic. Integrates these approaches into a study of evolving forms of urban inequality; the contested meaning of localism; the production and consumption of urban culture; the process of immigration; segregation and ghettoization; suburbanization, fragmentation, and sprawl; the problem of environmental injustice; the spread of insecurity related to disasters and perceived health crises; and the challenge of unchecked metropolitan growth.    Social Movements, Protest, and Conflict   SOC-UA 205 Offered every two years. Goodwin. 4 points.   Why and how do people form groups to change their society? Analyzes reformist, revolutionary, and nationalistic struggles; their typical patterns and cycles; and the role of leaders as well as symbols, slogans, and ideologies. Concentrates on recent social movements such as civil rights, feminism, ecology, the antinuclear movement, and the New Right; asks how these differ from workers’ movements. Examines reformist versus radical tendencies in political movements.    American Capitalism in Theory and Practice   SOC-UA 386 Offered every two years. Chibber. 4 points.   Investigates two governing principles of American society: the fact that it is a market society and the fact that it is a democracy. Examines how the fact of its being a capitalist democracy affects the distribution of goods, rights, and powers. Course themes discuss not only the question of whether capitalist markets are efficient, but also the question of whether market outcomes serve the ends of democracy and justice. Explores the ways in which efficiency can sometimes come into conflict with justice, and how just institutions can in turn have a beneficial impact on efficiency.    Politics, Power, and Society   SOC-UA 471 Offered every two years. Ertman, Goodwin. 4 points .   The nature and dimensions of power in society. Theoretical and empirical material dealing with national power structures of the contemporary United States and with power in local communities. Topics include the iron law of oligarchy, theoretical and empirical considerations of democracy, totalitarianism, mass society theories, voting and political participation, the political and social dynamics of advanced and developing societies, and the political role of intellectuals. Considers selected models for political analysis.    The Sociology of Conflict and War   SOC-UA 472 No prerequisites, but is intended for students in their third or fourth year with some background in the humanities and the social sciences. Offered every other year. Corradi. 4 points.   Studies the premise that war is much more than a means to an end (a rational, if very brutal, activity intended to serve the interests of one group by destroying those who oppose that group). Mounds of evidence suggest that war exercises a powerful fascination that has its greatest impact on participants but is by no means limited to them. War, in short, is a complex web of affiliations and emotions. This course seeks to place war in the larger map of social conflict, to examine both the persistence of warfare and its historical transformations, and to interpret the cultures of war that have grown around its fatal attraction. Education, Art, Religion, Culture, and Science    Education and Society   SOC-UA 415 Prerequisite: Introduction to Sociology (SOC-UA 1) recommended but not required. Offered every two years. Arum. 4 points.   Examines the relationship between education and other societal institutions in America and other nations. Considers such educational ideas as IQ, merit, curriculum, tracking, and learning, as well as the bureaucratic organization of education as sociologically problematic. Analyzes the role of teachers, their expectations, and how they interact with students—particularly those of different social genders, classes, and ethnic groups.    Sociology of Music, Art, and Literature   SOC-UA 433 Offered every two years. Corradi, Ertman. 4 points.   Production, distribution, and consumption of music, art, and literature in their social contexts. Urban Communities, Population, and Ecology    Social Policy in Modern Societies   SOC-UA 313 4 points.   See description under “Social Policy and Social Problems,” below.    Sociology of Medicine   SOC-UA 414 Offered every two years. Jennings. 4 points   Why do health and illness vary by class and race? Do early life experiences affect one’s chances of having a heart attack as an adult? How large of a role does health care play in influencing health disparities? How has the profession of medicine changed over time? How can we improve the quality of health care that hospitals provide? This course uses a case-based approach to examine these questions and many others.    Immigration   SOC-UA 452 Offered every two years. Jasso. 4 points.   After a brief historical study of immigration trends, this course focuses on the causes and processes of contemporary international migration; the economic incorporation of new immigrants into the U.S. economy; the participation and impact of immigrants on the political process; the formulation and practice of immigration law; intergroup relations between immigrants and native-born Americans; and the construction of new racial, ethnic, class, gender, and sexual identities.    Cities, Communities, and Urban Life   SOC-UA 460 Identical to SCA-UA 760. Offered every year. Horowitz, Klinenberg, Molotch. 4 points.   Introduction to urban sociology. Historical development of American cities and theories about cities. Ongoing processes of urban community life. Are cities sites of individual opportunity and rich communal life, or are they sources of individual pathology and community decline? What social, economic, and political factors promote one outcome or the other? How do different groups fare in the urban context, and why? Comparative Sociology    Comparative Modern Societies   SOC-UA 133 Offered every two years. Chibber, Corradi, Ertman, Haney. 4 points.   The theory and methodology of the study of modern societies and their major components. Examines several modern societies with different cultural backgrounds as case studies with respect to the theories and propositions learned. Attempts to synthesize sociologically the nature of modernity and its implications for the individual, his or her society, and the world. Social Change   SOC-UA 141 Offered every two years. Corradi, Hout. 4 points. Concepts and data tools for the study of   social change with an emphasis on the United States. Lectures will cover   both substance and methods; students will do projects that apply what   they have learned to public data on social change. Goals of the course   include the search for evidence, integrating theory and evidence, and   social science tools for analyzing change. Social Policy and Social Problems    Social Policy in Modern Societies SOC-UA 313 Offered every two years. Haney, Heyns. 4 points.   Examination of the controversies and research concerning the development of welfare states and public social provision. Special attention to the U.S. public social spending system, in historical and comparative perspective. Explanations of developments in social policies and an assessment of their applicability to the American welfare state and those of other societies.    Contemporary Social Problems   SOC-UA 510 Offered every two years. Chibber, Dixon. 4 points.   Examination of some of the public problems Americans face today, as well as the tools we have for recognizing and attempting to solve them. Aims to create knowledgeable, critical citizens capable of understanding and contributing to public debates. Examines the political, economic, and cultural structures that generate and shape social problems. Topics Course    Topics in Sociology   SOC-UA 970, 971 Variable content. Offered every year. 4 points per term.    Seminars   The Department of Sociology offers a number of seminars each semester. These seminars, with regular and visiting faculty, cover a wide range of topics. Recent seminars have included Sociology and Science Fiction; American Families in Transition; Gender, Politics, and Law; The Welfare State; The Sociology of Childhood; Human Nature and Social Institutions; Explaining September 11; and many others. Please consult the department for the seminars offered each semester.    Advanced Seminar in Sociology   SOC-UA 934 to SOC-UA 949 Prerequisites: junior standing and three courses in sociology, including Introduction to Sociology (SOC-UA 1), or written permission of the instructor. 4 points.   See the Student Services Administrator in the department for content and other information.    Senior Honors Research Seminar   SOC-UA 950, 951 Required for all honors students. Offered in fall and spring respectively. 4 points per term. Assists students in researching, designing, and completing senior thesis projects and finding appropriate faculty advisers.    Independent Study    Independent Study   SOC-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.   Intensive research under the supervision of a department faculty member. Graduate Courses Open to Undergraduates Under special circumstances, courses offered in the sociology graduate program are open to qualified sociology majors with the permission of the instructor.                    Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "NYU Psychology Undergraduate Courses                                                                                                           NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                               Undergrad     MA     PhD                                                       PSYCHOLOGY UNDERGRADUATE COURSE CATALOG        REQUIRED COURSES       All majors must take both PSYCH-UA 1 and 10, and all minors must take PSYCH-UA 1.            INTRODUCTION TO PSYCHOLOGY (PSYCH-UA 1)    Offered Every Semester    Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.            STATISTICAL REASONING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 10)    Offered Every Semester    This course aims to provide students with tools for evaluating data from psychological studies. Students will gain familiarity with data description, significance tests, confidence intervals, linear regression, analysis of variance, and other related topics. Students will learn to analyze psychological data with both handheld calculators and computer software, and learn to interpret the results from randomized experiments, as well as correlational studies.         CORE COURSES              CORE A — PSYCHOLOGY AS A NATURAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core A courses.              PERCEPTION (PSYCH-UA 22)    Offered Every Semester. Prerequisite: PSYCH-UA 1    How do we construct a conception of physical reality based on sensory experience? Survey of basic facts, theories, and methods of studying sensation and perception. The major emphasis is on vision and audition, although other modalities may be covered. Representative topics include receptor function and physiology; color; motion; depth; psychophysics of detection, discrimination, and appearance; perceptual constancies; adaptation, pattern recognition, and the interaction of knowledge and perception.            COGNITIVE NEUROSCIENCE (PSYCH-UA 25)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Provides students with a broad understanding of the foundations of Cognitive Neuroscience including dominant theories of the neural underpinnings of a variety of cognitive processes and the research that has led to those theories. In doing so, students also learn about the goals of cognitive neuroscience research and the methods that are being employed to reach these goals.            COGNITION (PSYCH-UA 29)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking, and reasoning.            DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.               CORE B — PSYCHOLOGY AS A SOCIAL SCIENCE    Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    PSYCH-UA 1 is the prerequisite for all Core B courses.            PERSONALITY (PSYCH-UA 30)    Offered Every Semester. Prerequisite: PSYCH-UA 1    Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.              SOCIAL PSYCHOLOGY (PSYCH-UA 32)    Offered Every Semester. Prerequisite: PSYCH-UA 1   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.              DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 34)    Offered Every Semester. Prerequisite: PSYCH-UA 1. This course may count as a Core A or a Core B requirement.    Introduction and overview of theoretical issues and selected research in developmental psychology. Focuses on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.                 CORE C — LABORATORY COURSES    One (1) course must be taken to satisfy the major requirement; none are required for the minor.    All Core C courses have prerequisites in addition to PSYCH-UA 1 and 10. See individual courses.            LABORATORY IN ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 38)    Offered Every Fall. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62.    Students are acquainted with research methodology in organizational psychology. They then perform an original study, such as a laboratory experiment or research survey, in one of these areas.              LAB IN PERSONALITY & SOCIAL PSYCHOLOGY (PSYCH-UA 39)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 32 or 51 or 62    Methodology and procedures of personality and social psychological research and exercises in data analysis and research design. Statistical concepts such as reliability and validity, methods of constructing personality measures, merits and limitations of correlational and experimental research designs, and empirical evaluation of theories. Student teams conduct research projects.            LABORATORY IN DEVELOPMENTAL PSYCHOLOGY (PSYCH-UA 40)    Offered Once Per Year. Prerequisites: PSYCH-UA 10 and 34.    Review of observational and experimental techniques used in studying children. Each student chooses a topic and conducts a short-term study on that topic in a field or laboratory setting. Two presentations require a literature review and a proposed experimental design, and a report of the results of the study, which is due at semester's end.            LABORATORY IN INFANCY RESEARCH (PSYCH-UA 42)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and must be taken as a 2-course series with Tutorial in Infant Research (PSYCH-UA 992) and Instructor Permission.    Part of a year-long research training program. Students learn general methods for studying infant development and specific methods for examining infants' perceptual-motor development. Students design and conduct laboratory research projects, code and analyze data, and prepare results for presentation and publication (grant proposals, conference submissions, and journal submissions).            LABORATORY IN CLINICAL RESEARCH (PSYCH-UA 43)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51. The course is concerned with the process of scientific investigation into issues related to psychopathology, personality dynamics, individual differences, interpersonal interaction, and psychotherapy process. All basic aspects of research methodology are covered. Students complete a set of research exercises and submit writing assignments in APA style.            LABORATORY IN PERCEPTION (PSYCH-UA 44)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25 or 29.    Presents a state-of-the-art introduction to the design and implementation of experiments in perception. By participating in class-designed experiments and by carrying out a research project design by individual or pairs of students, students learn how to formulate an experimental question, design and conduct an experiment, statistically analyze experimental data using a variety of statistical tests, write up the experiments as research papers, and present a short research talk.            LABORATORY IN COGNITIVE NEUROSCIENCE (PSYCH-UA 45)    Offered Every Year. Prerequisites: PSYCH-UA 10 and 25. PSYCH-UA 29 recommended.    The major approaches to cognitive neuroscience will be discussed from a practical point of view, including imaging and neuropsychological patient data. The core component of the class will be hands-on: students will design, execute, and analyze an electrophysiological experiment using EEG or MEG.            LABORATORY IN HUMAN COGNITION (PSYCH-UA 46)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 22 or 25.    Presents a state-of-the-art introduction to the design and implementation of experiments in cognitive psychology as performed on computers. Experiments are performed in the areas of perception, learning, memory, and decision making. Students carry out independent research projects and learn to write research reports conforming to APA guidelines.            LAB IN PSYCHOPATHOLOGY (PSYCH-UA 48)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 30 or 51.    This laboratory will serve as an introduction to research approaches and strategies as applied to the issue of psychopathology and its treatment. This will be done through the re-creation of interesting and compelling studies that have been culled from the psychiatric and psychological literatures. Using real and stimulated data, class members will re-run these studies using SPSS. In addition, the weekly lectures will not only cover important issues related to the diagnosis and treatment of psychiatric disorders, but also the basic principles, methodology, and ethics of psychological research.            BEHAVIORAL AND INTEGRATIVE NEURAL SCIENCE (PSYCH-UA 52)    Offered Every Spring.    If this class is taken with its laboratory component for 5 points, the course can count as both a laboratory and advanced elective.            LABORATORY IN INFANT COGNITION I AND II (PSYCH-UA 300)    Offered Every Semester. Prerequisites: PSYCH-UA 10 and 34, and Instructor Permission. To be taken as a 2-course series.    A two-semester immersive research training program. Students learn general methods for studying infant development and specific methods for studying infant cognition and communication. Students participate in laboratory research projects, code and analyze data, and report results in presentation and paper formats.               ADVANCED ELECTIVE COURSES       Two (2) courses must be taken to satisfy the major requirement, one (1) for the minor.    All advanced elective courses have prerequisites in addition to Introduction to Psychology (PSYCH-UA 1). Please see individual courses for additional information. Special Topics courses are offered every semester in a variety of areas. The Special Topics courses listed below represent a sampling of recently offered courses.            TEACHING IN PSYCHOLOGY (PSYCH-UA 2)    Prerequisites: Admittance by application only            SEMINAR IN MEMORY (PSYCH-UA 23)    Prerequisite: PSYCH-UA 29    Examination of the conceptual problems involved in understanding the retention of information. Reviews research findings addressed to those problems, involving studies with humans and sub-humans and with environmental, psychological, and biochemical variables.            LANGUAGE AND MIND (PSYCH-UA 27/LING-UA 28)    Prerequisite: PSYCH-UA 29.    Introduces students to the field of cognitive science through an examination of language behavior, one of the major domains of inquiry in the discipline. Begins with interactive discussions of how best to characterize and study the mind. These principles are then illustrated through an examination of research and theories related to language representation and use. The course draws from research in both formal linguistics and psycholinguistics.            ABNORMAL PSYCHOLOGY (PSYCH-UA 51)    Prerequisites: PSYCH-UA 30 or 32 or 34.    The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.            PSYCHOLINGUISTICS (PSYCH-UA 56)    Prerequisite: PSYCH-UA 1 or LING-UA 1    Examines theories and research concerning the cognitive processes and linguistic representations that enable language comprehension and production. Topics include speech perception, visual processes during reading, word recognition, syntactic processing, and semantic/discourse processing.            ADVANCED SEMINAR IN PERCEPTION (PSYCH-UA 61)    Prerequisites: PSYCH-UA 1 and 22 or NEURL-UA 100 and 220.    The objective of this course is to master select topics in perceptual psychology and sensory neuroscience, focusing on visual perception, visual neuroscience and computational neuroscience. This is an interdisciplinary field of science, crossing the boundaries between psychology, biology, physics and engineering. This course is intended for neural science majors and psychology majors that are on track for careers in science and medicine. This course is also appropriate for students in the psychology master’s degree program. Topics include: neurophysiology and neuroanatomy; psychophysics; neuroimaging; linear systems theory; signal detection theory; light and the eye; physiology and anatomy of the retina; color vision; pattern and texture perception; perception of depth; visual motion perception; attention and awareness.            INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY (PSYCH-UA 62)    Prerequisite: PSYCH-UA 1 and 10 and 30 or 32 or 34 or 36.    The focus will be on psychology as applied to work, as well as human behavior from the perspective of employees and employers. The course will explore three levels: - the individual, the team, and the organization as a whole. Topics covered will include: employee engagement, satisfaction, identify, esteem, and career interests; hiring and firing; and. motivating and rewarding staff to increase performance and productivity.     Managing human capital from the firm’s perspective involves work-environment culture and climate, and productivity improvement to develop the healthiest organization. Special topics will include the rise in conflict and employee violence, as well as the growing difficulty with work-life balance, diversity, technology and social media opportunities and challenges. We will look at individual differences involved in psychological assessment and testing for recruiting, transfer, promotion and termination. The objective in I/O Psychology is to achieve a balance between employees’ wants and needs, and the firm’s business imperatives.     This class is best suited to those with an interest in and appreciation for business, economics, and quantitative analysis (e.g. Statistics) for informed business decision-making. Those considering careers in Human Resources or advanced graduate study in Psychology and Business will find relevance.                MOTIVATION AND VOLITION (PSYCH-UA 74)    Offered Every Fall. Prerequisites: PSYCH-UA 29 and 32    The course provides an overview of the major theories and findings in research on motivation and volition. More specifically, we will address the history of research on motivation and volition, classic phenomena of being motivated versus lacking motivation and willpower, the psychology of goals (goal setting, goal implementation, effortful goal pursuits, disengagement, content and structure of goals, the mental representation of goals), disorders of self-regulation, and cognitive-neuropsychological research as well as the perspective of economics on motivation and volition. We will focus on understanding the interrelations and contradictions between the different approaches, and on designing research that promotes these different lines of thinking.            CLOSE RELATIONSHIPS (PSYCH-UA 300)    Prerequisite: PSYCH-UA 32    Close relationships are at the core of the human experience. You already have extensive experience with relationships of many sorts – family bonds, friendships, and probably romantic partnerships as well. The objective of this course is to introduce you to the scientific perspective of close relationships. You will learn how research psychologists apply the scientific method of data collection and analysis to investigate how people experience and think about relationships in general, and romantic relationships specifically. What makes someone attractive? Do we each have one true love out there or is the person you end up with determined by who happens to be around? Is it better to see your romantic partner for who they really are or to see them through rose-colored glasses? How do relationships influence the way you see yourself? This course will address these and related questions from a social psychological perspective.            COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 34    This course will examine how children's thinking develops from infancy through childhood. We will discuss how children develop knowledge and reasoning skills across various domains (e.g., how children learn and think about objects, people, the natural world, and society) and we will examine the major theories and explanations of cognitive growth. This course will include consideration of both classic and contemporary research on cognitive development.            COGNEURO: PRINCIPLES OF FRONTAL LOBE FUNCTIONS (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 or 29.    The frontal cortex is thought to be a key cortical area important for the integration of sensory and motor information. Many cognitive and emotional facets of our behavior that make us unique as humans are thought to depend on the frontal cortex, which accounts for almost 1/3 of the cortical surface of the entire brain. In this course we will delve into the issues that have led many clinicians and scientists throughout the years to suspect that the key to understanding what makes us uniquely human depends on understanding the frontal cortex. We will cover important neuropsychological patient studies and theories as well as human and animal empirical studies into the structure and physiology of the frontal lobes as they relate to higher cognitive functions.     Two ‘mock’ endeavors are emphasized in the class and form the majority of basis for evaluation, the oral communication of research results and the written proposal of a research grant.            DATA LITERACY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    We now live in a world where data is ubiquitous and increasingly influential on decision making at all levels of society. However, most people are not able to meaningfully partake in this new world because they are not data-literate. Thus, the goal of this course is to develop data literacy - the ability to obtain, manage, analyze and understand data. Acquiring this critical skill-set unlocks a wide range of career opportunities and provides the foundation of an educated citizenry in the modern world, preparing you for a successful life in a data-based society. To attain this goal, this course provides a gentle introduction to data-related topics, with a particular emphasis on providing a conceptual understanding, actionable knowledge and long-term retention.            EXPERIMENTS IN BEAUTY (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    Beauty is famously hard to study scientifically, but students in this hands-on laboratory course will each week formulate beauty-related questions and design and implement experiments to answer them. We also read and discuss one article/chapter each week from authors including Kant, Woolf, Berlin, Donoghue, Kuhn, Quine, and Wittgenstein.            HUMAN SEXUALITY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1    Sexuality is an essential aspect of everyone’s life. It leads to our most important relationships – with lovers, spouses, and children. It drives much of our social-networking and status seeking behavior. It evokes our strongest passions - lust, love, jealousy, heartbreak, despair, and hope. And depending on a variety of factors, it can be a highly pleasurable experience that enriches our lives, or a destructive force causing physical, mental, and interpersonal suffering. Basic sexual potentials and tendencies have been built into the human species by evolutionary forces. At the same time, processes of socialization and learning play a crucial role in how these basic potentials are developed, experienced, and manifested in each of us.     Sexual science encompasses a large and multi-disciplinary field of theory and research. This course will examine human sexuality primarily from a psychological perspective, drawing on empirical and theoretical work from the fields of personality, developmental, social, clinical, evolutionary, and cognitive psychology, and less often also from ethology, anthropology, sociology, history, neurobiology, and public policy. It will cover various aspects of human sexual psychology (sexual capacities, desires, attraction, orientation, attitudes, identities, experiences, and relationships) and how they are shaped by biological, environmental, and socio-cultural factors over the course of the human lifespan, from conception to old age. We will also examine theories and methods of sex research, atypical sexualities, sexual dysfunctions, sexual coercion, and the qualities and benefits of good sex.            FROM ILLUSIONS TO INFERENCE: ADVENTURES IN HUMAN PERCEPTION (PSYCH-UA 300)    Prerequisites: NONE    Our sensory perception easily falls prey to illusions and biases. It is tempting to think of these as failures of our brain, but they might not be! In fact, they reveal the difficult challenges that our brain faces when interpreting the world, and the clever (and sometimes not so clever) solutions that it comes up with.      In this course, we will use a wide variety of well-known and lesser-known illusions (visual, auditory, tactile, vestibular, and multisensory) to work towards the central concept of inference: the notion that the brain constantly forms hypotheses about the outside world and computes probabilities over those hypotheses.   We will draw parallels with fun examples from online shopping to medical diagnosis to spam filtering to election forecasting to searching for submarines. There will be a guest lecture about neurological disorders of perception.   We welcome not only students in psychology and neuroscience, but also from other fields (including biology, physics, computer science, economics, marketing, mathematics, and engineering).            LANGUAGE ACQUISITION AND COGNITIVE DEVELOPMENT (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1 or Instructor Permission    In the first three years of life, children go from helpless creatures, fresh out of the womb, to toddlers with a basic grasp of language and the people and objects in the world around them. How do they do that? This seminar will discuss current issues in language acquisition and cognitive development, exploring nature, nurture, and their interaction.            NEUROECONOMICS AND DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 25 or 29.    This course explores how humans and animals make decisions, drawing broadly on many perspectives including particularly the nexus of psychological, neuroscientific, and economic considerations, but also ethological and computational ones. The course is organized around modules considering decision making in several sorts of tasks; for instance, by foraging animals or by humans in competitive multiplayer interactions.            PREJUDICE AND STEREOTYPING (PSYCH-UA 300)    This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from multiple social scientific perspectives, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.            PSYCHOLOGY OF ACTION (PSYCH-UA 300)    In the last decade, there has been a surge of research on the mechanisms of human action. This seminar covers most of the basic questions regarding human action: What are the mechanisms by which action plans are acquired (learned), mentally represented, activated, selected, and expressed? The seminar addresses research on motor control, behavioral and cognitive neuroscience, psycholinguistics, biology, as well as cognitive, developmental, social, and motivational psychology. The seminar thus adheres to a multidisciplinary perspective on the analysis of human action.            PSYCHOLOGY OF ADDICTION (PSYCH-UA 300)    Prerequisite: PSYCH-UA 1    This course will provide: (1) an overview of the major substances of abuse; (2) a review of the various psychological approaches to understanding substance use, abuse, and addiction as informed by the cognitive-behavioral, psychodynamic, and behavioral traditions; (3) an in-depth exploration of the major forms of addiction treatment; and (4) an application of this knowledge to the non-substance or behavioral addictions such as pathological gambling and addictive sexuality.            SCIENTIFIC PROGRAMMING FOR THE BEHAVIORAL SCIENCES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10    This course is aimed at undergraduates who are planning to attend graduate school in psychology or one of the other behavioral sciences. There are few commercially available solutions that are versatile enough to fulfill the diverse needs of researchers in the behavioral sciences. Thus, it is increasingly critical that aspiring research practitioners are capable of doing their own scientific programming and computing. This class is designed to impart these capabilities to aspiring researchers in the behavioral sciences - specifically Psychology - who have no background in programming, computer science or any prior exposure to any programming language. To achieve this goal, we will cover the computational and programming needs across the entire research cascade in the behavioral sciences, from data collection to making publication quality figures. This is a hands-on class with a focus on developing practical skills in scientific computing and programming, helping you to pursue your future research goals. Language of instruction is Matlab and some Python.            SELF AND SOCIAL JUDGMENT (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    How is the self-concept formed and how do we come to know other people? Students will discuss the role of motivations, cognitive errors and biases, culture, and situational and dispositional influences on how we think about ourselves and other people.            SEMINAR IN THINKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 29    This seminar focuses in depth on a single aspect of thinking: decision making. Decision making is a critical part of every person’s life, as we make decisions about major life events such as what college to go to (if any), whether to get married, or what career to follow, down to trivial decisions about which bagel to order or where to sit in a class. We will examine formal theories of how people /should/ make decisions, as well as many studies on whether people are good or even rational decision makers. The class is a seminar, and active discussion and class participation are expected.            SOCIAL ATTITUDES (PSYCH-UA 300)    Prerequisites: PSYCH-UA 32    This course will provide an overview of the major theoretical debates and empirical developments in the area of attitudes and evaluation. Students in this class will be directly exposed to many of the core ideas in attitude research by reading many of the classic articles in this literature. The readings will provide an in-depth exploration of key empirical and theoretical breakthroughs. For example, we will explore implicit and explicit attitude-measurement, persuasion, prejudice, and how attitudes shape our thoughts and actions. Students in the course will also discover the relevance of the attitude-theory to situations of everyday life.            SOCIAL NEUROSCIENCE (PSYCH-UA 300)    Prerequisites: PSYCH-UA 22 and 25 and 30 or 32. PSYCH-UA 29 recommended.    This course provides an overview of topics in the emerging field of Social Neuroscience. We will focus on how theories and methods of neuroscience may be used to address classic questions of social psychology from new and informative angles. The goal of this course is to give you a broad background in social neuroscience so that you may (a) be a critical consumer of this literature, (b) broaden the way you think about connections between the mind, brain, and behavior in the context of the social world, and (c) most importantly, apply these ideas to inform your own ideas and future research in psychology.            SOCIAL PSYCHOLOGY OF DECISION MAKING (PSYCH-UA 300)    Prerequisites: PSYCH-UA 29 or 32    This course will review theory and research on cognitive and motivational processes underlying judgments and decision making regarding social objects and events. The course will examine how people seek, interpret, and integrate information in making social judgments and decisions. The seminar will discuss models of rational judgment and how cognitive limitations, social stereotypes, emotions, desires, and impulses produce judgmental error and biases. The course will examine how these judgmental phenomena are expressed in everyday life situations.            SOCIAL PSYCHOLOGY OF VISUAL PERCEPTION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 1 and 10.    People tacitly assume that they see the world exactly how it is. New research, however, calls this assumption into question and instead suggests our vantage is clouded at best. In this seminar, we discuss research that suggests that visual perception is influenced by the perceiver's cognitions, emotions, goals, motivations, culture, surroundings, and other variables that have been traditionally considered exclusive to social, personality, and cognitive psychology. Students taking this course will read and evaluate the original literature related to these topics. Weekly response papers will inform class discussion of papers. A final paper will be required.            SYSTEMS OF PSYCHOTHERAPY (PSYCH-UA 300)    Prerequisites: PSYCH-UA 30 or 51.    This course will introduce students to the nature of psychotherapy. It will consider the major theories and techniques of psychotherapy, with particular emphasis on psychodynamic and cognitive-behavioral approaches. A significant portion of the course will be devoted to viewing and discussing videos illustrating different methods of psychotherapy. .           SOCIAL VISION (PSYCH-UA 300)    Prerequisites: PSYCH-UA 10 and 32    We tacitly assume perceptions are veridical representations of reality, that the way we see the world reflects the way it really is. In this class, we discuss research that calls this supposition into question. We will investigate the ways in which and reasons why higher-order, top-down influences constrain perception at multiple stages of perceptual processing including eye movements, directing visual attention, filtration, ambiguity resolution, and interpretation. Moreover, we discuss the implications of social vision for consequential behavior and judgment in domains including jury decision making, policing, relationships, health and fitness, politics, and others.            RESEARCH EXPERIENCES AND METHODS (PSYCH-UA 999)    Offered Every Semester. Prerequisites: Permission of Department and PSYCH-UA 10 as well as two (2) other psychology core courses and a GPA of at least 3.0. This course may be repeatable for credit.   Undergraduate students are paired with faculty, advanced graduate students, or other researchers on a one-to-one basis to pursue common research goals in psychology. Undergraduates serve as apprentices on survey, laboratory, clinical, and field research projects and in return receive guidance in reading and developing research skills. Biweekly meetings deal with research methods and design and allow students an opportunity to speak on their research projects. Written assignments include several brief homeworks and a final journal-style research report.               HONORS COURSES    Open only to students who have been admitted to the Psychology Honors Program. Either PSYCH-UA 200 or PSYCH-UA 201 (but not both) may be counted as an advanced elective in the fulfillment of the requirements of the major.            HONORS SEMINAR I (PSYCH-UA 200)    Offered Every Fall. Prerequisite: Admission to the psychology honors program.    Students read and discuss recent studies and classical papers related to current controversies in psychology. A portion of class time is set aside for discussion of theoretical and technical aspects of each student's thesis project.            HONORS SEMINAR II (PSYCH-UA 201)    Offered Every Spring. Prerequisite: PSYCH-UA 200.    A continuation of PSYCH-UA 200. Students are also expected to present preliminary results of their thesis projects and interpret their findings.               GRADUATE COURSES OPEN TO UNDERGRADUATES    Certain graduate courses are open to advanced undergraduates who satisfy the following prerequisites: Junior or Senior major in Psychology, permission of the student's undergraduate psychology advisor, permission of the Department of Psychology (graduate division), and additional specific prerequisites listed for each course. For further information, please consult the Graduate Course Catalog.             Updated"}, {"content": "Course Offerings    |     Sociology    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People       Undergraduate Program       Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram                    Back to Home       Course Offerings   The courses listed below are open to all interested students. There are no prerequisites unless otherwise specified. Introduction to Sociological Analysis    Introduction to Sociology   SOC-UA 1 Offered every semester. Arum, Conley, Molotch. 4 points.   Survey of the field of sociology: its basic concepts, theories, and research orientation. Threshold course that provides the student with insights into the social factors in human life. Topics include social interaction, socialization, culture, social structure, stratification, political power, deviance, social institutions, and social change.    Introduction to Sociology   SOC-UA 2 Honors course. Offered every two years. Lehman. 4 points.   How sociologists view the world compared to common-sense understandings. Exposes students to the intellectual strategies at the center of modern sociology, but also shows that sociological analysis does not occur in a historical vacuum. Sociology attempts to explain events, but it is also a historical product like other human belief systems. Addresses the human condition: where we came from, where we are, where we are headed, and why. Same topics as SOC-UA 1, but more intensive. Recommended for students who would like to be challenged.    Great Books in Sociology   SOC-UA 3 Offered every three years. Chibber, Corradi, Goodwin. 4 points.   Original thinkers in sociology—their pathbreaking works and challenging views. Critical explanation and analysis of the principles and main themes of sociology as they appear in these works. Topics include the social bases of knowledge, the development of urban societies, social structure and movements, group conflict, bureaucratic organization, the nature of authority, the social roots of human nature, suicide, power and politics, and race, class, and gender. Methods of Inquiry    Research Methods   SOC-UA 301 Offered every semester. Arum, Conley, Gerson, Haney, Jackson, Maisel, Morning. 4 points.   Examines the several methodologies employed in sociological analysis. Studies the relationship between the sociological question raised and the method employed. Some methods covered include survey design and analysis, unobtrusive measures, historical sociology, interviews, content analysis, and participant observation. Introduction to methods of quantitative data processing.    Statistics for Social Research   SOC-UA 302 Only one of these courses—ECON-UA 18, MATH-UA 12, PSYCH-UA 10, and SOC-UA 302—can be taken for credit. Offered every semester. Conley, Greenberg, Lee, Maisel. 4 points.   Gives students in the social sciences (sociology, anthropology, political science, and metropolitan studies) an introduction to the logic and methods of descriptive and inferential statistics with social science applications. Deals with univariate and bivariate statistics and introduces multivariate methods. Problems of causal inference. Computer computation. Sociological Theory    Sociological Theory   SOC-UA 111 Prerequisite: one previous course in sociology, junior standing, or permission of the instructor. Offered every semester. Corradi, Ertman, Goodwin, Lukes. 4 points.   Examines the nature of sociological theory and the value of and problems in theorizing. Provides a detailed analysis of the writings of major social theorists since the 19th century in both Europe and America: Tocqueville, Marx, Durkheim, Weber, Simmel, Freud, Mead, Parsons, Merton, Goffman, Habermas, Giddens, Alexander, and Bourdieu. Law, Deviance, and Criminology    Law and Society   SOC-UA 413 Identical to LWSOC-UA 1. Offered every year. Dixon, Greenberg. 4 points.   Sociological perspectives on law and legal institutions: the meaning and complexity of legal issues; the relation between law and social change; the effects of law; uses of law to overcome social disadvantage. Topics: “limits of law,” legal disputes and the courts, regulation, comparative legal systems, legal education, organization of legal work, and lawyers’ careers.    Deviance and Social Control   SOC-UA 502 Identical to LWSOC-UA 502. Offered every year. Dixon, Greenberg, Horowitz. 4 points.   How statuses and behaviors come to be considered deviant or normal; theories of causation, deviant cultures, communities, and careers. Functioning of social control agencies. The politics of deviance. Consideration of policy implications.    Criminology   SOC-UA 503 Identical to LWSOC-UA 503. Offered every year. Dixon, Garland, Greenberg. 4 points.   Examines the making of criminal laws and their enforcement by police, courts, prisons, probation and parole, and other agencies. Criminal behavior systems, theories of crime and delinquency causation, victimization, corporate and governmental crime, and crime in the mass media. Policy questions. Social Psychology and Communications    Communication Systems in Modern Societies   SOC-UA 118 Offered every three years. Maisel. 4 points.   The media and mass communication in social context. Deals primarily with contemporary American media: television, radio, newspapers, magazines, and film. Formal and informal patterns of media control, content, audiences, and effect. The persuasive power of the media, the role of the media in elections, and the effects on crime and violence. Does not deal with instructional media or aesthetic criticism.    Social Psychology   SOC-UA 201 Offered every three years. Horowitz. 4 points.   Examines emotional experience and expression; language and communication; self, identity, and biography; time conceptions, experiences, and practices; and the variations in the character of the “individual,” historically and culturally. Each area of discussion and analysis is concerned with processes of social interaction, social organization, and the socialization of persons. Focuses special attention on organizational, historical, and ideological contexts. Sex, Gender, and the Family    Sex and Gender   SOC-UA 21 Identical to SCA-UA 704. Offered every year. Gerson, Haney, Jackson, Stacey. 4 points.   What forms does gender inequality take, and how can it best be explained? How and why are the relations between women and men changing? What are the most important social, political, and economic consequences of this “gender revolution”? The course provides answers to these questions by examining a range of theories about gender in light of empirical findings about women’s and men’s behavior. Sex and Love in Modern Society SOC-UA 23 Offered every fall. 4 points. Illustrates how social factors influence the very personal realms of sex and love and how these topics can be studied scientifically. Focusing on modern societies, topics include dating and romantic relationships; relational and casual sex; contraception and unintended pregnancy; heterosexual, gay, lesbian, and bisexual sexualities; cultural attitudes toward sexuality; and changing meanings of marriage. Students engage with research on the topic and learn how social scientists conduct research and draw conclusions from their data analysis.    The Family   SOC-UA 451 Identical to SCA-UA 724. Offered every year. Gerson, Wu. 4 points.   Introduction to the sociology of family life. Addresses a range of questions: What is the relationship between family life and social arrangements outside the family (for example, in the workplace, the economy, the government)? How is the division of labor in the family related to gender, age, class, and ethnic inequality? Why and how have families changed historically? What are the contours of contemporary American families, and why are they changing?    Sexual Diversity in Society   SOC-UA 511 Identical to SCA-UA 725. Offered every year. Greenberg, Stacey. 4 points.   Variation in human sexuality. Explores the social nature of sexual expression and how one arrives at erotic object choice and identity. Past and contemporary explanations for sexual variation. Heterosexuality, homosexuality, bisexuality, transvestism, transgenderism, incest, sadomasochism, rape, prostitution, and pornography. Origin of sexual norms and prejudices. Lifestyles in the social worlds of sexual minorities. Problems of sexual minorities in such institutions as religion, marriage, polity, economy, military, prison, and laws. The politics of sex. Organizations, Occupations, and Work    Work and Careers in the Modern World   SOC-UA 412 Offered every three years. 4 points.   Evaluation of definitions, nature, and development of occupations and professions. Occupational associations such as guilds, trade associations, and labor unions. Individual personalities and their relations to occupational identities; concepts of mobility; career and career patterns; how occupations maintain control over members’ behavior; how they relate to the wider community; and how they influence family patterns, lifestyle, and leisure time. Inequality and Power in Modern Societies    Race and Ethnicity   SOC-UA 135 Identical to SCA-UA 803. Offered every year. Conley, Morning, Sharkey. 4 points.   The major racial, religious, and nationality groups in the United States. The social meaning of the concept “race.” Emphasizing social and cultural factors, the course discusses leading theories on sources of prejudice and discrimination. Considers the changing place of minority groups in the stratification structure, cultural patterns of various minority groups, factors affecting the degree of acculturation and assimilation, social consequences of prejudice for dominant and minority groups, and theories and techniques relating to the decline of prejudice and discrimination.    Wealth, Power, Status: Inequality in Society   SOC-UA 137 Prerequisite: Introduction to Sociology (SOC-UA 1) recommended but not required. Offered every year. Chibber, Conley, Jackson, Manza, Torche. 4 points.   Sociological overview of the causes and consequences of social inequality. Topics include the concepts, theories, and measures of inequality; race, gender, and other caste systems; social mobility and social change; institutional supports for stratification, including family, schooling, and work; political power and the role of elites; and comparative patterns of inequality, including capitalist, socialist, and postsocialist societies.    The American Ghetto   SOC-UA 139 Offered every two years. Sharkey. 4 points.   Provides an orientation to classic and contemporary questions about cities. Examines four fundamental frameworks for explaining and interpreting different levels of urban life: experiential and psychological; social and communal; ecological and spatial; and political and economic. Integrates these approaches into a study of evolving forms of urban inequality; the contested meaning of localism; the production and consumption of urban culture; the process of immigration; segregation and ghettoization; suburbanization, fragmentation, and sprawl; the problem of environmental injustice; the spread of insecurity related to disasters and perceived health crises; and the challenge of unchecked metropolitan growth.    Social Movements, Protest, and Conflict   SOC-UA 205 Offered every two years. Goodwin. 4 points.   Why and how do people form groups to change their society? Analyzes reformist, revolutionary, and nationalistic struggles; their typical patterns and cycles; and the role of leaders as well as symbols, slogans, and ideologies. Concentrates on recent social movements such as civil rights, feminism, ecology, the antinuclear movement, and the New Right; asks how these differ from workers’ movements. Examines reformist versus radical tendencies in political movements.    American Capitalism in Theory and Practice   SOC-UA 386 Offered every two years. Chibber. 4 points.   Investigates two governing principles of American society: the fact that it is a market society and the fact that it is a democracy. Examines how the fact of its being a capitalist democracy affects the distribution of goods, rights, and powers. Course themes discuss not only the question of whether capitalist markets are efficient, but also the question of whether market outcomes serve the ends of democracy and justice. Explores the ways in which efficiency can sometimes come into conflict with justice, and how just institutions can in turn have a beneficial impact on efficiency.    Politics, Power, and Society   SOC-UA 471 Offered every two years. Ertman, Goodwin. 4 points .   The nature and dimensions of power in society. Theoretical and empirical material dealing with national power structures of the contemporary United States and with power in local communities. Topics include the iron law of oligarchy, theoretical and empirical considerations of democracy, totalitarianism, mass society theories, voting and political participation, the political and social dynamics of advanced and developing societies, and the political role of intellectuals. Considers selected models for political analysis.    The Sociology of Conflict and War   SOC-UA 472 No prerequisites, but is intended for students in their third or fourth year with some background in the humanities and the social sciences. Offered every other year. Corradi. 4 points.   Studies the premise that war is much more than a means to an end (a rational, if very brutal, activity intended to serve the interests of one group by destroying those who oppose that group). Mounds of evidence suggest that war exercises a powerful fascination that has its greatest impact on participants but is by no means limited to them. War, in short, is a complex web of affiliations and emotions. This course seeks to place war in the larger map of social conflict, to examine both the persistence of warfare and its historical transformations, and to interpret the cultures of war that have grown around its fatal attraction. Education, Art, Religion, Culture, and Science    Education and Society   SOC-UA 415 Prerequisite: Introduction to Sociology (SOC-UA 1) recommended but not required. Offered every two years. Arum. 4 points.   Examines the relationship between education and other societal institutions in America and other nations. Considers such educational ideas as IQ, merit, curriculum, tracking, and learning, as well as the bureaucratic organization of education as sociologically problematic. Analyzes the role of teachers, their expectations, and how they interact with students—particularly those of different social genders, classes, and ethnic groups.    Sociology of Music, Art, and Literature   SOC-UA 433 Offered every two years. Corradi, Ertman. 4 points.   Production, distribution, and consumption of music, art, and literature in their social contexts. Urban Communities, Population, and Ecology    Social Policy in Modern Societies   SOC-UA 313 4 points.   See description under “Social Policy and Social Problems,” below.    Sociology of Medicine   SOC-UA 414 Offered every two years. Jennings. 4 points   Why do health and illness vary by class and race? Do early life experiences affect one’s chances of having a heart attack as an adult? How large of a role does health care play in influencing health disparities? How has the profession of medicine changed over time? How can we improve the quality of health care that hospitals provide? This course uses a case-based approach to examine these questions and many others.    Immigration   SOC-UA 452 Offered every two years. Jasso. 4 points.   After a brief historical study of immigration trends, this course focuses on the causes and processes of contemporary international migration; the economic incorporation of new immigrants into the U.S. economy; the participation and impact of immigrants on the political process; the formulation and practice of immigration law; intergroup relations between immigrants and native-born Americans; and the construction of new racial, ethnic, class, gender, and sexual identities.    Cities, Communities, and Urban Life   SOC-UA 460 Identical to SCA-UA 760. Offered every year. Horowitz, Klinenberg, Molotch. 4 points.   Introduction to urban sociology. Historical development of American cities and theories about cities. Ongoing processes of urban community life. Are cities sites of individual opportunity and rich communal life, or are they sources of individual pathology and community decline? What social, economic, and political factors promote one outcome or the other? How do different groups fare in the urban context, and why? Comparative Sociology    Comparative Modern Societies   SOC-UA 133 Offered every two years. Chibber, Corradi, Ertman, Haney. 4 points.   The theory and methodology of the study of modern societies and their major components. Examines several modern societies with different cultural backgrounds as case studies with respect to the theories and propositions learned. Attempts to synthesize sociologically the nature of modernity and its implications for the individual, his or her society, and the world. Social Change   SOC-UA 141 Offered every two years. Corradi, Hout. 4 points. Concepts and data tools for the study of   social change with an emphasis on the United States. Lectures will cover   both substance and methods; students will do projects that apply what   they have learned to public data on social change. Goals of the course   include the search for evidence, integrating theory and evidence, and   social science tools for analyzing change. Social Policy and Social Problems    Social Policy in Modern Societies SOC-UA 313 Offered every two years. Haney, Heyns. 4 points.   Examination of the controversies and research concerning the development of welfare states and public social provision. Special attention to the U.S. public social spending system, in historical and comparative perspective. Explanations of developments in social policies and an assessment of their applicability to the American welfare state and those of other societies.    Contemporary Social Problems   SOC-UA 510 Offered every two years. Chibber, Dixon. 4 points.   Examination of some of the public problems Americans face today, as well as the tools we have for recognizing and attempting to solve them. Aims to create knowledgeable, critical citizens capable of understanding and contributing to public debates. Examines the political, economic, and cultural structures that generate and shape social problems. Topics Course    Topics in Sociology   SOC-UA 970, 971 Variable content. Offered every year. 4 points per term.    Seminars   The Department of Sociology offers a number of seminars each semester. These seminars, with regular and visiting faculty, cover a wide range of topics. Recent seminars have included Sociology and Science Fiction; American Families in Transition; Gender, Politics, and Law; The Welfare State; The Sociology of Childhood; Human Nature and Social Institutions; Explaining September 11; and many others. Please consult the department for the seminars offered each semester.    Advanced Seminar in Sociology   SOC-UA 934 to SOC-UA 949 Prerequisites: junior standing and three courses in sociology, including Introduction to Sociology (SOC-UA 1), or written permission of the instructor. 4 points.   See the Student Services Administrator in the department for content and other information.    Senior Honors Research Seminar   SOC-UA 950, 951 Required for all honors students. Offered in fall and spring respectively. 4 points per term. Assists students in researching, designing, and completing senior thesis projects and finding appropriate faculty advisers.    Independent Study    Independent Study   SOC-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.   Intensive research under the supervision of a department faculty member. Graduate Courses Open to Undergraduates Under special circumstances, courses offered in the sociology graduate program are open to qualified sociology majors with the permission of the instructor.                    Contact Us | &copy; New York University , Arts and Science"}, {"content": "Social &amp; Cultural Analysis    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter               The Department of Social and Cultural Analysis (SCA) is trans-disciplinary in nature, incorporating critical methodologies and theoretical insights from such fields as social geography, feminism and queer studies, ethnic studies, critical race theory, labor studies, and cultural studies. Our courses combine topics and methods spanning the humanities and social sciences, and are organized around themes such as urbanization, commodification, movement of peoples, transnational exchange, identity formations, and ethnic and disaporic cultures.           Family and friends celebrated the life of Juan Flores and honored his memory and legacy     Saturday, December 20, 2014   2:00pm-5:00pm   at NYU's   Eisner & Lubin Auditorium   New York, NY 10012 Watch the video here:      Areas of Study         Africana Studies           American Studies           Asian/Pacific/American Studies           Gender and Sexuality Studies           Latino Studies           Metropolitan Studies           Social and Cultural Analysis             Faculty Bookshelf    Yellow Peril!: An Archive of Anti-Asian Fear     John Kuo Wei Tchen and Dylan Yeats           Announcements         SCA Events Calendar           New Faculty 2014-2015             Quicklinks         Undergraduate Admissions           Frequently Asked Questions           GSAS Admissions           Study Away                         Contact Us | &copy; New York University , Arts and Science"}]}]