[{"detail": [{"content": "Center for European and Mediterranean Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Program       Courses       News       Events       Publications       Student Testimonials       Alumni       Visiting Scholars       Employment             Stay Connected           Listserv       Facebook       Twitter               NYU's Center for European and Mediterranean Studies (CEMS) serves as the University's interdisciplinary hub for teaching, research, and programming on Europe—from both a historical and contemporary perspective. With a primary focus on teaching, CEMS offers a B.A. degree (Major and Minor in European Studies), M.A. degree, and doctoral support for Ph.D. candidates in related disciplines from across the university. CEMS also maintains an active calendar of workshops, lectures, and conference, many of which are open to the public. In addition to CEMS, NYU houses eight institutes exclusively concerned with European studies: Glucksman Ireland House , Deutsches Haus , the Institute of French Studies , La Maison Française , the Jean Monnet Center at the Law School , Casa Italiana , the Remarque Institute , and the King Juan Carlos I of Spain Center .     Upcoming Events       Tuesday, March 3, 5:30 p.m.     Book Discussion | \"Echoes of Empire\" | Kalypso Nicolaidis         Friday, March 6, 4:30 p.m.     Ia Iashvili \"Split Families and Family Members Left Behind\"         Monday, March 23, 12:30 p.m.     Tomoko Masuzawa, \"Adjudicating the Secular\"         Monday, March 30 &ndash; Friday, January 30     Udi Greenberg, “Protestant Thought\"         Monday, April 13 &ndash; Friday, January 30     Giuseppe Bianco \"What is intellectual inheritance?\"         Friday, April 17, 4:30 p.m.     Louise O. Vasvari \"Hungarian Women's Holocaust Life Writing\"         Monday, April 20 &ndash; Friday, January 30     Jean-Frédéric Schaub, \"Race and Race in France and the US\"         Monday, April 27, 12:30 p.m.     Vanessa Ogle “The Transformation of Muslim Spacetime\"         Monday, May 4 &ndash; Friday, January 30     Katrina Forrester \"Rules, Persons, and Society\"         Friday, May 8, 4:30 p.m.     Ermira Danaj \"Exploring Practices and Strategies of Women\"         Friday, January 30, 4:30 p.m.     Aslihan Aykac \"Ideological Roots of Gender Inequality in Turkey\"         Friday, February 6, 4:30 p.m.     Brigid M. O'Keeffe \"Pornography or Authenticity?\"           Complete List of Events           Prospective Students         GSAS Admissions           Graduate FAQ           GSAS Application Resource Center           Undergraduate Admissions and Application           Undergraduate FAQ           B.A./M.A. Program           GSAS/CAS Tuition Program             Announcements         CEMS Student Wins Marc Bloch Award           Jerrold Seigel Summer Fellowship 2014-15 Competition           Student Achievements                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Center for European and Mediterranean Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Program       Courses       News       Events       Publications       Student Testimonials       Alumni       Visiting Scholars       Employment             Stay Connected           Listserv       Facebook       Twitter               NYU's Center for European and Mediterranean Studies (CEMS) serves as the University's interdisciplinary hub for teaching, research, and programming on Europe—from both a historical and contemporary perspective. With a primary focus on teaching, CEMS offers a B.A. degree (Major and Minor in European Studies), M.A. degree, and doctoral support for Ph.D. candidates in related disciplines from across the university. CEMS also maintains an active calendar of workshops, lectures, and conference, many of which are open to the public. In addition to CEMS, NYU houses eight institutes exclusively concerned with European studies: Glucksman Ireland House , Deutsches Haus , the Institute of French Studies , La Maison Française , the Jean Monnet Center at the Law School , Casa Italiana , the Remarque Institute , and the King Juan Carlos I of Spain Center .     Upcoming Events       Tuesday, March 3, 5:30 p.m.     Book Discussion | \"Echoes of Empire\" | Kalypso Nicolaidis         Friday, March 6, 4:30 p.m.     Ia Iashvili \"Split Families and Family Members Left Behind\"         Monday, March 23, 12:30 p.m.     Tomoko Masuzawa, \"Adjudicating the Secular\"         Monday, March 30 &ndash; Friday, January 30     Udi Greenberg, “Protestant Thought\"         Monday, April 13 &ndash; Friday, January 30     Giuseppe Bianco \"What is intellectual inheritance?\"         Friday, April 17, 4:30 p.m.     Louise O. Vasvari \"Hungarian Women's Holocaust Life Writing\"         Monday, April 20 &ndash; Friday, January 30     Jean-Frédéric Schaub, \"Race and Race in France and the US\"         Monday, April 27, 12:30 p.m.     Vanessa Ogle “The Transformation of Muslim Spacetime\"         Monday, May 4 &ndash; Friday, January 30     Katrina Forrester \"Rules, Persons, and Society\"         Friday, May 8, 4:30 p.m.     Ermira Danaj \"Exploring Practices and Strategies of Women\"         Friday, January 30, 4:30 p.m.     Aslihan Aykac \"Ideological Roots of Gender Inequality in Turkey\"         Friday, February 6, 4:30 p.m.     Brigid M. O'Keeffe \"Pornography or Authenticity?\"           Complete List of Events           Prospective Students         GSAS Admissions           Graduate FAQ           GSAS Application Resource Center           Undergraduate Admissions and Application           Undergraduate FAQ           B.A./M.A. Program           GSAS/CAS Tuition Program             Announcements         CEMS Student Wins Marc Bloch Award           Jerrold Seigel Summer Fellowship 2014-15 Competition           Student Achievements                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Seminar Content | Eastern Europe in Modern European History, an NEH Summer Seminar for School Teachers at NYU          Eastern Europe in Modern European History   an NEH summer seminar from the Center for European and Mediterranean Studies at NYU                          NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                       NEH Summer Seminar for School Teachers         From the Director       Faculty       Seminar Content       Schedule       Bibliography       Logistics       Application Guide           Hosted by the     Center for European and Mediterranean Studies           Made possible by the                                                                 Seminar Content During the Cold War the division of Europe into two component halves, Western Europe and Eastern Europe, seemed so stark, so self-evident, and so likely to persist that it profoundly influenced the way that the continent was perceived and understood. This was notably true from the American perspective, since America was so closely associated with Western Europe during the Cold War, in military, economic, political, and cultural alliance against the Soviet bloc that constituted Eastern Europe. The image of the Iron Curtain from Churchill’s famous Fulton, Missouri, speech of 1946 provided the mental architecture for an entire postwar generation thinking about the nature of Europe divided, and led to a mental mapping in which Western Europe was presumed to be the better half (and of course it was “our” half in the Cold War) and Eastern Europe was understood to be lesser, less interesting, less welcoming, more alien, and more backward— the other and secondary component of the continent. At the same time the countries of Eastern Europe, with their dramatically different national traditions, were presumed to be homogenously all alike— colored communist grey on Western mental maps of Europe during the Cold War. It was Western Europe that was much more likely to be visited by Americans as vacation air travel became part of middle class life in the 1950s and 1960s, and the glorious sights of London, Paris, and Rome were much more likely to be part of an American’s actual touristic experience of Europe.    One of the consequences of this world political ordering, which lasted for almost half a century from the end of World War II until the collapse of communism in Eastern Europe in 1989, was a subtly partisan revision of the history of Europe, as it appeared especially in the synthetic textbooks of the second half of the twentieth century. Often focused on the “History of the West” or the “History of Western Civilization,” these synthetic histories did not synthesize evenly but with a strong western bias. The Italian Renaissance, the German Reformation, the French Revolution, the British Industrial Revolution: these all came clearly into focus. The Russian path was singled out for special contrasting attention. But a whole huge swath of Europe almost disappeared from the narrative of European history, with merely general references to issues of social and political backwardness. In high schools this was even more likely to be true than in colleges, in colleges than in graduate schools, but at every level Eastern Europe was neglected in general histories of the continent, while specialized studies, when they occurred, were grouped together under the general Cold War rubric of “Eastern Europe” and often framed and supported with reference to the exigencies of Cold War national security.    Of course, the division of Europe into two geopolitical camps during the Cold War was real and meaningful, but it distorted perspectives on European history in two basic ways: first, by suggesting that Eastern Europe and Western Europe had entirely divergent histories even before the Cold War, and, second, by suggesting that all the lands and peoples of Eastern Europe were related by resemblance to one another in their past histories. This summer seminar will address these distortions head on, attempting to analyze the problems inherent in the historical categories “Western Europe” and “Eastern Europe,” considering different historical frameworks for rethinking the way that different parts of Europe have been related to each other in past centuries, and also exploring alternative political frameworks for rethinking what Europe looks like today in the post-Cold War twenty-first century.    For school teachers, these issues come up whenever European history is taught and discussed at every grade level. In fact, they also come up as an issue of American history when the subject of immigration is taught and discussed with reference to the diversity of national groups who have entered American society from Europe. The cultures of Eastern Europe have too often been represented as “exotic” and “folkloric”— emphasizing costumes and dances— without any real attempt to think through the extremely complex diversity of national histories that have shaped the emigrant communities arriving in the United States. The most recent historical, political, and cultural writing about Eastern Europe has seriously attempted to challenge, analyze, revise, and reconstruct assumptions about Eastern Europe that were taken for granted during the Cold War period, and we hope to make these scholarly issues intellectually meaningful and pedagogically useful for school teachers. Pedagogically we will consider especially negotiating the historical gap that separates teachers who grew up during the Cold War from students who have no memory of the Cold War.    While there will be some lecturing both from the director and the visiting faculty speakers, the substance of the seminar will involve participant discussion concerning the central issues of the seminar. Each participant will be encouraged to choose some particular subject to focus on for individual research, and will use that subject, over the course of the three weeks, as a basis for thinking about how East and West might be integrated into one historical European experience. The final product of the seminar will be either the presentation of a short piece of academic research on some aspect of Eastern Europe or the presentation of a pedagogical proposal for studying some aspect of the subject in school. Participants will have the opportunity to report regularly on the progress that they are making with their subjects. The director will be present for all seminar sessions and available to participants just after the formal sessions for informal research guidance. He will hold formal meetings with each of the participants during the course of the session and will schedule blocks of office hours.    The three weeks of the seminar will be divided into two parts, according to the two basic perspectives, West looking East, and then East looking West. The first part will focus on how Western Europe has historically regarded Eastern Europe, dating from what may be called the “invention” of Eastern Europe in the eighteenth century. The introductory session will explore how the word “civilization,” coined as a neologism in the eighteenth century, became associated with a westerly direction so as to produce, eventually, the concept of “Western civilization.” It will consider further how Eastern Europe could appear as a kind of Oriental, or demi-Oriental, space of exoticism and backwardness, when seen from the perspective of “Western civilization.” Furthermore, both of those concepts—exoticism and backwardness— will be critically examined for their role in defining the relation between different parts of the globe. Both eyewitness travel literature about Eastern Europe and purely imaginative literature will be considered, dating from the Enlightenment, and we’ll study how such writers as Voltaire and Rousseau, who never set foot in Eastern Europe, nevertheless played powerful roles in imagining and defining its character and its relation to Western Europe. Participants will sample short readings, for instance, from Voltaire’s letters to Catherine the Great and from Rousseau’s “Considerations Concerning the Government of Poland,” and think about the basic assumptions that informed the perspectives of Western intellectuals concerning Eastern Europe. What did Westerners see when they looked to the east in Europe?    The subsequent sessions will pursue these themes into the nineteenth century, the age of nationalism, and will consider the kind of patronage that Eastern Europe received from Western political and cultural figures, from Lord Byron in Albania to Bram Stoker’s creation of Dracula in Transylvania. This will be followed by the study of Woodrow Wilson and the Paris Peace Conference and the complete redrawing of the map of Eastern Europe, considering what it meant for western statesmen to make themselves the arbiters of eastern borders, and how the twentieth-century map of Eastern Europe emerged from the Baltic states to Bulgaria and Albania. Most important will be the theme of nationalism in Eastern Europe and how it was alternatively encouraged and stigmatized, checked and patronized, ignored and publicized in the West. We will place these issues in the context of the political settlements of the nineteenth century at which Western statesmen redefined Eastern borders, from the Congress of Vienna in 1815 to the Congress of Berlin in 1878 to the Treaty of Versailles in 1919.    Finally, the first half of the seminar will conclude, in the middle of the second week, by addressing the Cold War and the post-Cold War world of the twenty-first century, bringing the seminar right up to the present moment through the recent decades of NATO expansion and EU enlargement that completely overturned conventional understandings about the division of Europe into East and West. This will be particularly important material for the seminar, inasmuch as the Cold War so powerfully shaped the perspective which most of us still have regarding Eastern Europe. While before 1945 we can speak of culturally constructed continental division, more a matter of mental mapping than geopolitical fact, after 1945 the geopolitics of continental division were undeniable, with communism creating a “bloc” out of the lands and peoples of Eastern Europe, while NATO and the European Common Market effectively created an alternative “bloc” out of the lands and peoples of Western Europe. It will be important both to acknowledge the powerful impact of economic and political division during the Cold War, while also recognizing that the Iron Curtain was mapped onto an earlier idea of the continent envisioned as the conjunction of a backward East and a civilized West. The seamlessness with which the Cold War mentality built upon the foundation of this earlier stigmatic distinction concerning Eastern Europe offers some explanation for why the Cold War perspective has persisted into the post-communist era, and why Eastern Europe is still sometimes stigmatized in relation to Western Europe. Why did the Cold War leave a particularly powerful mark on the way we all think about Europe today?    Important readings for this first half of the course will include chapters from Larry Wolff’s Inventing Eastern Europe as well as Maria Todorova’s Imagining the Balkans and Vesna Goldsworthy’s Inventing Ruritania . We will look at some of the work of our late NYU colleague Tony Judt on French intellectuals and Eastern Europe, and some of the essays of Timothy Garton Ash who reported on the revolutions of 1989. Judt’s classic study of French intellectuals and communism, Past Imperfect , suggests some of the ways that intellectuals like Jean-Paul Sartre and Simone de Beauvoir replicated in the twentieth century the perspective of intellectuals like Voltaire and Diderot in the eighteenth century, placing an enormous value on the Russian experience while neglecting the oppressive impact of Russian power on the rest of Eastern Europe. We will read such classic Western accounts, documents, and fantasies as excerpts from Rebecca West’s Black Lamb and Grey Falcon (about interwar Yugoslavia), Winston Churchill’s Iron Curtain Speech, and even King Ottokar’s Scepter , the story of Tintin’s adventures in the invented East European country of Syldavia. While Rebecca West’s writings, for instance, reflect the importance of elite intellectual perspectives on Eastern Europe in the 1930s, the Tintin comics, originating also in the 1930s but continuing with huge success into the postwar period, offer the opportunity for a discussion of the popular culture of the Cold War; they suggest the kind of widespread imagery that gave ordinary people, indeed children, their most basic impressions of Eastern Europe as both a comical and sinister space in the twentieth century.    The second part of the seminar will reverse the perspective and consider Eastern perspectives on Western Europe and Eastern Europe’s place in European history as a whole. We will begin by looking at some fundamental moments for thinking in an integral way about European history: Bohemian Hussitism and German Protestantism building to the Defenestration of Prague and the outbreak of the Thirty Years War; the European-Ottoman encounter in Southeastern Europe culminating in the siege of Vienna in 1683; the drama of Polish Romanticism in Paris in the nineteenth century with the fervent nationalist expressions in the poetry of Adam Mickiewicz and the music of Frederic Chopin; the nationalities question within the Habsburg monarchy leading to the outbreak of World War I with the assassination in Sarajevo in 1914. All of these topics, beginning with the heretical proto-Protestantism of Jan Hus in Bohemia, a full century before Luther in Germany, and concluding with the Bosnian political crisis that brought all of Europe into World War I, consider historical moments when the interlocking aspects of history in Eastern Europe and Western Europe point toward a broader way of considering the continental whole. We will address these subjects both from the point of view of current academic research and also from the point of view of pedagogical opportunities for teaching European history. How would it be possible to teach a better-integrated history of Europe?    The larger part of the second half of the seminar will be focused on the twentieth century, with particular attention to the terrible experience of Eastern Europe during World War II such that one historian has recently characterized the whole region as the “Bloodlands,” caught between Hitler and Stalin; the coming of communism to Eastern Europe after the war with the formation of the Soviet Bloc; the ways in which the image of a “bloc” failed to do justice to the complex diversity of experience within the region under communist governments; and the revolutions of 1989 which appeared to many East Europeans as a rejoining of Europe from which they had been violently separated for half a century. We will talk about how certain crisis moments in the history of Eastern Europe were understood by their protagonists as part of a broader European history, social movements and political uprisings in the East carried out in the name of European values and with the expectation of European solidarity. Such crisis moments would include the Warsaw Uprising against the Nazis in 1944, the Hungarian Revolution against Soviet communism in 1956, the Prague Spring in Czechoslovakia in 1968, and the Polish Solidarity trade union movement in 1980-1981, culminating in the political upheavals that brought down communist governments across Eastern Europe in 1989. How did the extreme experiences of Nazi occupation and Soviet-style communism transform the region in the twentieth century?    Important readings for the second half of the seminar will include excerpts from the nineteenth-century Polish Romantic poet Mickiewicz and the great twentieth-century poets Czesław Miłosz and Wisława Szymborska, the letters of Jan Hus and the speeches of Pope John Paul II, Vaclav Havel’s famous essay on “The Power of the Powerless” and Milan Kundera’s landmark essay on “The Tragedy of Central Europe,” the brilliant Croatian essays of Slavenka Drakulić (collected as “How We Survived Communism and Even Laughed”) and Dubravka Ugrešić (collected as “The Culture of Lies”), and accounts from the Yugoslav wars of the 1990s. Among secondary sources we will discuss selections from Mark Mazower’s Hitler’s Empire , Timothy Snyder’s Bloodlands , Jan Gross’s Neighbors , Tony Judt’s Postwar , and Timothy Garton Ash’s The Magic Lantern .    Kundera’s essay is particularly relevant for our concerns as he completely transformed discussion of the region by insisting that it was not Eastern Europe at all, but “Central Europe” that had been “kidnapped” by the Soviets coming from the East, and forcibly made over into “Eastern Europe.” As “Central Europe” such lands as Poland, Hungary, and Kundera’s native Czechoslovakia demanded the attention of the West and claimed the right to return to the European whole from which they had been violently detached after World War II. This became a particularly potent way of reframing the geopolitical circumstances of the 1980s, during the last decade of communism in Europe, and in the 1990s the idea of Central Europe formed part of the ideological basis for advocating a European Union expansion to include the formerly communist countries.                                                     Contact Us        | &copy;        New York University        ,        Arts and Science"}]},
{"detail": [{"content": "Center for European and Mediterranean Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Program       Courses       News       Events       Publications       Student Testimonials       Alumni       Visiting Scholars       Employment             Stay Connected           Listserv       Facebook       Twitter               NYU's Center for European and Mediterranean Studies (CEMS) serves as the University's interdisciplinary hub for teaching, research, and programming on Europe—from both a historical and contemporary perspective. With a primary focus on teaching, CEMS offers a B.A. degree (Major and Minor in European Studies), M.A. degree, and doctoral support for Ph.D. candidates in related disciplines from across the university. CEMS also maintains an active calendar of workshops, lectures, and conference, many of which are open to the public. In addition to CEMS, NYU houses eight institutes exclusively concerned with European studies: Glucksman Ireland House , Deutsches Haus , the Institute of French Studies , La Maison Française , the Jean Monnet Center at the Law School , Casa Italiana , the Remarque Institute , and the King Juan Carlos I of Spain Center .     Upcoming Events       Tuesday, March 3, 5:30 p.m.     Book Discussion | \"Echoes of Empire\" | Kalypso Nicolaidis         Friday, March 6, 4:30 p.m.     Ia Iashvili \"Split Families and Family Members Left Behind\"         Monday, March 23, 12:30 p.m.     Tomoko Masuzawa, \"Adjudicating the Secular\"         Monday, March 30 &ndash; Friday, January 30     Udi Greenberg, “Protestant Thought\"         Monday, April 13 &ndash; Friday, January 30     Giuseppe Bianco \"What is intellectual inheritance?\"         Friday, April 17, 4:30 p.m.     Louise O. Vasvari \"Hungarian Women's Holocaust Life Writing\"         Monday, April 20 &ndash; Friday, January 30     Jean-Frédéric Schaub, \"Race and Race in France and the US\"         Monday, April 27, 12:30 p.m.     Vanessa Ogle “The Transformation of Muslim Spacetime\"         Monday, May 4 &ndash; Friday, January 30     Katrina Forrester \"Rules, Persons, and Society\"         Friday, May 8, 4:30 p.m.     Ermira Danaj \"Exploring Practices and Strategies of Women\"         Friday, January 30, 4:30 p.m.     Aslihan Aykac \"Ideological Roots of Gender Inequality in Turkey\"         Friday, February 6, 4:30 p.m.     Brigid M. O'Keeffe \"Pornography or Authenticity?\"           Complete List of Events           Prospective Students         GSAS Admissions           Graduate FAQ           GSAS Application Resource Center           Undergraduate Admissions and Application           Undergraduate FAQ           B.A./M.A. Program           GSAS/CAS Tuition Program             Announcements         CEMS Student Wins Marc Bloch Award           Jerrold Seigel Summer Fellowship 2014-15 Competition           Student Achievements                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Seminar Content | Eastern Europe in Modern European History, an NEH Summer Seminar for School Teachers at NYU          Eastern Europe in Modern European History   an NEH summer seminar from the Center for European and Mediterranean Studies at NYU                          NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                       NEH Summer Seminar for School Teachers         From the Director       Faculty       Seminar Content       Schedule       Bibliography       Logistics       Application Guide           Hosted by the     Center for European and Mediterranean Studies           Made possible by the                                                                 Seminar Content During the Cold War the division of Europe into two component halves, Western Europe and Eastern Europe, seemed so stark, so self-evident, and so likely to persist that it profoundly influenced the way that the continent was perceived and understood. This was notably true from the American perspective, since America was so closely associated with Western Europe during the Cold War, in military, economic, political, and cultural alliance against the Soviet bloc that constituted Eastern Europe. The image of the Iron Curtain from Churchill’s famous Fulton, Missouri, speech of 1946 provided the mental architecture for an entire postwar generation thinking about the nature of Europe divided, and led to a mental mapping in which Western Europe was presumed to be the better half (and of course it was “our” half in the Cold War) and Eastern Europe was understood to be lesser, less interesting, less welcoming, more alien, and more backward— the other and secondary component of the continent. At the same time the countries of Eastern Europe, with their dramatically different national traditions, were presumed to be homogenously all alike— colored communist grey on Western mental maps of Europe during the Cold War. It was Western Europe that was much more likely to be visited by Americans as vacation air travel became part of middle class life in the 1950s and 1960s, and the glorious sights of London, Paris, and Rome were much more likely to be part of an American’s actual touristic experience of Europe.    One of the consequences of this world political ordering, which lasted for almost half a century from the end of World War II until the collapse of communism in Eastern Europe in 1989, was a subtly partisan revision of the history of Europe, as it appeared especially in the synthetic textbooks of the second half of the twentieth century. Often focused on the “History of the West” or the “History of Western Civilization,” these synthetic histories did not synthesize evenly but with a strong western bias. The Italian Renaissance, the German Reformation, the French Revolution, the British Industrial Revolution: these all came clearly into focus. The Russian path was singled out for special contrasting attention. But a whole huge swath of Europe almost disappeared from the narrative of European history, with merely general references to issues of social and political backwardness. In high schools this was even more likely to be true than in colleges, in colleges than in graduate schools, but at every level Eastern Europe was neglected in general histories of the continent, while specialized studies, when they occurred, were grouped together under the general Cold War rubric of “Eastern Europe” and often framed and supported with reference to the exigencies of Cold War national security.    Of course, the division of Europe into two geopolitical camps during the Cold War was real and meaningful, but it distorted perspectives on European history in two basic ways: first, by suggesting that Eastern Europe and Western Europe had entirely divergent histories even before the Cold War, and, second, by suggesting that all the lands and peoples of Eastern Europe were related by resemblance to one another in their past histories. This summer seminar will address these distortions head on, attempting to analyze the problems inherent in the historical categories “Western Europe” and “Eastern Europe,” considering different historical frameworks for rethinking the way that different parts of Europe have been related to each other in past centuries, and also exploring alternative political frameworks for rethinking what Europe looks like today in the post-Cold War twenty-first century.    For school teachers, these issues come up whenever European history is taught and discussed at every grade level. In fact, they also come up as an issue of American history when the subject of immigration is taught and discussed with reference to the diversity of national groups who have entered American society from Europe. The cultures of Eastern Europe have too often been represented as “exotic” and “folkloric”— emphasizing costumes and dances— without any real attempt to think through the extremely complex diversity of national histories that have shaped the emigrant communities arriving in the United States. The most recent historical, political, and cultural writing about Eastern Europe has seriously attempted to challenge, analyze, revise, and reconstruct assumptions about Eastern Europe that were taken for granted during the Cold War period, and we hope to make these scholarly issues intellectually meaningful and pedagogically useful for school teachers. Pedagogically we will consider especially negotiating the historical gap that separates teachers who grew up during the Cold War from students who have no memory of the Cold War.    While there will be some lecturing both from the director and the visiting faculty speakers, the substance of the seminar will involve participant discussion concerning the central issues of the seminar. Each participant will be encouraged to choose some particular subject to focus on for individual research, and will use that subject, over the course of the three weeks, as a basis for thinking about how East and West might be integrated into one historical European experience. The final product of the seminar will be either the presentation of a short piece of academic research on some aspect of Eastern Europe or the presentation of a pedagogical proposal for studying some aspect of the subject in school. Participants will have the opportunity to report regularly on the progress that they are making with their subjects. The director will be present for all seminar sessions and available to participants just after the formal sessions for informal research guidance. He will hold formal meetings with each of the participants during the course of the session and will schedule blocks of office hours.    The three weeks of the seminar will be divided into two parts, according to the two basic perspectives, West looking East, and then East looking West. The first part will focus on how Western Europe has historically regarded Eastern Europe, dating from what may be called the “invention” of Eastern Europe in the eighteenth century. The introductory session will explore how the word “civilization,” coined as a neologism in the eighteenth century, became associated with a westerly direction so as to produce, eventually, the concept of “Western civilization.” It will consider further how Eastern Europe could appear as a kind of Oriental, or demi-Oriental, space of exoticism and backwardness, when seen from the perspective of “Western civilization.” Furthermore, both of those concepts—exoticism and backwardness— will be critically examined for their role in defining the relation between different parts of the globe. Both eyewitness travel literature about Eastern Europe and purely imaginative literature will be considered, dating from the Enlightenment, and we’ll study how such writers as Voltaire and Rousseau, who never set foot in Eastern Europe, nevertheless played powerful roles in imagining and defining its character and its relation to Western Europe. Participants will sample short readings, for instance, from Voltaire’s letters to Catherine the Great and from Rousseau’s “Considerations Concerning the Government of Poland,” and think about the basic assumptions that informed the perspectives of Western intellectuals concerning Eastern Europe. What did Westerners see when they looked to the east in Europe?    The subsequent sessions will pursue these themes into the nineteenth century, the age of nationalism, and will consider the kind of patronage that Eastern Europe received from Western political and cultural figures, from Lord Byron in Albania to Bram Stoker’s creation of Dracula in Transylvania. This will be followed by the study of Woodrow Wilson and the Paris Peace Conference and the complete redrawing of the map of Eastern Europe, considering what it meant for western statesmen to make themselves the arbiters of eastern borders, and how the twentieth-century map of Eastern Europe emerged from the Baltic states to Bulgaria and Albania. Most important will be the theme of nationalism in Eastern Europe and how it was alternatively encouraged and stigmatized, checked and patronized, ignored and publicized in the West. We will place these issues in the context of the political settlements of the nineteenth century at which Western statesmen redefined Eastern borders, from the Congress of Vienna in 1815 to the Congress of Berlin in 1878 to the Treaty of Versailles in 1919.    Finally, the first half of the seminar will conclude, in the middle of the second week, by addressing the Cold War and the post-Cold War world of the twenty-first century, bringing the seminar right up to the present moment through the recent decades of NATO expansion and EU enlargement that completely overturned conventional understandings about the division of Europe into East and West. This will be particularly important material for the seminar, inasmuch as the Cold War so powerfully shaped the perspective which most of us still have regarding Eastern Europe. While before 1945 we can speak of culturally constructed continental division, more a matter of mental mapping than geopolitical fact, after 1945 the geopolitics of continental division were undeniable, with communism creating a “bloc” out of the lands and peoples of Eastern Europe, while NATO and the European Common Market effectively created an alternative “bloc” out of the lands and peoples of Western Europe. It will be important both to acknowledge the powerful impact of economic and political division during the Cold War, while also recognizing that the Iron Curtain was mapped onto an earlier idea of the continent envisioned as the conjunction of a backward East and a civilized West. The seamlessness with which the Cold War mentality built upon the foundation of this earlier stigmatic distinction concerning Eastern Europe offers some explanation for why the Cold War perspective has persisted into the post-communist era, and why Eastern Europe is still sometimes stigmatized in relation to Western Europe. Why did the Cold War leave a particularly powerful mark on the way we all think about Europe today?    Important readings for this first half of the course will include chapters from Larry Wolff’s Inventing Eastern Europe as well as Maria Todorova’s Imagining the Balkans and Vesna Goldsworthy’s Inventing Ruritania . We will look at some of the work of our late NYU colleague Tony Judt on French intellectuals and Eastern Europe, and some of the essays of Timothy Garton Ash who reported on the revolutions of 1989. Judt’s classic study of French intellectuals and communism, Past Imperfect , suggests some of the ways that intellectuals like Jean-Paul Sartre and Simone de Beauvoir replicated in the twentieth century the perspective of intellectuals like Voltaire and Diderot in the eighteenth century, placing an enormous value on the Russian experience while neglecting the oppressive impact of Russian power on the rest of Eastern Europe. We will read such classic Western accounts, documents, and fantasies as excerpts from Rebecca West’s Black Lamb and Grey Falcon (about interwar Yugoslavia), Winston Churchill’s Iron Curtain Speech, and even King Ottokar’s Scepter , the story of Tintin’s adventures in the invented East European country of Syldavia. While Rebecca West’s writings, for instance, reflect the importance of elite intellectual perspectives on Eastern Europe in the 1930s, the Tintin comics, originating also in the 1930s but continuing with huge success into the postwar period, offer the opportunity for a discussion of the popular culture of the Cold War; they suggest the kind of widespread imagery that gave ordinary people, indeed children, their most basic impressions of Eastern Europe as both a comical and sinister space in the twentieth century.    The second part of the seminar will reverse the perspective and consider Eastern perspectives on Western Europe and Eastern Europe’s place in European history as a whole. We will begin by looking at some fundamental moments for thinking in an integral way about European history: Bohemian Hussitism and German Protestantism building to the Defenestration of Prague and the outbreak of the Thirty Years War; the European-Ottoman encounter in Southeastern Europe culminating in the siege of Vienna in 1683; the drama of Polish Romanticism in Paris in the nineteenth century with the fervent nationalist expressions in the poetry of Adam Mickiewicz and the music of Frederic Chopin; the nationalities question within the Habsburg monarchy leading to the outbreak of World War I with the assassination in Sarajevo in 1914. All of these topics, beginning with the heretical proto-Protestantism of Jan Hus in Bohemia, a full century before Luther in Germany, and concluding with the Bosnian political crisis that brought all of Europe into World War I, consider historical moments when the interlocking aspects of history in Eastern Europe and Western Europe point toward a broader way of considering the continental whole. We will address these subjects both from the point of view of current academic research and also from the point of view of pedagogical opportunities for teaching European history. How would it be possible to teach a better-integrated history of Europe?    The larger part of the second half of the seminar will be focused on the twentieth century, with particular attention to the terrible experience of Eastern Europe during World War II such that one historian has recently characterized the whole region as the “Bloodlands,” caught between Hitler and Stalin; the coming of communism to Eastern Europe after the war with the formation of the Soviet Bloc; the ways in which the image of a “bloc” failed to do justice to the complex diversity of experience within the region under communist governments; and the revolutions of 1989 which appeared to many East Europeans as a rejoining of Europe from which they had been violently separated for half a century. We will talk about how certain crisis moments in the history of Eastern Europe were understood by their protagonists as part of a broader European history, social movements and political uprisings in the East carried out in the name of European values and with the expectation of European solidarity. Such crisis moments would include the Warsaw Uprising against the Nazis in 1944, the Hungarian Revolution against Soviet communism in 1956, the Prague Spring in Czechoslovakia in 1968, and the Polish Solidarity trade union movement in 1980-1981, culminating in the political upheavals that brought down communist governments across Eastern Europe in 1989. How did the extreme experiences of Nazi occupation and Soviet-style communism transform the region in the twentieth century?    Important readings for the second half of the seminar will include excerpts from the nineteenth-century Polish Romantic poet Mickiewicz and the great twentieth-century poets Czesław Miłosz and Wisława Szymborska, the letters of Jan Hus and the speeches of Pope John Paul II, Vaclav Havel’s famous essay on “The Power of the Powerless” and Milan Kundera’s landmark essay on “The Tragedy of Central Europe,” the brilliant Croatian essays of Slavenka Drakulić (collected as “How We Survived Communism and Even Laughed”) and Dubravka Ugrešić (collected as “The Culture of Lies”), and accounts from the Yugoslav wars of the 1990s. Among secondary sources we will discuss selections from Mark Mazower’s Hitler’s Empire , Timothy Snyder’s Bloodlands , Jan Gross’s Neighbors , Tony Judt’s Postwar , and Timothy Garton Ash’s The Magic Lantern .    Kundera’s essay is particularly relevant for our concerns as he completely transformed discussion of the region by insisting that it was not Eastern Europe at all, but “Central Europe” that had been “kidnapped” by the Soviets coming from the East, and forcibly made over into “Eastern Europe.” As “Central Europe” such lands as Poland, Hungary, and Kundera’s native Czechoslovakia demanded the attention of the West and claimed the right to return to the European whole from which they had been violently detached after World War II. This became a particularly potent way of reframing the geopolitical circumstances of the 1980s, during the last decade of communism in Europe, and in the 1990s the idea of Central Europe formed part of the ideological basis for advocating a European Union expansion to include the formerly communist countries.                                                     Contact Us        | &copy;        New York University        ,        Arts and Science"}, {"content": "Eastern Europe in Modern European History, an NEH Summer Seminar for School Teachers at NYU          Eastern Europe in Modern European History   an NEH summer seminar from the Center for European and Mediterranean Studies at NYU                          NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                       NEH Summer Seminar for School Teachers         From the Director       Faculty       Seminar Content       Schedule       Bibliography       Logistics       Application Guide           Hosted by the     Center for European and Mediterranean Studies           Made possible by the         Photo Credit                                                                   NEH Summer Seminar for School Teachers Eastern Europe in Modern European History Dates: June 30 - July 18, 2013 Seminar Director: Larry Wolff, Professor of History and Director of the Center for European and Mediterranean Studies, New York University Location: New York University's Center for European and Mediterranean Studies, New York City Contact: Larry Wolff, Seminar Director Jennifer Denbo, Seminar Administrator Center for European and Mediterranean Studies New York University european.studies@nyu.edu 212-998-3838 We invite you to review this website for detailed information about the seminar. Please contact us with any questions you may have. --- Any views, findings, conclusions, or recommendations expressed in this website do not necessarily represent those of the National Endowment for the Humanities.                                                     Contact Us        | &copy;        New York University        ,        Arts and Science"}]}]