[{"detail": [{"content": "Des &laquo; Africains &raquo; et des &laquo; Roms &raquo; en France&hellip; Instrumentalisation des discours ordinaires xenophobes    |     La Maison Fran&ccedil;aise    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Home       About       Events       Exhibitions       Sponsors       Support       Contact             Center for French Civilization and Culture       Department of French       Institute of French Studies       NYU Paris           Stay Connected           sign up       like us on Facebook                    Back to Home               Des « Africains » et des « Roms » en France… Instrumentalisation des discours ordinaires xenophobes   Cécile Canut   Monday, February 9th, 7:00 p.m.     Co-sponsored with the Institute of African-American Affairs and the Institute of French Studies Lecture CÉCILE CANUT Sociolinguist, filmmaker; professor, Sorbonne Paris Cité university; author of Une langue sans qualité and Le spectre identitaire, entre langue et pouvoir au Mali After working for some 15 years on questions linked to sociolinguistics in Mali, Cécile Canut currently dedicates her research to the circulation of discourses about Gypsies in Bulgaria and France. Director of several documentary films, she focuses on the processes of language subjectivation embedded in power relationships. Recently, she directed the project MIPRIMO (la migration prise aux mots / migration put in words), a French National Research Agency funded project about migration narratives in West Africa.  En France, les migrants bulgares et roumains identifiés comme « Roms » et vivant le plus souvent dans des bidonvilles font régulièrement l’objet de catégorisations, de rejets et de violences xénophobes. Si depuis longtemps ce type d’ostracisme concerne d’autres populations immigrées, comme les Africains, le spectre du racisme ou de la xénophobie s’est étendu sous l’effet de la diffusion d’un certain nombre de discours politiques et médiatiques. Qu’il s’agisse de la droite ou de la gauche, ces discours différentialistes ont aussi vu le jour au plus haut sommet de l’État et ont été relayés régulièrement par les médias, légitimant aujourd’hui leur place dans l’espace public français. Récemment, plusieurs analystes (anthropologues, sociologues, politologues) ont mis en cause la responsabilité de ces dirigeants dans l’ethnicisation et la racialisation des populations françaises, en banalisant des propos xénophobes, au point d’être repris aujourd’hui systématiquement. Bien que déterminante, une telle analyse est-elle suffisante ? Le processus de division de la population française en cours actuellement est-il uniquement le fait de discours récents, venus d’en « haut » et à des fins électoralistes ? Adoptant une approche sociolinguistique politique, cette conférence tentera de montrer comment les processus de fluctuations inter-subjectives supposent une appréhension de la complexité des discours en ce qu’ils ont partie liée, au cœur de la logique néolibérale, à la question de l’origine et du primitivisme.                   La Maison Fran&ccedil;aise                  New York University                  16 Washington Mews                  New York, NY 10003            Phone: 212.998.8750         Email:        maison.francaise@nyu.edu           Web:        www.nyu.edu/maisonfrancaise         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Des &laquo; Africains &raquo; et des &laquo; Roms &raquo; en France&hellip; Instrumentalisation des discours ordinaires xenophobes    |     La Maison Fran&ccedil;aise    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Home       About       Events       Exhibitions       Sponsors       Support       Contact             Center for French Civilization and Culture       Department of French       Institute of French Studies       NYU Paris           Stay Connected           sign up       like us on Facebook                    Back to Home               Des « Africains » et des « Roms » en France… Instrumentalisation des discours ordinaires xenophobes   Cécile Canut   Monday, February 9th, 7:00 p.m.     Co-sponsored with the Institute of African-American Affairs and the Institute of French Studies Lecture CÉCILE CANUT Sociolinguist, filmmaker; professor, Sorbonne Paris Cité university; author of Une langue sans qualité and Le spectre identitaire, entre langue et pouvoir au Mali After working for some 15 years on questions linked to sociolinguistics in Mali, Cécile Canut currently dedicates her research to the circulation of discourses about Gypsies in Bulgaria and France. Director of several documentary films, she focuses on the processes of language subjectivation embedded in power relationships. Recently, she directed the project MIPRIMO (la migration prise aux mots / migration put in words), a French National Research Agency funded project about migration narratives in West Africa.  En France, les migrants bulgares et roumains identifiés comme « Roms » et vivant le plus souvent dans des bidonvilles font régulièrement l’objet de catégorisations, de rejets et de violences xénophobes. Si depuis longtemps ce type d’ostracisme concerne d’autres populations immigrées, comme les Africains, le spectre du racisme ou de la xénophobie s’est étendu sous l’effet de la diffusion d’un certain nombre de discours politiques et médiatiques. Qu’il s’agisse de la droite ou de la gauche, ces discours différentialistes ont aussi vu le jour au plus haut sommet de l’État et ont été relayés régulièrement par les médias, légitimant aujourd’hui leur place dans l’espace public français. Récemment, plusieurs analystes (anthropologues, sociologues, politologues) ont mis en cause la responsabilité de ces dirigeants dans l’ethnicisation et la racialisation des populations françaises, en banalisant des propos xénophobes, au point d’être repris aujourd’hui systématiquement. Bien que déterminante, une telle analyse est-elle suffisante ? Le processus de division de la population française en cours actuellement est-il uniquement le fait de discours récents, venus d’en « haut » et à des fins électoralistes ? Adoptant une approche sociolinguistique politique, cette conférence tentera de montrer comment les processus de fluctuations inter-subjectives supposent une appréhension de la complexité des discours en ce qu’ils ont partie liée, au cœur de la logique néolibérale, à la question de l’origine et du primitivisme.                   La Maison Fran&ccedil;aise                  New York University                  16 Washington Mews                  New York, NY 10003            Phone: 212.998.8750         Email:        maison.francaise@nyu.edu           Web:        www.nyu.edu/maisonfrancaise         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Events    |     La Maison Fran&ccedil;aise    | New York University                                 Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Home       About     Events              Past Events              French Literature in the Making         Exhibitions       Sponsors       Support       Contact             Center for French Civilization and Culture       Department of French       Institute of French Studies       NYU Paris           Stay Connected           sign up       like us on Facebook                 Home &gt; Events     Events           January     Thursday, January 29, 7:00 p.m.     Circa 1914     Book Event   On the occasion of Ara H. Merjian’s new volume, Giorgio de Chirico and the Metaphysical City: Nietzsche, Modernism, Paris , three art historians will discuss the avant-gardes in Paris in the wake of the Great War.       February     Tuesday, February 3, 7:00 p.m.     La musique est-elle supérieure à la litterature?     On reviendra sur le modèle qu'a pu constituer la musique pour certains écrivains mélomanes. Leurs discours \"musicologiques\" sont surtout orientés vers la littérature et construisent une idée de la musique permettant de repenser le rapport du langage avec le sens.         Friday, February 6, 7:00 p.m.     Claude Debussy's La Boîte à joujoux     Shadow Play and Piano Performance   La Boîte à joujoux (The Toy-box), based on a scenario by the author and illustrator, André Hellé, is the third and final ballet written by Claude Debussy.            Monday, February 9, 7:00 p.m.     Des « Africains » et des « Roms » en France… Instrumentalisation     Cécile Canut   En France, les migrants bulgares et roumains identifiés comme « Roms » et vivant le plus souvent dans des bidonvilles font régulièrement l’objet de catégorisations, de rejets et de violences xénophobes.         Tuesday, February 17, 7:00 p.m.     Jacques Gamblin     French actor and writer; films include De toutes nos forces ; The Names of Love ; Le Premier homme; Laissez-passer (Silver Bear for Best Actor, Berlin Film Festival); Pédale douce         Wednesday, February 18, 6:30 p.m.     Perspectives on the Paris Attacks     The murderous attacks that took place in Paris in January highlight once again the general problem of Islamic radicalism, but they also point to a number of issues specific to France. In this roundtable discussion, a panel of distinguished historians and social scientists will examine several of most relevant and pressing issues and place them in a French, European and international context.\u2028\u2028           Thursday, February 19, 7:00 p.m.     Nicholas Nabokov: Composer, Cosmopolite, Cultural Force     Vincent Giroud   Composer, cultural diplomat, and man about town, Nicolas Nabokov (1903-78) counted among his intimate friends everyone from Igor Stravinsky to George Kennan. While today he is overshadowed by his more famous cousin Vladimir, Nicolas Nabokov was during his lifetime an outstanding and far-sighted player in international cultural exchanges during the Cold War and admired by some of the most distinguished minds of his century for his political acumen and his talents as a composer.         Monday, February 23, 7:00 p.m.     French Literature in the Making: Mathias Enard     in conversation with Olivier Barrot             Thursday, February 26, 7:00 p.m.     Quentin Bajac     in conversation with Shelley Rice   Quentin Bajac is the Chief Curator of Photography at the Museum of Modern Art and the author of L’Image révélée, l’invention de la photographie; La Photographie: l’époque modern 1880-1960; Après la photographie: du daguerreotype au numérique.         March     Tuesday, March 3, 7:00 p.m.     Building the Louvre     Speakers will examine several key moments in the history of the Louvre, a site where art, literature, history, and politics interact.         Thursday, March 5, 7:00 p.m.     Écrire la catastrophe     Michaël Ferrier in conversation with Allen S. Weiss   \"Que peut-on écrire devant une beauté – ou une catastrophe – hors-norme? Le désir de dire, le souci impérieux de porter témoignage, se trouve immédiatement confronté à toute une série de réticences et de résistances, née de la disproportion entre ce que ces gens ont vécu et le récit qu’il est possible – ou impossible – d’en faire.\"         Friday, March 6, 9:30 a.m. &ndash; 5:15 p.m.     Literature and the Press: New Media, New Stakes, New Challenges               Saturday, March 7 &ndash; Thursday, March 12     Rendez-Vous with French Cinema 2015     Screenings of My Friend Victoria , May Allah Bless France! , and Love at First Fight .         Tuesday, March 10, 7:00 p.m.     There Are Two Sexes     Antoinette Fouque (1936-2014) co-founded the Mouvement de Libération des Femmes (MLF) in France in 1968 and spearheaded its Psychanalyse et Politique research group.         Wednesday, March 11, 6:30 p.m.     Pétain's Jewish Children     Book Event         Thursday, March 12, 7:00 p.m.     Loving, Reading, Eating     Barbara Vinken   Flaubert’s most notorious novel shows adultery as the metaphor and symptom of false love, false reading, false living.             Monday, March 23, 7:00 p.m.     French Literature in the Making: Pierre Lemaitre     in conversation with Olivier Barrot   Pierre Lemaitre is a French author and screenwriter. His first novel to be translated into English, Alex, won the CWA International Dagger for best crime novel of 2013. That same year, he was awarded the Prix Goncourt, France's top literary prize, for Au revoir là-haut , an epic about World War I.           Wednesday, March 25, 6:30 p.m.     The Other Americans in Paris     Nancy L. Green   History may remember the American artists, writers, and musicians of the Left Bank best, but the reality is that there were many more American businessmen, socialites, manufacturers’ representatives, and lawyers living on the other side of the River Seine. Be they newly minted American countesses married to foreigners with impressive titles or American soldiers who had settled in France after World War I with their French wives, they provide a new view of the notion of expatriates.         Thursday, March 26, 7:00 p.m.     Claude Simon et Proust : du nouveau dans le palimpseste ?     Eugène Nicole   S'il est bien connu qu'au cours de sa vie, Claude Simon a maintes fois souligné l'admiration qu'il portait à l'oeuvre de Proust, il faut d'abord noter que ses éloges de À la recherche du temps perdu se concentrent sur des scènes spécifiques et prémonitoires de l'esthétique de l'auteur de la Route des Flandres.         Monday, March 30, 6:30 p.m.     Réflexions sur la discordance politique au sein des familles     Anne Muxel   Book Event       April     Thursday, April 2, 7:00 p.m.     Michel Contat     Existentialism in Culture, 1943-1955   Seminar - Jean-Paul Sartre, Being and Nothingness (1943)         Friday, April 3, 5:00 p.m.     Michel Contat     Existentialism in Culture, 1943-1955   Film Screening - Sartre by Himself , directed by Alexandre Astruc and Michel Contat  (1976; Part 1, 90 min.; Part 2, 97 min.)         Tuesday, April 7, 5:00 p.m.     Michel Contat     Existentialism in Culture, 1943-1955   Film Screening - Death of a Salesman , directed by Alex Segal (1966; 120 min.)         Wednesday, April 8, 6:00 p.m.     Kristin Ross     Sponsored by Humanities Initiative, Institute of French Studies, New York Institute for the Humanities     Location:   The Humanities Initiative at NYU\u2028  20 Cooper Square, Fifth Floor         Thursday, April 9, 7:00 p.m.     Michel Contat     Existentialism in Culture, 1943-1955   Seminar - Arthur Miller, Death of a Salesman (1949)         Thursday, April 16, 7:00 p.m.     Michel Contat     Existentialism in Culture, 1943-1955   Seminar - Paul Bowles, The Sheltering Sky (1949)         Friday, April 17, 5:00 p.m.     Michel Contat     Existentialism in Culture, 1943-1955   Film Screening - The Sheltering Sky , directed by Bernardo Bertolucci (1990; 139 min.)         Monday, April 20, 7:00 p.m.     Rabelais's Game - cancelled     weather conditions have prevented the arrival of our speakers coming from Boston. A Panel Discussion of Michel Beaujour’s Le Jeu de Rabelais         Tuesday, April 21, 7:00 p.m.     Régime de vérité     Christine Angot   Writer Christine Angot is the author of eighteen books, including Léonore, toujours ; L'Inceste; Pourquoi le Brésil ; Les Désaxés (Prix France Culture) ; Rendez-vous (Prix de Flore) ; Le Marché des amants ; Les Petits ; Une Semaine de vacances ; and La Petite foule . She has also written for the theater.         Wednesday, April 22, 6:30 p.m.     Covering West Africa: Photojournalism in Time of Conflict     Joe Penney   A slideshow of photographs by Joe Penney (photographer and photo editor, Reuters in West and Central Africa, co-founder of sahelien.com )         Thursday, April 23, 7:00 p.m.     Michel Contat     Existentialism in Culture, 1943-1955   Seminar - Charlie Parker (1920-1955)         Friday, April 24 &ndash; Saturday, April 25     A Night of Philosophy     A 12-hour nocturnal happening in New York, presented by the Cultural Services of the French Embassy, FACE Foundation, the Onassis Cultural Center NY, and the Ukrainian Institute of America.         Monday, April 27, 7:00 p.m.     French Literature in the Making: Sylvie Germain     in conversation with Olivier Barrot   For more than thirty years, writer Sylvie Germain has constructed a singular body of work.         Monday, April 27, 8:30 p.m.     French Literature in the Making: Olivier Barrot     Olivier Barrot interviewed by Tom Bishop   Following his discussion with Sylvie German starting at 7:00 PM, Olivier Barrot discusses his own book, Mitteleuropa (Gallimard, 2015)         Tuesday, April 28, 7:00 p.m.     Assia Djebar in America- postponed     Assia Djebar (1936-2015)   Postponed to Fall 2015           Wednesday, April 29, 5:00 p.m.     Michel Contat     Existentialism in Culture, 1943-1955   Film Screening - Bird , directed by Clint Eastwood (1987, 160 min.) and Jammin' , directed by Gjon Mili (1950; 10 min.)       May     Monday, May 4, 7:00 p.m.     The Reveling Eye: Early-Modern Festival Books and Their Readers     Benoît Bolduc   Chair, Department of French, NYU; author of La Fête imprimée .         Wednesday, May 6, 7:00 p.m.     Translation Night     An evening of new translation by the students of NYU’s French Department M.A. program in Literary Translation         Friday, May 8, 12:00 p.m.     PEN World Voices Festival     Global bazaar meets county fair at this third annual festival within a festival. Discover a world of literature and music in and around New York University’s beautiful and storied Washington Mews.         Friday, May 8, 2:00 p.m.     A Conversation with Jean-Christophe Rufin (cancelled)     Jean-Christophe Rufin   The May 8 PEN World Voices Festival \"Conversation with Jean-Christophe Rufin,\" scheduled to take place at 2:00 p.m. at La Maison Française of NYU, has been cancelled, as Mr. Rufin is unable to travel to New York in May.         Friday, May 8, 4:00 p.m.     Moroccan Poetry in Text, Translation, and Performance     As part of the PEN World Voices Festival, a program of readings (with translation) by Moroccan poets Idriss Aissa and Driss Mesnaoui                         La Maison Fran&ccedil;aise                  New York University                  16 Washington Mews                  New York, NY 10003            Phone: 212.998.8750         Email:        maison.francaise@nyu.edu           Web:        www.nyu.edu/maisonfrancaise         Contact Us | &copy; New York University , Arts and Science"}]}]