[{"detail": [{"content": "NYC Daily Life                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Community Advantages                 Sub Navigation                                 NYU Discounts                       NYC Daily Life                       Arts, Culture, and Recreation                       Relocation Resources                                                                   NYC Daily Life      In a city that prides itself on offering \"everything,\" residents can feel overwhelmed by all the choices they have for the fulfillment of their daily needs. This page provides information on local resources including medical care, banking, and public transportation to help the novice and lifelong New Yorker alike.                 Area Resources   Locate businesses in the area via the internet with three resources: yellowpages.com , switchboard.com , or www.citidex.com .   Banking   Most major banks have a branch or ATM in the Washington Square area. Here is a list of the branches closest to campus.     Bank of America Local branch: 770 Broadway (at 8th St.), 10003   Citibank Local branches: 555 LaGuardia Place,  10012749 Broadway (at Astor Pl.),  79 Fifth Avenue (at 16th St.), 10003   Chase Local branches: 26 Astor Place, 10012  32 University Place (at 9th St.), 10003  632 Broadway, 10012   TD Bank Local branches: 666 Broadway (at Bond St.), 10012  90 Fifth Avenue (at 14th St.), 10011   HSBC Local branches: 769 Broadway (at 9th St.), 10003  354 Sixth Ave. (at Washington Pl.), 10011  599 Broadway (at Houston), 10012   Wachovia Local branch: 120 Seventh Ave. (at 17th St.), 10011     Community Information   Navigating Manhattan on Foot   Most of Manhattan is designed in a grid pattern. Fifth Avenue divides the borough, and the streets into East and West. Avenues run north (uptown) and south (downtown) and the Streets run east-west across the island. The NYC Street Finder can help determine the nearest cross streets for addresses on Manhattan's avenues. Click here for a printable version of the street finder.   Finding your Way in NYC   Find locations of area parks, hotels, landmarks and more here .      Neighborhood Newspapers     The Village Voice is a well-known alternative newspaper.   The Villager Greenwich Village's weekly community paper since 1934   The East Villager weekly newspaper for the Manhattan neighborhoods of the East Village and Lower East Side     DNAinfo.com New York on-line newsletter about Greenwich Village, SoHo, and the surrounding neighborhoods     West View News &quot;the Voice of the West Village,&quot; Greenwich Village, and parts of Chelsea       NYU Office of Government and Community Affairs provides information and links about how NYU interacts with the larger community and maintains its mission to be &quot;in and of the city.&quot;   Driving Resources     The American Automobile Association (AAA) is an international provider of towing services, travel discounts, multi-line insurance, vehicle financing, and more.   Department of Motor Vehicles (DMV) provides assistance on a variety of vehicle and driving-related matters. The local DMV office is at 1311 Broadway, 8th Floor (between 33rd and 34th Streets).   Emergency Resources     Emergency Services - 911 is the 24-hour hotline for requesting city help during an emergency   Emergency Preparedness   New York Police Department   To find your local precinct, please click here .   Fire Department of New York     Financial Resources     NYU Federal Credit Union is a not-for-profit financial cooperative serving only the NYU community.   Savings Bonds (PDF) are available for faculty members to purchase via payroll deduction.     School and Child Care Information   Family Care provides information and supports for faculty and administrators with needs relating to local child care and schools.     Carebridge Life Resources provides information and referral on child care and eldercare services.   InsideSchools provides independent information about NYC's public schools.     Health and Medical Resources        Hospitals and Medical Centers   Bellevue Hospital 462 First Avenue   NYU Langone Medical Center 550 First Avenue and multiple locations     NYU Hospital for Joint Disease 301 East 17th Street       Other Area Hospital Centers   Beth Israel First Avenue at 16th Street   The New York Eye and Ear Infirmary 310 East 14th Street       Additional NYU Medical Resources   NYU College of Dentistry (NYUCD)   NYU Dental Faculty Practice   NYU Child Study Center is staffed with clinicians who offer a range of therapeutic services for children, adolescents, young adults, and their families. Their web site includes a helpful resource library.       Psychological Services   NYU Psychoanalytic Institute offers low-cost intensive psychoanalysis and psychotherapy in the New York metropolitan area. (212) 263-6243   Postdoctoral Psychology Clinic offers long-term psychoanalytic services on a sliding fee scale. Call (212) 998-7890 for more information.   Mental Health Association of New York City, Inc. (800) LIFE-NET functions as a referral service and an anonymous crisis line. You can call to find mental health professionals in the area or to speak with a mental health professional right away.   Lesbian, Gay, Bi-Sexual, Transgender Community Center  offers low cost individual and group counseling and referrals to LGBT-friendly mental health providers and therapists in NYC.     Carebridge Life Resources NYU's Employee Assistance Program (EAP), can provide support for personal and family problems common in contemporary life. These confidential services are provided at no cost to you or your family, and are just a toll-free phone call away.         Pet Care   There are numerous resources available to keep you and your animals happy and healthy. The links that follow provide a starting place including tips on how to identify and evaluate care providers.     ASPCA New York City has an adoption center on East 92nd St. Their site lists information about pets available for adoption as well as resources for NYC pet owners.   Dog Licensing laws and procedures are regulated by the city.   Dog Parks are sorted by borough, so you can easily find the one close to your home. Rules and regulations are outlined here as well.   The Humane Society of the United States     Veterinarians   Advice on Choosing a Veterinarian The following veterinarian resources are close to the Washington Square community:     St. Mark's Veterinary Hospital 348 E. 9th St., (212) 477-2688   The Village Veterinarian 320 E. 11th Street, (212) 979-9870   Washington Square Animal Hospital 23 E. 9th St., (212) 674-1670     Whiskers Holistic Pet Care 235 East 9th Street, (800) 944-7537     Pet Sitters, Walkers and Day Cares   Advice on Choosing a Pet Sitter     Biscuits and Bath , with two locations near the NYU campus, is a resource for dog owners seeking day care and boarding options, grooming, vet care and referrals, walks, and talks.   Happy Paws is New York's newest pet resort, offering daycare, boarding, training, transportation, and grooming for dogs.   Established in 1999, Pooch Pals provides positive reinforcement dog walking along with overnight pet sitting, boarding, group and private dog training services. That means they do more than just ensure that your beloved pet is well taken care of. They also reinforce good behavior training every step of the way, from basic commands like leave it and heel, to help with proper leash walking, house breaking training and more!     Puptopia provides full service pet care including dog walking, training, nutritional advice, and a page of useful resources on caring for dogs.   National Association of Professional Pet Sitters is an organization used by pet owners across the country to find professional in-home pet sitters.   NYC Dog Walkers provides dos walking services for Manhattan dog owners.   Petaholics offers services for dogs and other pets including training, boarding and walking.   Pet Sitters International is a resource for finding independent professional pet sitters who are members of this organization.     Pet Transportation     Pet Chauffeur   Pet Taxi     Pet Insurance     ASPCA Pet Insurance   The Best Pet Insurance   VPI (Veterinary Pet Insurance)   PetCare   Embrace Pet Insurance   North American Pet Health Insurance Association   NYU's Voluntary Benefits includes a discounted pet insurance available to NYU affiliates.           Shopping Near Washington Square    Additional resources are available here .   Specialty Shops     Chocolate   Max Brenner, Chocolate by the Bald Man Max has used his passion for chocolate to create a menu full of chocolaty creations. The menu also includes sandwiches and other chocolate-free foods.   Mariebelle offers delicious chocolate as well as a Cacao Bar for a coffee and pastry to make any day special.   Vosges Haut Chocolat sells exotic and unusual chocolate treats.   Kitchen Supplies   Broadway Panhandler 65 East 8th Street   Wine   Astor Wines &amp; Spirits   Trader Joe's   Additional specialty stores, including flea markets, music stores, and more can be found here .   Book Stores   Barnes &amp; Noble Booksellers is the largest book retailer in the United States. The store closest to NYU is located on Union Square at 33 East 17th Street.   Housing Works Cafe and Bookstore 126 Crosby Street (south of Houston)   Shakespeare and Co. Booksellers 716 Broadway (at Washington Pl.). This small chain considers itself &quot;an independent alternative.&quot;   St. Mark's Bookshop 31 Third Ave.This independent bookshop specializes in culture and arts, although they also sell books on other topics.   The Strand 282 Broadway (at 12th St.) The Strand boasts that it has 18 miles of books. The store carries new, used and rare books on just about every subject.       Hardware   Garber Hardware is a family owned hardware store that has been serving the neighborhood for several generations. Garber's is open 7 days a week and is located at 710 Greenwich Avenue, between 10th and Charles. Reach them on foot, web, or phone (212-242-9807).   M&amp;D True Value Hardware (212-477-4180) is located on the corner of Bleecker and Lafayette Streets.   Simon's Hardware and Bath sells distinctive, high quality hardware and plumbing products.       Markets  The addresses listed here are the locations closest to Washington Square. Please visit store websites to find additional locations.       Morton Williams 130 Bleecker St. (at LaGuardia Pl.)   Chelsea Market 75 9th Avenue (Between 15th and 16th Sts.)   Citarella 424 6th Avenue (at 9th St.)   D'Agostino 64 University Place (at 10th St.)   Garden of Eden Gourmet Markets 7 East 14th Street (at 5th Ave.)   The Green Market at Union Square is one of the biggest and most popular markets in New York City. You will find fish, meats, cheeses, and a variety of produce from local growers four days a week   Gristedes 25 University Place (at 8th St.  Just Food promotes fresh produce and local agriculture, creating relationships between local farmers and New Yorkers. Locate a community supported agricultural (CSA) group in your area.   Trader Joe's 142 E. 14th Street. (between 3rd Ave. and Irving Pl.)   Westside Market (77 Seventh Avenue)   Whole Foods Market 40 E. 14th Street (at Union Square), 95 East Houston St       Speech and Language Clinic     The Steinhardt School of Education's Department of Communicative Sciences and Disorders directs this clinical facility. The clinic has reduced rates for NYU employees and family members and offers the following services:       individual speech, language, and audiologic services   assessment of speech, language, and hearing problems   therapy for all types of communication disorders (speech, language, fluency, and voice)   group therapy for adults with speech and/or language disorders resulting from stroke, brain injury, and Parkinson's Disease   speech and language therapy for children and adults       New York University Speech-Language and Hearing Clinic     665 Broadway, Suite 900  New York, NY 10003-6860   Tel: 212 998 5230   Fax: 212 995 4356   Email: cs8@nyu.edu                                             Voting   The Board of Elections of the City of New York   Register to vote, find your polling site, and view the results of recent elections on this website.             Public Transportation   NYC's public transportation is easy to navigate. Subway maps are available for the asking from subway station token booths. NYU's Jeffrey S. Gould Welcome Center (50 Washington Square South) has a supply of maps for the subway system as well as bus maps for each of the five boroughs. A number of additional resources can help you plan your route ahead of time:   NYC Transit provides maps and information on the subway system and commuter railroads. A Metrocard is needed to ride on city subways and buses.   HopStop Transit Guide provides door-to-door subway and bus directions.                                                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYC Daily Life                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Community Advantages                 Sub Navigation                                 NYU Discounts                       NYC Daily Life                       Arts, Culture, and Recreation                       Relocation Resources                                                                   NYC Daily Life      In a city that prides itself on offering \"everything,\" residents can feel overwhelmed by all the choices they have for the fulfillment of their daily needs. This page provides information on local resources including medical care, banking, and public transportation to help the novice and lifelong New Yorker alike.                 Area Resources   Locate businesses in the area via the internet with three resources: yellowpages.com , switchboard.com , or www.citidex.com .   Banking   Most major banks have a branch or ATM in the Washington Square area. Here is a list of the branches closest to campus.     Bank of America Local branch: 770 Broadway (at 8th St.), 10003   Citibank Local branches: 555 LaGuardia Place,  10012749 Broadway (at Astor Pl.),  79 Fifth Avenue (at 16th St.), 10003   Chase Local branches: 26 Astor Place, 10012  32 University Place (at 9th St.), 10003  632 Broadway, 10012   TD Bank Local branches: 666 Broadway (at Bond St.), 10012  90 Fifth Avenue (at 14th St.), 10011   HSBC Local branches: 769 Broadway (at 9th St.), 10003  354 Sixth Ave. (at Washington Pl.), 10011  599 Broadway (at Houston), 10012   Wachovia Local branch: 120 Seventh Ave. (at 17th St.), 10011     Community Information   Navigating Manhattan on Foot   Most of Manhattan is designed in a grid pattern. Fifth Avenue divides the borough, and the streets into East and West. Avenues run north (uptown) and south (downtown) and the Streets run east-west across the island. The NYC Street Finder can help determine the nearest cross streets for addresses on Manhattan's avenues. Click here for a printable version of the street finder.   Finding your Way in NYC   Find locations of area parks, hotels, landmarks and more here .      Neighborhood Newspapers     The Village Voice is a well-known alternative newspaper.   The Villager Greenwich Village's weekly community paper since 1934   The East Villager weekly newspaper for the Manhattan neighborhoods of the East Village and Lower East Side     DNAinfo.com New York on-line newsletter about Greenwich Village, SoHo, and the surrounding neighborhoods     West View News &quot;the Voice of the West Village,&quot; Greenwich Village, and parts of Chelsea       NYU Office of Government and Community Affairs provides information and links about how NYU interacts with the larger community and maintains its mission to be &quot;in and of the city.&quot;   Driving Resources     The American Automobile Association (AAA) is an international provider of towing services, travel discounts, multi-line insurance, vehicle financing, and more.   Department of Motor Vehicles (DMV) provides assistance on a variety of vehicle and driving-related matters. The local DMV office is at 1311 Broadway, 8th Floor (between 33rd and 34th Streets).   Emergency Resources     Emergency Services - 911 is the 24-hour hotline for requesting city help during an emergency   Emergency Preparedness   New York Police Department   To find your local precinct, please click here .   Fire Department of New York     Financial Resources     NYU Federal Credit Union is a not-for-profit financial cooperative serving only the NYU community.   Savings Bonds (PDF) are available for faculty members to purchase via payroll deduction.     School and Child Care Information   Family Care provides information and supports for faculty and administrators with needs relating to local child care and schools.     Carebridge Life Resources provides information and referral on child care and eldercare services.   InsideSchools provides independent information about NYC's public schools.     Health and Medical Resources        Hospitals and Medical Centers   Bellevue Hospital 462 First Avenue   NYU Langone Medical Center 550 First Avenue and multiple locations     NYU Hospital for Joint Disease 301 East 17th Street       Other Area Hospital Centers   Beth Israel First Avenue at 16th Street   The New York Eye and Ear Infirmary 310 East 14th Street       Additional NYU Medical Resources   NYU College of Dentistry (NYUCD)   NYU Dental Faculty Practice   NYU Child Study Center is staffed with clinicians who offer a range of therapeutic services for children, adolescents, young adults, and their families. Their web site includes a helpful resource library.       Psychological Services   NYU Psychoanalytic Institute offers low-cost intensive psychoanalysis and psychotherapy in the New York metropolitan area. (212) 263-6243   Postdoctoral Psychology Clinic offers long-term psychoanalytic services on a sliding fee scale. Call (212) 998-7890 for more information.   Mental Health Association of New York City, Inc. (800) LIFE-NET functions as a referral service and an anonymous crisis line. You can call to find mental health professionals in the area or to speak with a mental health professional right away.   Lesbian, Gay, Bi-Sexual, Transgender Community Center  offers low cost individual and group counseling and referrals to LGBT-friendly mental health providers and therapists in NYC.     Carebridge Life Resources NYU's Employee Assistance Program (EAP), can provide support for personal and family problems common in contemporary life. These confidential services are provided at no cost to you or your family, and are just a toll-free phone call away.         Pet Care   There are numerous resources available to keep you and your animals happy and healthy. The links that follow provide a starting place including tips on how to identify and evaluate care providers.     ASPCA New York City has an adoption center on East 92nd St. Their site lists information about pets available for adoption as well as resources for NYC pet owners.   Dog Licensing laws and procedures are regulated by the city.   Dog Parks are sorted by borough, so you can easily find the one close to your home. Rules and regulations are outlined here as well.   The Humane Society of the United States     Veterinarians   Advice on Choosing a Veterinarian The following veterinarian resources are close to the Washington Square community:     St. Mark's Veterinary Hospital 348 E. 9th St., (212) 477-2688   The Village Veterinarian 320 E. 11th Street, (212) 979-9870   Washington Square Animal Hospital 23 E. 9th St., (212) 674-1670     Whiskers Holistic Pet Care 235 East 9th Street, (800) 944-7537     Pet Sitters, Walkers and Day Cares   Advice on Choosing a Pet Sitter     Biscuits and Bath , with two locations near the NYU campus, is a resource for dog owners seeking day care and boarding options, grooming, vet care and referrals, walks, and talks.   Happy Paws is New York's newest pet resort, offering daycare, boarding, training, transportation, and grooming for dogs.   Established in 1999, Pooch Pals provides positive reinforcement dog walking along with overnight pet sitting, boarding, group and private dog training services. That means they do more than just ensure that your beloved pet is well taken care of. They also reinforce good behavior training every step of the way, from basic commands like leave it and heel, to help with proper leash walking, house breaking training and more!     Puptopia provides full service pet care including dog walking, training, nutritional advice, and a page of useful resources on caring for dogs.   National Association of Professional Pet Sitters is an organization used by pet owners across the country to find professional in-home pet sitters.   NYC Dog Walkers provides dos walking services for Manhattan dog owners.   Petaholics offers services for dogs and other pets including training, boarding and walking.   Pet Sitters International is a resource for finding independent professional pet sitters who are members of this organization.     Pet Transportation     Pet Chauffeur   Pet Taxi     Pet Insurance     ASPCA Pet Insurance   The Best Pet Insurance   VPI (Veterinary Pet Insurance)   PetCare   Embrace Pet Insurance   North American Pet Health Insurance Association   NYU's Voluntary Benefits includes a discounted pet insurance available to NYU affiliates.           Shopping Near Washington Square    Additional resources are available here .   Specialty Shops     Chocolate   Max Brenner, Chocolate by the Bald Man Max has used his passion for chocolate to create a menu full of chocolaty creations. The menu also includes sandwiches and other chocolate-free foods.   Mariebelle offers delicious chocolate as well as a Cacao Bar for a coffee and pastry to make any day special.   Vosges Haut Chocolat sells exotic and unusual chocolate treats.   Kitchen Supplies   Broadway Panhandler 65 East 8th Street   Wine   Astor Wines &amp; Spirits   Trader Joe's   Additional specialty stores, including flea markets, music stores, and more can be found here .   Book Stores   Barnes &amp; Noble Booksellers is the largest book retailer in the United States. The store closest to NYU is located on Union Square at 33 East 17th Street.   Housing Works Cafe and Bookstore 126 Crosby Street (south of Houston)   Shakespeare and Co. Booksellers 716 Broadway (at Washington Pl.). This small chain considers itself &quot;an independent alternative.&quot;   St. Mark's Bookshop 31 Third Ave.This independent bookshop specializes in culture and arts, although they also sell books on other topics.   The Strand 282 Broadway (at 12th St.) The Strand boasts that it has 18 miles of books. The store carries new, used and rare books on just about every subject.       Hardware   Garber Hardware is a family owned hardware store that has been serving the neighborhood for several generations. Garber's is open 7 days a week and is located at 710 Greenwich Avenue, between 10th and Charles. Reach them on foot, web, or phone (212-242-9807).   M&amp;D True Value Hardware (212-477-4180) is located on the corner of Bleecker and Lafayette Streets.   Simon's Hardware and Bath sells distinctive, high quality hardware and plumbing products.       Markets  The addresses listed here are the locations closest to Washington Square. Please visit store websites to find additional locations.       Morton Williams 130 Bleecker St. (at LaGuardia Pl.)   Chelsea Market 75 9th Avenue (Between 15th and 16th Sts.)   Citarella 424 6th Avenue (at 9th St.)   D'Agostino 64 University Place (at 10th St.)   Garden of Eden Gourmet Markets 7 East 14th Street (at 5th Ave.)   The Green Market at Union Square is one of the biggest and most popular markets in New York City. You will find fish, meats, cheeses, and a variety of produce from local growers four days a week   Gristedes 25 University Place (at 8th St.  Just Food promotes fresh produce and local agriculture, creating relationships between local farmers and New Yorkers. Locate a community supported agricultural (CSA) group in your area.   Trader Joe's 142 E. 14th Street. (between 3rd Ave. and Irving Pl.)   Westside Market (77 Seventh Avenue)   Whole Foods Market 40 E. 14th Street (at Union Square), 95 East Houston St       Speech and Language Clinic     The Steinhardt School of Education's Department of Communicative Sciences and Disorders directs this clinical facility. The clinic has reduced rates for NYU employees and family members and offers the following services:       individual speech, language, and audiologic services   assessment of speech, language, and hearing problems   therapy for all types of communication disorders (speech, language, fluency, and voice)   group therapy for adults with speech and/or language disorders resulting from stroke, brain injury, and Parkinson's Disease   speech and language therapy for children and adults       New York University Speech-Language and Hearing Clinic     665 Broadway, Suite 900  New York, NY 10003-6860   Tel: 212 998 5230   Fax: 212 995 4356   Email: cs8@nyu.edu                                             Voting   The Board of Elections of the City of New York   Register to vote, find your polling site, and view the results of recent elections on this website.             Public Transportation   NYC's public transportation is easy to navigate. Subway maps are available for the asking from subway station token booths. NYU's Jeffrey S. Gould Welcome Center (50 Washington Square South) has a supply of maps for the subway system as well as bus maps for each of the five boroughs. A number of additional resources can help you plan your route ahead of time:   NYC Transit provides maps and information on the subway system and commuter railroads. A Metrocard is needed to ride on city subways and buses.   HopStop Transit Guide provides door-to-door subway and bus directions.                                                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Life in the Universe - NYU Libraries                               This is the \"Life in the Universe\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Life in the Universe A list of publications to consult for course research.        Last update: Mar 12, 2013        URL: http://guides.nyu.edu/content_mobile.php?pid=182911                                                                          Science Daily                                                                                  Science Daily                           Loading...                     Comments (0)                                              close                                                                                                          New York Times - Space & Cosmos                                                                                  New York Times: Space                           Loading...                     Comments (0)                                              close                                                                                                          BBC News - Science & Environment                                                                                  BBC News - Science & Environment                           Loading...                     Comments (0)                                              close                                                                                                          NSF News                                                                                  U.S. National Science Foundation News                           Loading...                     Comments (0)                                              close                                                                                                          ESA - Space Science                                                                                  ESA - Space Science                           Loading...                     Comments (0)                                              close                                                                                                          ESO Top News                                                                                  ESO Top News                           Loading...                     Comments (0)                                              close                                                                                                          astro-ph updates on arXiv.org                                                                                  astro-ph updates on arXiv.org                           Loading...                     Comments (0)                                              close                                                                                                          ScienceNow                                                                                  ScienceNow                           Loading...                     Comments (0)                                              close                                                                                                          Nature - Physical Sciences Research                                                                                  Nature - Physical Sciences Research                           Loading...                     Comments (0)                                              close                                                                                                          Nature - News & Comments                                                                                  Nature - News & Comments                           Loading...                     Comments (0)                                              close                                                                                                          Nature                                                                                  Nature - Science Feeds                           Loading...                     Comments (0)                                              close                                                                                                          NASA - Solar System Exploration News                                                                                  NASA - Solar System News                           Loading...                     Comments (0)                                              close                                                                                                          NASA - Universe News                                                                                  NASA - Universe News                           Loading...                     Comments (0)                                              close                                                                                                          Data Services Librarian                                                           Matt Sumner Contact Info: NYUAD Library   Center for Digital Scholarship   Room 347   +971 2 628 4962   matt.sumner@nyu.edu Send Email          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]