[{"detail": [{"content": "Study Options                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                               Career Edge-Study Options                                            Summer Programs &rsaquo;                Career Edge                 Study Options                   Boost            Aspire            International Students            FAQs               Weekend Workshops &rsaquo;           Critical Instructions for Admitted Students &rsaquo;           Photo Gallery &rsaquo;           Watch Videos &rsaquo;                            More Links           Request Information        Contact Us by E-mail                                                                                 Study Options                         Choose from a broad array of study options being offered during the program's three summer sessions.              How to Apply            To apply, you must have successfully completed grades 9, 10, or 11, and must submit an application. In addition, you must submit an official high school transcript and a 250-word essay.             Housing is available on a first-come, first-served basis.             International Students   International students who wish to participate in this program may need to obtain a student visa in order to attend. Learn More                Application Deadline            For International Students   For Domestic Residential Students   For Domestic Commuter Students   May 1, 2015   June 15, 2015   July 1, 2015               Browse Study Options                   Apply Now            Expand All   Collapse All          Session 1: July 12–July 18, 2015        Session Dates   Class Meets   Orientation     Check Out   Tuition   Sunday, July 12– Saturday, July 18, 2015   Monday–Friday, from 9 a.m.–5 p.m.   Sunday, July 12, 2015     Saturday, July 18, 2015   $1,995 per course           Choose from the following course options being offered during Session 1                          Creative Writing–Finding Your Muse in the Metropolis        Generations of writers from J. D. Salinger ( The Catcher in the Rye ) to Michael Chabon ( The Amazing Adventures of Kavalier &amp; Clay ) and Cassandra Clare ( City of Bones ) have drawn inspiration from the hustle and bustle, the diversity, and the culture that makes New York City so unique. This summer, immerse yourself in the craft of creative writing in the heart of Greenwich Village, the haunt of some of the most provocative writers of the past, and the home of a lively contemporary writing community. Learn from the pros, as you transform your ideas and stories into compelling writing. Spend mornings developing the techniques that are fundamental to all types of fiction writing—literary fiction, dystopian fantasies, fairy tales, and mysteries—focusing on story structure, character development, description, and dialogue, along with exercises and critiques. Afternoons include lectures, visits with noted authors, literary events, and tips on publishing your work.   Through this program, you will develop skills in creative writing, including narrative arc, world-building, authentic dialogue, and character development, and will gain exposure to work-shopping your writing and giving constructive feedback to and receiving it from peers.                        Digital Filmmaking–Telling the Story through Technology       Lab fee: $150       From low-budget, independent features to major Hollywood productions, an increasing number of movies are being shot digitally. If you are considering a career in filmmaking, this program can provide the essential skills needed for advanced study in college. Learn from faculty members and guest speakers who are working industry professionals. This weeklong exercise will allow you to gain a thorough understanding of the technical aspects of this digital art form including lens usage, light metering techniques, blocking, and professional conventions. You will work in small production crews and share rotating responsibility, learning about writing, producing, storyboarding, cinematography, audio recording, and editing. In addition, you will explore how to develop creative concepts and how to capture them digitally—from the first shoot to the final edit. Morning and afternoon sessions are packed with hands-on instruction, which will conclude in a showcase screening of your final film. You will shoot outdoors at local venues.                        Finance NYC–An Insider's View        There is no better place to study finance than New York City, the financial capital of the world. If you are contemplating a career in this fast-paced and continually evolving field, this multidimensional course of study provides a truly unique insider’s view. Acquire an introduction to the foundations of financial analysis and investment management that are practiced on Wall Street. Explore the nature of the financial system, the types of assets that are traded, techniques for measuring and managing the risk and return of a portfolio, the key role of the Federal Reserve System, the use and abuse of financial derivatives, and current economic conditions.   From time value of money: comparing the value of cash flows at different points in time, to capital budgeting techniques, to the fundamentals of risk and return, you will be exposed to topics that provide a comprehensive overview of all aspects of the finance industry.   Taught by top experts in the field, this dynamic program provides the solid grounding to pursue an undergraduate academic path in a broad array of finance and business-related disciplines.                          From Writer to Reader: The Art of Editing Books        Are you a lover of books? Do you like to write? Do you see yourself working as an editor someday…or in another position in a publishing company? Then, this course could be for you. During this intensive program of study, you'll learn what an editor does, how books are produced, and you will gain insight into the world of publishing. The most successful editors also are entrepreneurs, who don’t wait for book manuscripts to come their way, rather, they cultivate writers and scour the worlds of entertainment and digital media (including blogs and Twitter) for exciting ideas. In this course, you will learn how to think like an editor and gain an understanding of how a concept becomes a commercially viable and exciting project.   Outcomes include understanding how a publishing house operates, learning about the latest publishing trends, being able to identify new ideas for books, and learning to edit pages of a fiction and a non-fiction manuscript.                        Hit Songwriting: Creating, Recording, and Marketing Your Music        Are you thinking about a career in songwriting? This course is designed for both beginners and more advanced musicians, as well as for singers and lyricists. Taught by multi-Grammy Award nominee, Larry Dvoskin, who has earned gold and platinum hit records collaborating with iconic music stars, the program guides you through the internal creative process of finding your unique signature as an artist, writing songs and recording them, and using the Internet and social media to market and to promote your music.   Songwriting topics include analysis of timeless lyrics, tension and release structure in melody, and the most current and popular chord patterns and arrangements. Recording topics will explore types of recording software both digital and analog, how to record on your home computer, and how to find the right producer. This course also covers an overview of how to build relationships with managers, agents, publicists, DJs, producers, engineers, and record label executives—each of whom plays a critical role in the lasting success of a career musician.   Upon completion of the program, each student will come away with at least one finished new or reworked song and a step-by-step strategic and creative plan to record and promote it. As an added bonus, this course may feature guest appearances by one or two recording stars.                          Photographing NYC–Through the Mind's Eye and the Camera Lens        Lab fee: $150         Whether you’ve already worked in photography and love it or are a complete beginner, New York City offers great inspiration. You will find visual stimuli 24/7 in the “city that never sleeps.” The sites, the smells, the sounds, and the people are sure to inspire you and to provide you with a new way of looking at things. Each morning, visit sites around the City— including a ride on the Staten Island Ferry—while creating a digital image bank of your work. Meet and mingle with students from across the region and the country, and share your ideas while developing your own unique style. Spend your afternoons exploring what goes into taking great photos—color and composition, form and content, and emotional resonance in the use of atmosphere and exposure—and acquiring technical aptitude in digital photography.   As a student enrolled in this program, you will gain familiarity with digital photography, including the technical use of a digital camera; basic art terms and meanings; manipulation of elements such as color, composition, and form; and introductory skills in photo editing.                          Seeking Cybersecurity: Exploring Crime, Terrorism, Espionage, and the Use of Weapons in Cyberspace (NEW)        The exponential expansion of computer technologies and the Internet have spawned a variety of new criminal behaviors and have provided criminals with a new environment within which to operate. Cybercrime knows no physical geographic boundaries, as the Internet provides criminals with access to people, institutions, and businesses around the globe. The reach of the threat defies conventional notions of jurisdiction of sovereign nations, thus making the targeting of cybercriminals particularly challenging for authorities worldwide. This course seeks to enter into the complex world of cybercrime by exploring its evolution and by critically evaluating the international and domestic measures enacted to fight cybercrime.   During this course, you will: gain a basic understanding of cyberlaw and cybercrime investigation techniques; explore issues related to cyberliberties and will examine the relationship between these rights and cybersecurity; and will analyze global policies to combat cyberterrorism. During a final scenarios exercise, you will assume the role of a cybersecurity investigator and will present you findings and recommendations to the group.                          Writing for Television: Creating and Writing a New Series (NEW)        Spend a week in New York City learning the art and craft behind the hottest and fastest-growing area of dramatic storytelling—writing for television. From Orange is the New Black and Breaking Bad to Modern Family and Big Bang Theory , television writing is more popular than ever with an continuously widening array of critically acclaimed shows and styles now appearing on networks, cable channels, and web-streaming sites. In this hands-on workshop, learn script writing techniques and treatment skills specific to the television industry. Focus on creating interesting stories with great characters that will have viewers binge watching your show. By the end of the week, come away with a polished idea for an original series and 10 pages of the script for your pilot episode written.   During this class you will gain an understanding of the fundamentals of dramatic writing, including premise, setting, characters, story idea, and narrative arc. By the end of the intensive, you will have refined your idea for a new series and will have completed the first 10 pages of a pilot script.                 Session 2: July 19–July 25, 2015        Session Dates   Class Meets   Orientation   Check Out   Tuition   Sunday, July 19–Saturday, July 25, 2015     Monday–Friday, from 9 a.m.–5 p.m.   Sunday, July 19, 2015   Saturday, July 25, 2015   $1,995 per course           Choose from the following course options being offered during Session 2                            Digital Filmmaking–Telling the Story through Technology       Lab fee: $150           From low-budget, independent features to major Hollywood productions, an increasing number of movies are being shot digitally. If you are considering a career in filmmaking, this program can provide the essential skills needed for advanced study in college. Learn from faculty members and guest speakers who are working industry professionals. This weeklong exercise will allow you to gain a thorough understanding of the technical aspects of this digital art form including lens usage, light metering techniques, blocking, and professional conventions. You will work in small production crews and share rotating responsibility, learning about writing, producing, storyboarding, cinematography, audio recording, and editing. In addition, you will explore how to develop creative concepts and how to capture them digitally—from the first shoot to the final edit. Morning and afternoon sessions are packed with hands-on instruction, which will conclude in a showcase screening of your final film. You will shoot outdoors at local venues.                            Finance NYC–An Insider's View            There is no better place to study finance than New York City, the financial capital of the world. If you are contemplating a career in this fast-paced and continually evolving field, this multidimensional course of study provides a truly unique insider’s view. Acquire an introduction to the foundations of financial analysis and investment management that are practiced on Wall Street. Explore the nature of the financial system, the types of assets that are traded, techniques for measuring and managing the risk and return of a portfolio, the key role of the Federal Reserve System, the use and abuse of financial derivatives, and current economic conditions.   From time value of money: comparing the value of cash flows at different points in time, to capital budgeting techniques, to the fundamentals of risk and return, you will be exposed to topics that provide a comprehensive overview of all aspects of the finance industry.   Taught by top experts in the field, this dynamic program provides the solid grounding to pursue an undergraduate academic path in a broad array of finance and business-related disciplines.                            Integrated Marketing: Innovation and Strategy (NEW)        Required Course Materials : Laptop or Notebook, Business Casual Attire   Every industry—healthcare, consumer goods, manufacturing, fashion, entertainment, non-profit and financial services—needs skilled marketing strategists to design campaigns that appeal to the minds that matter most: their customers. Campaigns must be innovative, timely yet enduring, and must speak to the image a &quot;brand&quot; endeavors to portray. In this course, you will discover how the practice of marketing actually works, independently and within an integrated communication plan. You will learn through classroom lectures, site visits, and experienced industry guest speakers, as well as by executing and presenting multifaceted team projects.   The course will define the parameters and possibilities within the field of integrated marketing. You will have the opportunity to analyze the many attributes of the integrated marketing field, including, but not limited to, how it relates to relevant industry practices and how it continues to evolve and support the overall communication function. You also will acquire a deeper understanding of current trends, strategies, and career paths.   There will be an intensive analysis of integrated marketing practices discovered through industry expert’s eyes. You and your classmates will have the opportunity to produce innovative marketing plans that you can use in your portfolio, which will be helpful in readying you for the college application process.   Who should enroll? This course is for high school students who are interested in expanding upon their insights into the roles and responsibilities that the integrated marketing professional must assume. Whether considering a full-fledged career in marketing, or preparing for a career in a related field, it’s crucial that all professionals understand the powerful role integrated marketing plays in building a brand.   This course also will briefly touch upon the new role of interactive and digital marketing, and the critical part they play in today's business environment. By the end of this course, you will have gained a working knowledge of integrated marketing and how it can serve to create a strong, innovative, enduring, and measurable communication strategy. Both a tactical and strategic approach will be pursued.                        Real Estate NYC: From Design to Development        Over a third of the world’s wealth is invested in real estate, and more than 9,000,000 people in the United States work in the real estate industry. What goes on behind the scenes? What makes NYC among the most expensive real estate markets in the world? How does one get started in the field? Learn from top industry professionals during this one-week summer intensive course offered by the NYU School of Professional Studies Schack Institute of Real Estate , one of the largest and most prestigious educational entities dedicated to the real estate and construction industries in the U.S. Delve into all aspects of the real estate development process, and gain an understanding of the procedures, issues, and complexities that come into play in the development of real estate. Explore how real estate projects are conceived, designed, valued, financed, constructed, and managed. By week’s end, you will have gained an in-depth understanding of the phases of real estate development and the role that each sector of the industry plays in the process.   Topics covered include: history of real estate design and development; the varying roles of members of the development team (architect, engineer, builder/cm and attorney); real estate underwriting metrics; valuation; project feasibility; design phase/construction phase considerations; sustainability measurements; and property and asset management.                        Screenwriting: Visual Story Telling–From Short to Feature-Length Films        Spend a week in New York City learning about the foundations of screenwriting for short and feature-length films, while exploring the essential elements of visual storytelling. Start by analyzing the scripts of your favorite films to gain a deeper understanding of what makes them appealing and commercially viable. Take part in a writing workshop to solidify your ideas, collaborating with a professional screenwriter to develop vibrant characters and to gain experience honing your ear for authentic dialogue. Develop the first act of a feature-length screenplay and hear from guest speakers working in the City's vibrant film industry. Gain a perspective of the movie industry as a whole and explore how the screenwriter fits into the entire filmmaking process—from the first draft of the screenplay to delivery of the final product. The only prerequisite for this engaging and highly creative course is a love of movies.   As a student enrolled in this class, you will learn the fundamentals of screenwriting, including narrative arc, dialogue, and character development. You also will gain experience in analyzing films and scripts as a screenwriter. By the end of the week, you will have developed and written the first act of a feature-length screenplay.                        Understanding Global Issues: International Conflict and Security        How do nations and non-state actors enter into and resolve conflict? How do conflicts between states differ from civil conflicts, and how do we move towards peace and security? What is the &quot;responsibility to protect&quot; and how does the international community respond to this mandate? How have the decisions to go to war and the weapons used to wage war changed in recent years? What are drones and what are the human rights implications for the U.S. drone program? How can the study of international conflict help to make wars less deadly? Can an understanding of sectarianism, religion and ideology, and opportunities for diplomacy, peacebuilding and peacemaking help to ameliorate violent conflicts? Go behind the headlines for an intensive and thought-provoking introduction to international relations and political conflicts, regional dynamics, and peace and security issues. Discuss the conditions that foster successful negotiation and the international bodies that exist to resolve today’s conflicts—as well as their likelihood for success. Join faculty members and practitioners who are experts in their fields for a week that will challenge your conceptions of how global crises are addresses at the international and state levels. A crisis simulation exercise will introduce you to the special considerations required to address complex peace and security issues.   During this class, you will gain a basic understanding of international relations theory; you will explore historical and current case studies, which will introduce you to the special considerations required to address complex peace and security issues; and you will complete written and verbal exercises, which will help you to develop the necessary skills to construct and deliver coherent and effective position statements, essential to excellent essay writing.                          Video Game Design: From Concept to Completion (NEW)        We know you like to play games . . . 91% of teens do, so you’re not alone. But what about creating and developing games? Did you know that in 2013 the video game industry had over $93 BILLION in sales (and it continues to grow)? That is a really big number, and gaming is really big business.   This hands-on course, designed for those with little to no experience in game development, will get you started on the path to learning what’s behind some of the games you play, and will start you on a journey to becoming a game developer.   Working with experienced game designers, you will take a game—from idea to completion—and will learn what goes into making a video game from the ground up. You will focus on planning your idea, designing and creating the artwork for your game, and learning the basics of programming for games by creating the mechanics of your game within the Unity cross-platform game development engine. In addition, there will be a site visit to a game development studio during the week. You will leave the class with a functioning game containing your own artwork, playable on the web, a computer, or a mobile device.                          Web Apps Design Studio: Beyond Coding (NEW)        Have you ever been struck with a great idea for a web or mobile web app? A real-time voting app? A video-sharing social network? A Craigslist-type marketplace? A turn-based storytelling game? You want it to be the next Uber or Seamless, but you don’t know how to code. This course is intended for those with little to no experience in programming, to help translate their ideas into reality.   How is what you learn in this course different from the tools—Wordpress, SquareSpace, Wix, and GoDaddy—which allow you to build a website without knowing HTML? What those tools generally don't do is give you control over your application's flow. Let's say you're building a photo-sharing website, and you want your users to upload a photo, and then select some friends to send it to. You also want an e-mail to go to those friends, and you want that e-mail to have a link they can click on to rate the photo. And, let's say you want a page that shows each users' top-rated photos. Using popular website builders, something like this would be impossible. This course will teach you how to gain complete control over exactly what happens on your website, by defining custom categories of data (like &quot;ratings&quot; or &quot;photos&quot;) and by specifying situation-specific logic (&quot;if the photo's rating is greater than 3, make this headline red...&quot;).   You will spend time thinking about the functionality, design, and business considerations of your site, rather than the specific coding syntax. Taught by experienced software engineers and entrepreneurs, it will provide you with a real-world experience that will allow you to: transform your idea into a web or mobile app; develop the app without getting bogged down in the programming language syntax; and learn to create one-click integrations with services including social networks (Facebook, LinkedIn), analytics (Mixpanel), payments (Stripe), and interesting sources of data (iTunes Songs, Google Books).   Upon completion of this course, you will be able to build an interactive, multi-user app for laptop web browsers and mobile web browsers.               Session 3: July 26–August 1, 2015        Session Dates   Class Meets   Orientation   Check Out   Tuition   Sunday, July 26– Saturday, August 1, 2015     Monday–Friday, from 9 a.m.–5 p.m.   Sunday, July 26, 2015   Saturday, August 1, 2015   $1,995 per course           Choose from the following course options being offered during Session 3                          City Lab: Building Tomorrow's Cities Today        Cities are humanity’s greatest invention. More than half of the world’s population lives in them—over 3 billion people—and an estimated 60 million more are moving to them every year. In a world driven by creativity and ideas, cities drive innovation. They provide the basic platform for human, and future economic and business growth. Our cities require a new generation of leaders, city builders, and ideas to guide them into the future. Students from across the U.S. will come together in New York City, the world’s greatest city laboratory, to work with leading experts—both inside and outside the classroom—in design, innovation, government, transit, and sustainability to learn more about, and tackle challenges facing, our future cities.                        Creative Approaches to Difficult Problems: Arts-Based Practices for Social Change and Justice (NEW)        Arts-based practices open dynamic ways of viewing and interacting with conflict on personal, national, and global levels. This course will explore the theory and practice for community based-theatre, cultural community development, and civic engagement through the arts. As a student enrolled in this course, you will gain an understanding of how creative spaces for dialogue are established and how these methods can help communities express themselves, heal themselves, and formulate solutions to their most pressing problems. There will be an emphasis on exploring different art-based approaches to peacebuilding through participatory exercises and activities, readings, and by following case studies in the United States, Africa, and the Middle East. The course also will serve as a platform for participants to critique the limitations and effectiveness of these strategies and to design a community arts-based project with a specific partner organization or population in mind.   This course aims to introduce participants to the theory and practice of arts-based strategies that build and connect our global community. Through reading assignments, group discussions, exercises and completion of course assignments, students you will gain an understanding of the multitude of ways in which the arts are utilized to engage communities around the globe. By the end of the course, you will be able to comprehend and analyze different arts-based strategies for community building and peacebuilding initiatives and will become familiar with the moral and political principles of the artist/citizen. You will get a taste of what this work entails, by designing your own project for constructive critical examination by your peers.                          Creative Writing–Finding Your Muse in the Metropolis            Generations of writers from J. D. Salinger ( The Catcher in the Rye ) to Michael Chabon ( The Amazing Adventures of Kavalier &amp; Clay ) and Cassandra Clare ( City of Bones ) have drawn inspiration from the hustle and bustle, the diversity, and the culture that makes New York City so unique. This summer, immerse yourself in the craft of creative writing in the heart of Greenwich Village, the haunt of some of the most provocative writers of the past, and the home of a lively contemporary writing community. Learn from the pros, as you transform your ideas and stories into compelling writing. Spend mornings developing the techniques that are fundamental to all types of fiction writing—literary fiction, dystopian fantasies, fairy tales, and mysteries—focusing on story structure, character development, description, and dialogue, along with exercises and critiques. Afternoons include lectures, visits with noted authors, literary events, and tips on publishing your work.   Through this program, you will develop skills in creative writing, including narrative arc, world-building, authentic dialogue, and character development, and will gain exposure to work-shopping your writing and giving constructive feedback to and receiving it from peers.                          Digital Journalism–Spreading the News through New Media       Lab fee: $150       Journalists are no longer just writers. Working across digital mediums, journalists are now digital photographers, videographers, bloggers, and social media community managers in addition to polished and professional writers. Gain an introduction to this fascinating field where you can learn about exciting new ways for innovative reporting. This hands-on workshop provides you with skills for using digital tools to research, write, and produce digital videos, including news stories and human-interest profiles. Develop a foundation in the basics of producing and editing digital video, audio, and photos for use in online news sites, blogs, and social media sites.   During this class you will learn the fundamentals of researching, writing, and producing journalistic stories, while gaining technical proficiency in taking photos and capturing/editing audio and video. You also will learn how to use social media to research breaking news, to gather sources, and to gain readership.                          Finance NYC–An Insider's View            There is no better place to study finance than New York City, the financial capital of the world. If you are contemplating a career in this fast-paced and continually evolving field, this multidimensional course of study provides a truly unique insider’s view. Acquire an introduction to the foundations of financial analysis and investment management that are practiced on Wall Street. Explore the nature of the financial system, the types of assets that are traded, techniques for measuring and managing the risk and return of a portfolio, the key role of the Federal Reserve System, the use and abuse of financial derivatives, and current economic conditions.   From time value of money: comparing the value of cash flows at different points in time, to capital budgeting techniques, to the fundamentals of risk and return, you will be exposed to topics that provide a comprehensive overview of all aspects of the finance industry.   Taught by top experts in the field, this dynamic program provides the solid grounding to pursue an undergraduate academic path in a broad array of finance and business-related disciplines.                            Improv and Sketch Comedy: Developing Your Craft        Calling all fans of Saturday Night Live , Key &amp; Peele , Funny or Die , and Lonely Island . Have fun exploring the rules and the structure of improvisational performance. Through in-class exercises and traditional improv games, work on timing, interactions, reactions, and narrative structure. Become more sure of yourself and comfortable on stage, develop trust in your fellow performers, and learn how to engage the audience. Use classroom improvisation exercises as inspiration for scripted sketches. Develop your ideas and create characters to bridge the gap between improv and scripted comedy. Laugh a lot and come away with improved confidence and creativity as well as the ability to work in teams and to think on your feet. Finish the week with a performance in front of fellow students and instructors.   During this class, you will learn the structure of comedy writing as well as the traditional organization and patterns of improvisational performance. You also will gain skills in public speaking, performance, and team building.                          Introduction to Programming Using JavaScript: Decoding the Mystery (NEW)        Software is embedded into our everyday lives, yet its creation remains a mystery to most users of technology. This course exposes you to the world of software development by introducing the art of programming primarily through the popular JavaScript language. Designed for aspiring developers, the course instructs you on HTML, CSS, JavaScript, and the jQuery library, providing the foundation to create basic web-based software. Topics include fundamentals of programming, such as: statements, conditionals, scope, loops, functions, data structures, and objects. The course also touches upon popular themes, including: agile, cloud, and mobile development.   Upon completion of this comprehensive program, you will understand the basic structure and syntax of the JavaScript language; you will understand and be able to apply the fundamental elements of programming; you will be able to use programming as a tool to solve simple real-world problems; and you will be able to create basic software to satisfy individual inquisitiveness and expresses personal creativity.   Guest lectures will introduce information systems practitioners and their deep knowledge base into the classroom, including professionals who currently work at Google, Morgan Stanley, the United Nations, and Greenhouse Inc.                          Studio Art: Drawing: Discovering Your Inner Artist (NEW)       Lab fee: $50       Unleash your creativity and discover your inner artist in this studio art workshop, appropriate for both students with experience drawing and for beginners as well. Hone your skills of observation in drawing still life scenes, live models, and New York City parks and buildings. Also learn to develop your creativity and to draw from your imagination. Enhance your drawing skills to incorporate the skillful use of light, form, line, and composition. Gain inspiration from experimenting with a wide variety of drawing materials, including charcoal, graphite, and ink, and discover the effects that various papers and surfaces have on drawings.   As a student enrolled in this program, you will learn how to use basic art techniques, including composition, shading, form/light sources, etc. and will explore the results produced by different papers and drawing instruments.                                                                                                        QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Study Options                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                               Career Edge-Study Options                                            Summer Programs &rsaquo;                Career Edge                 Study Options                   Boost            Aspire            International Students            FAQs               Weekend Workshops &rsaquo;           Critical Instructions for Admitted Students &rsaquo;           Photo Gallery &rsaquo;           Watch Videos &rsaquo;                            More Links           Request Information        Contact Us by E-mail                                                                                 Study Options                         Choose from a broad array of study options being offered during the program's three summer sessions.              How to Apply            To apply, you must have successfully completed grades 9, 10, or 11, and must submit an application. In addition, you must submit an official high school transcript and a 250-word essay.             Housing is available on a first-come, first-served basis.             International Students   International students who wish to participate in this program may need to obtain a student visa in order to attend. Learn More                Application Deadline            For International Students   For Domestic Residential Students   For Domestic Commuter Students   May 1, 2015   June 15, 2015   July 1, 2015               Browse Study Options                   Apply Now            Expand All   Collapse All          Session 1: July 12–July 18, 2015        Session Dates   Class Meets   Orientation     Check Out   Tuition   Sunday, July 12– Saturday, July 18, 2015   Monday–Friday, from 9 a.m.–5 p.m.   Sunday, July 12, 2015     Saturday, July 18, 2015   $1,995 per course           Choose from the following course options being offered during Session 1                          Creative Writing–Finding Your Muse in the Metropolis        Generations of writers from J. D. Salinger ( The Catcher in the Rye ) to Michael Chabon ( The Amazing Adventures of Kavalier &amp; Clay ) and Cassandra Clare ( City of Bones ) have drawn inspiration from the hustle and bustle, the diversity, and the culture that makes New York City so unique. This summer, immerse yourself in the craft of creative writing in the heart of Greenwich Village, the haunt of some of the most provocative writers of the past, and the home of a lively contemporary writing community. Learn from the pros, as you transform your ideas and stories into compelling writing. Spend mornings developing the techniques that are fundamental to all types of fiction writing—literary fiction, dystopian fantasies, fairy tales, and mysteries—focusing on story structure, character development, description, and dialogue, along with exercises and critiques. Afternoons include lectures, visits with noted authors, literary events, and tips on publishing your work.   Through this program, you will develop skills in creative writing, including narrative arc, world-building, authentic dialogue, and character development, and will gain exposure to work-shopping your writing and giving constructive feedback to and receiving it from peers.                        Digital Filmmaking–Telling the Story through Technology       Lab fee: $150       From low-budget, independent features to major Hollywood productions, an increasing number of movies are being shot digitally. If you are considering a career in filmmaking, this program can provide the essential skills needed for advanced study in college. Learn from faculty members and guest speakers who are working industry professionals. This weeklong exercise will allow you to gain a thorough understanding of the technical aspects of this digital art form including lens usage, light metering techniques, blocking, and professional conventions. You will work in small production crews and share rotating responsibility, learning about writing, producing, storyboarding, cinematography, audio recording, and editing. In addition, you will explore how to develop creative concepts and how to capture them digitally—from the first shoot to the final edit. Morning and afternoon sessions are packed with hands-on instruction, which will conclude in a showcase screening of your final film. You will shoot outdoors at local venues.                        Finance NYC–An Insider's View        There is no better place to study finance than New York City, the financial capital of the world. If you are contemplating a career in this fast-paced and continually evolving field, this multidimensional course of study provides a truly unique insider’s view. Acquire an introduction to the foundations of financial analysis and investment management that are practiced on Wall Street. Explore the nature of the financial system, the types of assets that are traded, techniques for measuring and managing the risk and return of a portfolio, the key role of the Federal Reserve System, the use and abuse of financial derivatives, and current economic conditions.   From time value of money: comparing the value of cash flows at different points in time, to capital budgeting techniques, to the fundamentals of risk and return, you will be exposed to topics that provide a comprehensive overview of all aspects of the finance industry.   Taught by top experts in the field, this dynamic program provides the solid grounding to pursue an undergraduate academic path in a broad array of finance and business-related disciplines.                          From Writer to Reader: The Art of Editing Books        Are you a lover of books? Do you like to write? Do you see yourself working as an editor someday…or in another position in a publishing company? Then, this course could be for you. During this intensive program of study, you'll learn what an editor does, how books are produced, and you will gain insight into the world of publishing. The most successful editors also are entrepreneurs, who don’t wait for book manuscripts to come their way, rather, they cultivate writers and scour the worlds of entertainment and digital media (including blogs and Twitter) for exciting ideas. In this course, you will learn how to think like an editor and gain an understanding of how a concept becomes a commercially viable and exciting project.   Outcomes include understanding how a publishing house operates, learning about the latest publishing trends, being able to identify new ideas for books, and learning to edit pages of a fiction and a non-fiction manuscript.                        Hit Songwriting: Creating, Recording, and Marketing Your Music        Are you thinking about a career in songwriting? This course is designed for both beginners and more advanced musicians, as well as for singers and lyricists. Taught by multi-Grammy Award nominee, Larry Dvoskin, who has earned gold and platinum hit records collaborating with iconic music stars, the program guides you through the internal creative process of finding your unique signature as an artist, writing songs and recording them, and using the Internet and social media to market and to promote your music.   Songwriting topics include analysis of timeless lyrics, tension and release structure in melody, and the most current and popular chord patterns and arrangements. Recording topics will explore types of recording software both digital and analog, how to record on your home computer, and how to find the right producer. This course also covers an overview of how to build relationships with managers, agents, publicists, DJs, producers, engineers, and record label executives—each of whom plays a critical role in the lasting success of a career musician.   Upon completion of the program, each student will come away with at least one finished new or reworked song and a step-by-step strategic and creative plan to record and promote it. As an added bonus, this course may feature guest appearances by one or two recording stars.                          Photographing NYC–Through the Mind's Eye and the Camera Lens        Lab fee: $150         Whether you’ve already worked in photography and love it or are a complete beginner, New York City offers great inspiration. You will find visual stimuli 24/7 in the “city that never sleeps.” The sites, the smells, the sounds, and the people are sure to inspire you and to provide you with a new way of looking at things. Each morning, visit sites around the City— including a ride on the Staten Island Ferry—while creating a digital image bank of your work. Meet and mingle with students from across the region and the country, and share your ideas while developing your own unique style. Spend your afternoons exploring what goes into taking great photos—color and composition, form and content, and emotional resonance in the use of atmosphere and exposure—and acquiring technical aptitude in digital photography.   As a student enrolled in this program, you will gain familiarity with digital photography, including the technical use of a digital camera; basic art terms and meanings; manipulation of elements such as color, composition, and form; and introductory skills in photo editing.                          Seeking Cybersecurity: Exploring Crime, Terrorism, Espionage, and the Use of Weapons in Cyberspace (NEW)        The exponential expansion of computer technologies and the Internet have spawned a variety of new criminal behaviors and have provided criminals with a new environment within which to operate. Cybercrime knows no physical geographic boundaries, as the Internet provides criminals with access to people, institutions, and businesses around the globe. The reach of the threat defies conventional notions of jurisdiction of sovereign nations, thus making the targeting of cybercriminals particularly challenging for authorities worldwide. This course seeks to enter into the complex world of cybercrime by exploring its evolution and by critically evaluating the international and domestic measures enacted to fight cybercrime.   During this course, you will: gain a basic understanding of cyberlaw and cybercrime investigation techniques; explore issues related to cyberliberties and will examine the relationship between these rights and cybersecurity; and will analyze global policies to combat cyberterrorism. During a final scenarios exercise, you will assume the role of a cybersecurity investigator and will present you findings and recommendations to the group.                          Writing for Television: Creating and Writing a New Series (NEW)        Spend a week in New York City learning the art and craft behind the hottest and fastest-growing area of dramatic storytelling—writing for television. From Orange is the New Black and Breaking Bad to Modern Family and Big Bang Theory , television writing is more popular than ever with an continuously widening array of critically acclaimed shows and styles now appearing on networks, cable channels, and web-streaming sites. In this hands-on workshop, learn script writing techniques and treatment skills specific to the television industry. Focus on creating interesting stories with great characters that will have viewers binge watching your show. By the end of the week, come away with a polished idea for an original series and 10 pages of the script for your pilot episode written.   During this class you will gain an understanding of the fundamentals of dramatic writing, including premise, setting, characters, story idea, and narrative arc. By the end of the intensive, you will have refined your idea for a new series and will have completed the first 10 pages of a pilot script.                 Session 2: July 19–July 25, 2015        Session Dates   Class Meets   Orientation   Check Out   Tuition   Sunday, July 19–Saturday, July 25, 2015     Monday–Friday, from 9 a.m.–5 p.m.   Sunday, July 19, 2015   Saturday, July 25, 2015   $1,995 per course           Choose from the following course options being offered during Session 2                            Digital Filmmaking–Telling the Story through Technology       Lab fee: $150           From low-budget, independent features to major Hollywood productions, an increasing number of movies are being shot digitally. If you are considering a career in filmmaking, this program can provide the essential skills needed for advanced study in college. Learn from faculty members and guest speakers who are working industry professionals. This weeklong exercise will allow you to gain a thorough understanding of the technical aspects of this digital art form including lens usage, light metering techniques, blocking, and professional conventions. You will work in small production crews and share rotating responsibility, learning about writing, producing, storyboarding, cinematography, audio recording, and editing. In addition, you will explore how to develop creative concepts and how to capture them digitally—from the first shoot to the final edit. Morning and afternoon sessions are packed with hands-on instruction, which will conclude in a showcase screening of your final film. You will shoot outdoors at local venues.                            Finance NYC–An Insider's View            There is no better place to study finance than New York City, the financial capital of the world. If you are contemplating a career in this fast-paced and continually evolving field, this multidimensional course of study provides a truly unique insider’s view. Acquire an introduction to the foundations of financial analysis and investment management that are practiced on Wall Street. Explore the nature of the financial system, the types of assets that are traded, techniques for measuring and managing the risk and return of a portfolio, the key role of the Federal Reserve System, the use and abuse of financial derivatives, and current economic conditions.   From time value of money: comparing the value of cash flows at different points in time, to capital budgeting techniques, to the fundamentals of risk and return, you will be exposed to topics that provide a comprehensive overview of all aspects of the finance industry.   Taught by top experts in the field, this dynamic program provides the solid grounding to pursue an undergraduate academic path in a broad array of finance and business-related disciplines.                            Integrated Marketing: Innovation and Strategy (NEW)        Required Course Materials : Laptop or Notebook, Business Casual Attire   Every industry—healthcare, consumer goods, manufacturing, fashion, entertainment, non-profit and financial services—needs skilled marketing strategists to design campaigns that appeal to the minds that matter most: their customers. Campaigns must be innovative, timely yet enduring, and must speak to the image a &quot;brand&quot; endeavors to portray. In this course, you will discover how the practice of marketing actually works, independently and within an integrated communication plan. You will learn through classroom lectures, site visits, and experienced industry guest speakers, as well as by executing and presenting multifaceted team projects.   The course will define the parameters and possibilities within the field of integrated marketing. You will have the opportunity to analyze the many attributes of the integrated marketing field, including, but not limited to, how it relates to relevant industry practices and how it continues to evolve and support the overall communication function. You also will acquire a deeper understanding of current trends, strategies, and career paths.   There will be an intensive analysis of integrated marketing practices discovered through industry expert’s eyes. You and your classmates will have the opportunity to produce innovative marketing plans that you can use in your portfolio, which will be helpful in readying you for the college application process.   Who should enroll? This course is for high school students who are interested in expanding upon their insights into the roles and responsibilities that the integrated marketing professional must assume. Whether considering a full-fledged career in marketing, or preparing for a career in a related field, it’s crucial that all professionals understand the powerful role integrated marketing plays in building a brand.   This course also will briefly touch upon the new role of interactive and digital marketing, and the critical part they play in today's business environment. By the end of this course, you will have gained a working knowledge of integrated marketing and how it can serve to create a strong, innovative, enduring, and measurable communication strategy. Both a tactical and strategic approach will be pursued.                        Real Estate NYC: From Design to Development        Over a third of the world’s wealth is invested in real estate, and more than 9,000,000 people in the United States work in the real estate industry. What goes on behind the scenes? What makes NYC among the most expensive real estate markets in the world? How does one get started in the field? Learn from top industry professionals during this one-week summer intensive course offered by the NYU School of Professional Studies Schack Institute of Real Estate , one of the largest and most prestigious educational entities dedicated to the real estate and construction industries in the U.S. Delve into all aspects of the real estate development process, and gain an understanding of the procedures, issues, and complexities that come into play in the development of real estate. Explore how real estate projects are conceived, designed, valued, financed, constructed, and managed. By week’s end, you will have gained an in-depth understanding of the phases of real estate development and the role that each sector of the industry plays in the process.   Topics covered include: history of real estate design and development; the varying roles of members of the development team (architect, engineer, builder/cm and attorney); real estate underwriting metrics; valuation; project feasibility; design phase/construction phase considerations; sustainability measurements; and property and asset management.                        Screenwriting: Visual Story Telling–From Short to Feature-Length Films        Spend a week in New York City learning about the foundations of screenwriting for short and feature-length films, while exploring the essential elements of visual storytelling. Start by analyzing the scripts of your favorite films to gain a deeper understanding of what makes them appealing and commercially viable. Take part in a writing workshop to solidify your ideas, collaborating with a professional screenwriter to develop vibrant characters and to gain experience honing your ear for authentic dialogue. Develop the first act of a feature-length screenplay and hear from guest speakers working in the City's vibrant film industry. Gain a perspective of the movie industry as a whole and explore how the screenwriter fits into the entire filmmaking process—from the first draft of the screenplay to delivery of the final product. The only prerequisite for this engaging and highly creative course is a love of movies.   As a student enrolled in this class, you will learn the fundamentals of screenwriting, including narrative arc, dialogue, and character development. You also will gain experience in analyzing films and scripts as a screenwriter. By the end of the week, you will have developed and written the first act of a feature-length screenplay.                        Understanding Global Issues: International Conflict and Security        How do nations and non-state actors enter into and resolve conflict? How do conflicts between states differ from civil conflicts, and how do we move towards peace and security? What is the &quot;responsibility to protect&quot; and how does the international community respond to this mandate? How have the decisions to go to war and the weapons used to wage war changed in recent years? What are drones and what are the human rights implications for the U.S. drone program? How can the study of international conflict help to make wars less deadly? Can an understanding of sectarianism, religion and ideology, and opportunities for diplomacy, peacebuilding and peacemaking help to ameliorate violent conflicts? Go behind the headlines for an intensive and thought-provoking introduction to international relations and political conflicts, regional dynamics, and peace and security issues. Discuss the conditions that foster successful negotiation and the international bodies that exist to resolve today’s conflicts—as well as their likelihood for success. Join faculty members and practitioners who are experts in their fields for a week that will challenge your conceptions of how global crises are addresses at the international and state levels. A crisis simulation exercise will introduce you to the special considerations required to address complex peace and security issues.   During this class, you will gain a basic understanding of international relations theory; you will explore historical and current case studies, which will introduce you to the special considerations required to address complex peace and security issues; and you will complete written and verbal exercises, which will help you to develop the necessary skills to construct and deliver coherent and effective position statements, essential to excellent essay writing.                          Video Game Design: From Concept to Completion (NEW)        We know you like to play games . . . 91% of teens do, so you’re not alone. But what about creating and developing games? Did you know that in 2013 the video game industry had over $93 BILLION in sales (and it continues to grow)? That is a really big number, and gaming is really big business.   This hands-on course, designed for those with little to no experience in game development, will get you started on the path to learning what’s behind some of the games you play, and will start you on a journey to becoming a game developer.   Working with experienced game designers, you will take a game—from idea to completion—and will learn what goes into making a video game from the ground up. You will focus on planning your idea, designing and creating the artwork for your game, and learning the basics of programming for games by creating the mechanics of your game within the Unity cross-platform game development engine. In addition, there will be a site visit to a game development studio during the week. You will leave the class with a functioning game containing your own artwork, playable on the web, a computer, or a mobile device.                          Web Apps Design Studio: Beyond Coding (NEW)        Have you ever been struck with a great idea for a web or mobile web app? A real-time voting app? A video-sharing social network? A Craigslist-type marketplace? A turn-based storytelling game? You want it to be the next Uber or Seamless, but you don’t know how to code. This course is intended for those with little to no experience in programming, to help translate their ideas into reality.   How is what you learn in this course different from the tools—Wordpress, SquareSpace, Wix, and GoDaddy—which allow you to build a website without knowing HTML? What those tools generally don't do is give you control over your application's flow. Let's say you're building a photo-sharing website, and you want your users to upload a photo, and then select some friends to send it to. You also want an e-mail to go to those friends, and you want that e-mail to have a link they can click on to rate the photo. And, let's say you want a page that shows each users' top-rated photos. Using popular website builders, something like this would be impossible. This course will teach you how to gain complete control over exactly what happens on your website, by defining custom categories of data (like &quot;ratings&quot; or &quot;photos&quot;) and by specifying situation-specific logic (&quot;if the photo's rating is greater than 3, make this headline red...&quot;).   You will spend time thinking about the functionality, design, and business considerations of your site, rather than the specific coding syntax. Taught by experienced software engineers and entrepreneurs, it will provide you with a real-world experience that will allow you to: transform your idea into a web or mobile app; develop the app without getting bogged down in the programming language syntax; and learn to create one-click integrations with services including social networks (Facebook, LinkedIn), analytics (Mixpanel), payments (Stripe), and interesting sources of data (iTunes Songs, Google Books).   Upon completion of this course, you will be able to build an interactive, multi-user app for laptop web browsers and mobile web browsers.               Session 3: July 26–August 1, 2015        Session Dates   Class Meets   Orientation   Check Out   Tuition   Sunday, July 26– Saturday, August 1, 2015     Monday–Friday, from 9 a.m.–5 p.m.   Sunday, July 26, 2015   Saturday, August 1, 2015   $1,995 per course           Choose from the following course options being offered during Session 3                          City Lab: Building Tomorrow's Cities Today        Cities are humanity’s greatest invention. More than half of the world’s population lives in them—over 3 billion people—and an estimated 60 million more are moving to them every year. In a world driven by creativity and ideas, cities drive innovation. They provide the basic platform for human, and future economic and business growth. Our cities require a new generation of leaders, city builders, and ideas to guide them into the future. Students from across the U.S. will come together in New York City, the world’s greatest city laboratory, to work with leading experts—both inside and outside the classroom—in design, innovation, government, transit, and sustainability to learn more about, and tackle challenges facing, our future cities.                        Creative Approaches to Difficult Problems: Arts-Based Practices for Social Change and Justice (NEW)        Arts-based practices open dynamic ways of viewing and interacting with conflict on personal, national, and global levels. This course will explore the theory and practice for community based-theatre, cultural community development, and civic engagement through the arts. As a student enrolled in this course, you will gain an understanding of how creative spaces for dialogue are established and how these methods can help communities express themselves, heal themselves, and formulate solutions to their most pressing problems. There will be an emphasis on exploring different art-based approaches to peacebuilding through participatory exercises and activities, readings, and by following case studies in the United States, Africa, and the Middle East. The course also will serve as a platform for participants to critique the limitations and effectiveness of these strategies and to design a community arts-based project with a specific partner organization or population in mind.   This course aims to introduce participants to the theory and practice of arts-based strategies that build and connect our global community. Through reading assignments, group discussions, exercises and completion of course assignments, students you will gain an understanding of the multitude of ways in which the arts are utilized to engage communities around the globe. By the end of the course, you will be able to comprehend and analyze different arts-based strategies for community building and peacebuilding initiatives and will become familiar with the moral and political principles of the artist/citizen. You will get a taste of what this work entails, by designing your own project for constructive critical examination by your peers.                          Creative Writing–Finding Your Muse in the Metropolis            Generations of writers from J. D. Salinger ( The Catcher in the Rye ) to Michael Chabon ( The Amazing Adventures of Kavalier &amp; Clay ) and Cassandra Clare ( City of Bones ) have drawn inspiration from the hustle and bustle, the diversity, and the culture that makes New York City so unique. This summer, immerse yourself in the craft of creative writing in the heart of Greenwich Village, the haunt of some of the most provocative writers of the past, and the home of a lively contemporary writing community. Learn from the pros, as you transform your ideas and stories into compelling writing. Spend mornings developing the techniques that are fundamental to all types of fiction writing—literary fiction, dystopian fantasies, fairy tales, and mysteries—focusing on story structure, character development, description, and dialogue, along with exercises and critiques. Afternoons include lectures, visits with noted authors, literary events, and tips on publishing your work.   Through this program, you will develop skills in creative writing, including narrative arc, world-building, authentic dialogue, and character development, and will gain exposure to work-shopping your writing and giving constructive feedback to and receiving it from peers.                          Digital Journalism–Spreading the News through New Media       Lab fee: $150       Journalists are no longer just writers. Working across digital mediums, journalists are now digital photographers, videographers, bloggers, and social media community managers in addition to polished and professional writers. Gain an introduction to this fascinating field where you can learn about exciting new ways for innovative reporting. This hands-on workshop provides you with skills for using digital tools to research, write, and produce digital videos, including news stories and human-interest profiles. Develop a foundation in the basics of producing and editing digital video, audio, and photos for use in online news sites, blogs, and social media sites.   During this class you will learn the fundamentals of researching, writing, and producing journalistic stories, while gaining technical proficiency in taking photos and capturing/editing audio and video. You also will learn how to use social media to research breaking news, to gather sources, and to gain readership.                          Finance NYC–An Insider's View            There is no better place to study finance than New York City, the financial capital of the world. If you are contemplating a career in this fast-paced and continually evolving field, this multidimensional course of study provides a truly unique insider’s view. Acquire an introduction to the foundations of financial analysis and investment management that are practiced on Wall Street. Explore the nature of the financial system, the types of assets that are traded, techniques for measuring and managing the risk and return of a portfolio, the key role of the Federal Reserve System, the use and abuse of financial derivatives, and current economic conditions.   From time value of money: comparing the value of cash flows at different points in time, to capital budgeting techniques, to the fundamentals of risk and return, you will be exposed to topics that provide a comprehensive overview of all aspects of the finance industry.   Taught by top experts in the field, this dynamic program provides the solid grounding to pursue an undergraduate academic path in a broad array of finance and business-related disciplines.                            Improv and Sketch Comedy: Developing Your Craft        Calling all fans of Saturday Night Live , Key &amp; Peele , Funny or Die , and Lonely Island . Have fun exploring the rules and the structure of improvisational performance. Through in-class exercises and traditional improv games, work on timing, interactions, reactions, and narrative structure. Become more sure of yourself and comfortable on stage, develop trust in your fellow performers, and learn how to engage the audience. Use classroom improvisation exercises as inspiration for scripted sketches. Develop your ideas and create characters to bridge the gap between improv and scripted comedy. Laugh a lot and come away with improved confidence and creativity as well as the ability to work in teams and to think on your feet. Finish the week with a performance in front of fellow students and instructors.   During this class, you will learn the structure of comedy writing as well as the traditional organization and patterns of improvisational performance. You also will gain skills in public speaking, performance, and team building.                          Introduction to Programming Using JavaScript: Decoding the Mystery (NEW)        Software is embedded into our everyday lives, yet its creation remains a mystery to most users of technology. This course exposes you to the world of software development by introducing the art of programming primarily through the popular JavaScript language. Designed for aspiring developers, the course instructs you on HTML, CSS, JavaScript, and the jQuery library, providing the foundation to create basic web-based software. Topics include fundamentals of programming, such as: statements, conditionals, scope, loops, functions, data structures, and objects. The course also touches upon popular themes, including: agile, cloud, and mobile development.   Upon completion of this comprehensive program, you will understand the basic structure and syntax of the JavaScript language; you will understand and be able to apply the fundamental elements of programming; you will be able to use programming as a tool to solve simple real-world problems; and you will be able to create basic software to satisfy individual inquisitiveness and expresses personal creativity.   Guest lectures will introduce information systems practitioners and their deep knowledge base into the classroom, including professionals who currently work at Google, Morgan Stanley, the United Nations, and Greenhouse Inc.                          Studio Art: Drawing: Discovering Your Inner Artist (NEW)       Lab fee: $50       Unleash your creativity and discover your inner artist in this studio art workshop, appropriate for both students with experience drawing and for beginners as well. Hone your skills of observation in drawing still life scenes, live models, and New York City parks and buildings. Also learn to develop your creativity and to draw from your imagination. Enhance your drawing skills to incorporate the skillful use of light, form, line, and composition. Gain inspiration from experimenting with a wide variety of drawing materials, including charcoal, graphite, and ink, and discover the effects that various papers and surfaces have on drawings.   As a student enrolled in this program, you will learn how to use basic art techniques, including composition, shading, form/light sources, etc. and will explore the results produced by different papers and drawing instruments.                                                                                                        QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Career Edge                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                               Summer Programs-Career Edge                                            Summer Programs &rsaquo;                Career Edge                 Study Options                   Boost            Aspire            International Students            FAQs               Weekend Workshops &rsaquo;           Critical Instructions for Admitted Students &rsaquo;           Photo Gallery &rsaquo;           Watch Videos &rsaquo;                            More Links           Request Information        Contact Us by E-mail                                                                                 Career Edge                         The NYU School of Professional Studies High School Academy Career Edge program offers high school students the opportunity to live and learn in the heart of New York City, the cultural and financial capital of the world.   One-week, professionally oriented intensive programs of study allow you to explore career options and to gain the competitive edge when applying for college. Experience university life by living in an NYU dorm.*   Enjoy the use of NYU facilities , while you take in all that NYC has to offer during the summer.            How to Apply        To apply, you must have successfully completed grades 9, 10, or 11, and must submit an application. In addition, you must submit an official high school transcript and a 250-word essay.         Housing is available on a first-come, first-served basis.         International Students   International students who wish to participate in this program may need to obtain a student visa in order to attend. Learn More              Courses        Session 1: July 12–July 18, 2015   Creative Writing—Finding Your Muse in Metropolis   Digital Filmmaking—Telling the Story through Technology   Finance NYC: An Insider's View   From Writer to Reader: The Art of Editing Books   Hit Songwriting: Creating, Recording, and Marketing Your Music   Photographing NYC—Through the Mind's Eye and the Camera Lens   Seeking Cybersecurity: Exploring Crime, Terrorism, Espionage, and the Use of Weapons in Cyberspace (NEW)   Writing for Television: Creating and Writing a New Series (NEW)         Program Information   Application Deadlines   International Students : May 1, 2015  Domestic Residential Students: June 15, 2015  Domestic Commuter Students: July 1, 2015         Fees   Tuition : $1,995 per one-week course   Student Activity Fee : $125 per week   Dining Fee (for residential students only): $170 per week   (includes 12 meals and 30 dining dollars)   Housing Fee (optional): $226 per week (live in an NYU dorm)         Program Contact   Phone : (212) 998-7006   E-mail : scps.hsacademy@nyu.edu             Apply Now                Session 2: July 19–July 25, 2015   Digital Filmmaking—Telling the Story through Technology   Finance NYC: An Insider's View   Integrated Marketing: Innovation and Strategy (NEW)   Real Estate NYC: From Design to Development   Screenwriting: Visual Story Telling—From Short to Feature-Length Films   Understanding Global Issues: International Conflict and Security   Video Game Design: From Concept to Completion (NEW)   Web Apps Design Studio: Beyond Coding (NEW)                 Session 3: July 26–August 1, 2015   City Lab: Building Tomorrow’s Cities Today   Creative Approaches to Difficult Problems: Arts-Based Practices for Social Change and Justice (NEW)   Creative Writing—Finding Your Muse in Metropolis   Digital Journalism—Spreading the News through New Media     Finance NYC: An Insider's View   Improv and Sketch Comedy: Developing Your Craft   Introduction to Programming Using JavaScript: Decoding the Mystery (NEW)   Studio Art: Drawing: Discovering Your Inner Artist (NEW)                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Study Options                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                               Career Edge-Study Options                                            Summer Programs &rsaquo;                Career Edge                 Study Options                   Boost            Aspire            International Students            FAQs               Weekend Workshops &rsaquo;           Critical Instructions for Admitted Students &rsaquo;           Photo Gallery &rsaquo;           Watch Videos &rsaquo;                            More Links           Request Information        Contact Us by E-mail                                                                                 Study Options                         Choose from a broad array of study options being offered during the program's three summer sessions.              How to Apply            To apply, you must have successfully completed grades 9, 10, or 11, and must submit an application. In addition, you must submit an official high school transcript and a 250-word essay.             Housing is available on a first-come, first-served basis.             International Students   International students who wish to participate in this program may need to obtain a student visa in order to attend. Learn More                Application Deadline            For International Students   For Domestic Residential Students   For Domestic Commuter Students   May 1, 2015   June 15, 2015   July 1, 2015               Browse Study Options                   Apply Now            Expand All   Collapse All          Session 1: July 12–July 18, 2015        Session Dates   Class Meets   Orientation     Check Out   Tuition   Sunday, July 12– Saturday, July 18, 2015   Monday–Friday, from 9 a.m.–5 p.m.   Sunday, July 12, 2015     Saturday, July 18, 2015   $1,995 per course           Choose from the following course options being offered during Session 1                          Creative Writing–Finding Your Muse in the Metropolis        Generations of writers from J. D. Salinger ( The Catcher in the Rye ) to Michael Chabon ( The Amazing Adventures of Kavalier &amp; Clay ) and Cassandra Clare ( City of Bones ) have drawn inspiration from the hustle and bustle, the diversity, and the culture that makes New York City so unique. This summer, immerse yourself in the craft of creative writing in the heart of Greenwich Village, the haunt of some of the most provocative writers of the past, and the home of a lively contemporary writing community. Learn from the pros, as you transform your ideas and stories into compelling writing. Spend mornings developing the techniques that are fundamental to all types of fiction writing—literary fiction, dystopian fantasies, fairy tales, and mysteries—focusing on story structure, character development, description, and dialogue, along with exercises and critiques. Afternoons include lectures, visits with noted authors, literary events, and tips on publishing your work.   Through this program, you will develop skills in creative writing, including narrative arc, world-building, authentic dialogue, and character development, and will gain exposure to work-shopping your writing and giving constructive feedback to and receiving it from peers.                        Digital Filmmaking–Telling the Story through Technology       Lab fee: $150       From low-budget, independent features to major Hollywood productions, an increasing number of movies are being shot digitally. If you are considering a career in filmmaking, this program can provide the essential skills needed for advanced study in college. Learn from faculty members and guest speakers who are working industry professionals. This weeklong exercise will allow you to gain a thorough understanding of the technical aspects of this digital art form including lens usage, light metering techniques, blocking, and professional conventions. You will work in small production crews and share rotating responsibility, learning about writing, producing, storyboarding, cinematography, audio recording, and editing. In addition, you will explore how to develop creative concepts and how to capture them digitally—from the first shoot to the final edit. Morning and afternoon sessions are packed with hands-on instruction, which will conclude in a showcase screening of your final film. You will shoot outdoors at local venues.                        Finance NYC–An Insider's View        There is no better place to study finance than New York City, the financial capital of the world. If you are contemplating a career in this fast-paced and continually evolving field, this multidimensional course of study provides a truly unique insider’s view. Acquire an introduction to the foundations of financial analysis and investment management that are practiced on Wall Street. Explore the nature of the financial system, the types of assets that are traded, techniques for measuring and managing the risk and return of a portfolio, the key role of the Federal Reserve System, the use and abuse of financial derivatives, and current economic conditions.   From time value of money: comparing the value of cash flows at different points in time, to capital budgeting techniques, to the fundamentals of risk and return, you will be exposed to topics that provide a comprehensive overview of all aspects of the finance industry.   Taught by top experts in the field, this dynamic program provides the solid grounding to pursue an undergraduate academic path in a broad array of finance and business-related disciplines.                          From Writer to Reader: The Art of Editing Books        Are you a lover of books? Do you like to write? Do you see yourself working as an editor someday…or in another position in a publishing company? Then, this course could be for you. During this intensive program of study, you'll learn what an editor does, how books are produced, and you will gain insight into the world of publishing. The most successful editors also are entrepreneurs, who don’t wait for book manuscripts to come their way, rather, they cultivate writers and scour the worlds of entertainment and digital media (including blogs and Twitter) for exciting ideas. In this course, you will learn how to think like an editor and gain an understanding of how a concept becomes a commercially viable and exciting project.   Outcomes include understanding how a publishing house operates, learning about the latest publishing trends, being able to identify new ideas for books, and learning to edit pages of a fiction and a non-fiction manuscript.                        Hit Songwriting: Creating, Recording, and Marketing Your Music        Are you thinking about a career in songwriting? This course is designed for both beginners and more advanced musicians, as well as for singers and lyricists. Taught by multi-Grammy Award nominee, Larry Dvoskin, who has earned gold and platinum hit records collaborating with iconic music stars, the program guides you through the internal creative process of finding your unique signature as an artist, writing songs and recording them, and using the Internet and social media to market and to promote your music.   Songwriting topics include analysis of timeless lyrics, tension and release structure in melody, and the most current and popular chord patterns and arrangements. Recording topics will explore types of recording software both digital and analog, how to record on your home computer, and how to find the right producer. This course also covers an overview of how to build relationships with managers, agents, publicists, DJs, producers, engineers, and record label executives—each of whom plays a critical role in the lasting success of a career musician.   Upon completion of the program, each student will come away with at least one finished new or reworked song and a step-by-step strategic and creative plan to record and promote it. As an added bonus, this course may feature guest appearances by one or two recording stars.                          Photographing NYC–Through the Mind's Eye and the Camera Lens        Lab fee: $150         Whether you’ve already worked in photography and love it or are a complete beginner, New York City offers great inspiration. You will find visual stimuli 24/7 in the “city that never sleeps.” The sites, the smells, the sounds, and the people are sure to inspire you and to provide you with a new way of looking at things. Each morning, visit sites around the City— including a ride on the Staten Island Ferry—while creating a digital image bank of your work. Meet and mingle with students from across the region and the country, and share your ideas while developing your own unique style. Spend your afternoons exploring what goes into taking great photos—color and composition, form and content, and emotional resonance in the use of atmosphere and exposure—and acquiring technical aptitude in digital photography.   As a student enrolled in this program, you will gain familiarity with digital photography, including the technical use of a digital camera; basic art terms and meanings; manipulation of elements such as color, composition, and form; and introductory skills in photo editing.                          Seeking Cybersecurity: Exploring Crime, Terrorism, Espionage, and the Use of Weapons in Cyberspace (NEW)        The exponential expansion of computer technologies and the Internet have spawned a variety of new criminal behaviors and have provided criminals with a new environment within which to operate. Cybercrime knows no physical geographic boundaries, as the Internet provides criminals with access to people, institutions, and businesses around the globe. The reach of the threat defies conventional notions of jurisdiction of sovereign nations, thus making the targeting of cybercriminals particularly challenging for authorities worldwide. This course seeks to enter into the complex world of cybercrime by exploring its evolution and by critically evaluating the international and domestic measures enacted to fight cybercrime.   During this course, you will: gain a basic understanding of cyberlaw and cybercrime investigation techniques; explore issues related to cyberliberties and will examine the relationship between these rights and cybersecurity; and will analyze global policies to combat cyberterrorism. During a final scenarios exercise, you will assume the role of a cybersecurity investigator and will present you findings and recommendations to the group.                          Writing for Television: Creating and Writing a New Series (NEW)        Spend a week in New York City learning the art and craft behind the hottest and fastest-growing area of dramatic storytelling—writing for television. From Orange is the New Black and Breaking Bad to Modern Family and Big Bang Theory , television writing is more popular than ever with an continuously widening array of critically acclaimed shows and styles now appearing on networks, cable channels, and web-streaming sites. In this hands-on workshop, learn script writing techniques and treatment skills specific to the television industry. Focus on creating interesting stories with great characters that will have viewers binge watching your show. By the end of the week, come away with a polished idea for an original series and 10 pages of the script for your pilot episode written.   During this class you will gain an understanding of the fundamentals of dramatic writing, including premise, setting, characters, story idea, and narrative arc. By the end of the intensive, you will have refined your idea for a new series and will have completed the first 10 pages of a pilot script.                 Session 2: July 19–July 25, 2015        Session Dates   Class Meets   Orientation   Check Out   Tuition   Sunday, July 19–Saturday, July 25, 2015     Monday–Friday, from 9 a.m.–5 p.m.   Sunday, July 19, 2015   Saturday, July 25, 2015   $1,995 per course           Choose from the following course options being offered during Session 2                            Digital Filmmaking–Telling the Story through Technology       Lab fee: $150           From low-budget, independent features to major Hollywood productions, an increasing number of movies are being shot digitally. If you are considering a career in filmmaking, this program can provide the essential skills needed for advanced study in college. Learn from faculty members and guest speakers who are working industry professionals. This weeklong exercise will allow you to gain a thorough understanding of the technical aspects of this digital art form including lens usage, light metering techniques, blocking, and professional conventions. You will work in small production crews and share rotating responsibility, learning about writing, producing, storyboarding, cinematography, audio recording, and editing. In addition, you will explore how to develop creative concepts and how to capture them digitally—from the first shoot to the final edit. Morning and afternoon sessions are packed with hands-on instruction, which will conclude in a showcase screening of your final film. You will shoot outdoors at local venues.                            Finance NYC–An Insider's View            There is no better place to study finance than New York City, the financial capital of the world. If you are contemplating a career in this fast-paced and continually evolving field, this multidimensional course of study provides a truly unique insider’s view. Acquire an introduction to the foundations of financial analysis and investment management that are practiced on Wall Street. Explore the nature of the financial system, the types of assets that are traded, techniques for measuring and managing the risk and return of a portfolio, the key role of the Federal Reserve System, the use and abuse of financial derivatives, and current economic conditions.   From time value of money: comparing the value of cash flows at different points in time, to capital budgeting techniques, to the fundamentals of risk and return, you will be exposed to topics that provide a comprehensive overview of all aspects of the finance industry.   Taught by top experts in the field, this dynamic program provides the solid grounding to pursue an undergraduate academic path in a broad array of finance and business-related disciplines.                            Integrated Marketing: Innovation and Strategy (NEW)        Required Course Materials : Laptop or Notebook, Business Casual Attire   Every industry—healthcare, consumer goods, manufacturing, fashion, entertainment, non-profit and financial services—needs skilled marketing strategists to design campaigns that appeal to the minds that matter most: their customers. Campaigns must be innovative, timely yet enduring, and must speak to the image a &quot;brand&quot; endeavors to portray. In this course, you will discover how the practice of marketing actually works, independently and within an integrated communication plan. You will learn through classroom lectures, site visits, and experienced industry guest speakers, as well as by executing and presenting multifaceted team projects.   The course will define the parameters and possibilities within the field of integrated marketing. You will have the opportunity to analyze the many attributes of the integrated marketing field, including, but not limited to, how it relates to relevant industry practices and how it continues to evolve and support the overall communication function. You also will acquire a deeper understanding of current trends, strategies, and career paths.   There will be an intensive analysis of integrated marketing practices discovered through industry expert’s eyes. You and your classmates will have the opportunity to produce innovative marketing plans that you can use in your portfolio, which will be helpful in readying you for the college application process.   Who should enroll? This course is for high school students who are interested in expanding upon their insights into the roles and responsibilities that the integrated marketing professional must assume. Whether considering a full-fledged career in marketing, or preparing for a career in a related field, it’s crucial that all professionals understand the powerful role integrated marketing plays in building a brand.   This course also will briefly touch upon the new role of interactive and digital marketing, and the critical part they play in today's business environment. By the end of this course, you will have gained a working knowledge of integrated marketing and how it can serve to create a strong, innovative, enduring, and measurable communication strategy. Both a tactical and strategic approach will be pursued.                        Real Estate NYC: From Design to Development        Over a third of the world’s wealth is invested in real estate, and more than 9,000,000 people in the United States work in the real estate industry. What goes on behind the scenes? What makes NYC among the most expensive real estate markets in the world? How does one get started in the field? Learn from top industry professionals during this one-week summer intensive course offered by the NYU School of Professional Studies Schack Institute of Real Estate , one of the largest and most prestigious educational entities dedicated to the real estate and construction industries in the U.S. Delve into all aspects of the real estate development process, and gain an understanding of the procedures, issues, and complexities that come into play in the development of real estate. Explore how real estate projects are conceived, designed, valued, financed, constructed, and managed. By week’s end, you will have gained an in-depth understanding of the phases of real estate development and the role that each sector of the industry plays in the process.   Topics covered include: history of real estate design and development; the varying roles of members of the development team (architect, engineer, builder/cm and attorney); real estate underwriting metrics; valuation; project feasibility; design phase/construction phase considerations; sustainability measurements; and property and asset management.                        Screenwriting: Visual Story Telling–From Short to Feature-Length Films        Spend a week in New York City learning about the foundations of screenwriting for short and feature-length films, while exploring the essential elements of visual storytelling. Start by analyzing the scripts of your favorite films to gain a deeper understanding of what makes them appealing and commercially viable. Take part in a writing workshop to solidify your ideas, collaborating with a professional screenwriter to develop vibrant characters and to gain experience honing your ear for authentic dialogue. Develop the first act of a feature-length screenplay and hear from guest speakers working in the City's vibrant film industry. Gain a perspective of the movie industry as a whole and explore how the screenwriter fits into the entire filmmaking process—from the first draft of the screenplay to delivery of the final product. The only prerequisite for this engaging and highly creative course is a love of movies.   As a student enrolled in this class, you will learn the fundamentals of screenwriting, including narrative arc, dialogue, and character development. You also will gain experience in analyzing films and scripts as a screenwriter. By the end of the week, you will have developed and written the first act of a feature-length screenplay.                        Understanding Global Issues: International Conflict and Security        How do nations and non-state actors enter into and resolve conflict? How do conflicts between states differ from civil conflicts, and how do we move towards peace and security? What is the &quot;responsibility to protect&quot; and how does the international community respond to this mandate? How have the decisions to go to war and the weapons used to wage war changed in recent years? What are drones and what are the human rights implications for the U.S. drone program? How can the study of international conflict help to make wars less deadly? Can an understanding of sectarianism, religion and ideology, and opportunities for diplomacy, peacebuilding and peacemaking help to ameliorate violent conflicts? Go behind the headlines for an intensive and thought-provoking introduction to international relations and political conflicts, regional dynamics, and peace and security issues. Discuss the conditions that foster successful negotiation and the international bodies that exist to resolve today’s conflicts—as well as their likelihood for success. Join faculty members and practitioners who are experts in their fields for a week that will challenge your conceptions of how global crises are addresses at the international and state levels. A crisis simulation exercise will introduce you to the special considerations required to address complex peace and security issues.   During this class, you will gain a basic understanding of international relations theory; you will explore historical and current case studies, which will introduce you to the special considerations required to address complex peace and security issues; and you will complete written and verbal exercises, which will help you to develop the necessary skills to construct and deliver coherent and effective position statements, essential to excellent essay writing.                          Video Game Design: From Concept to Completion (NEW)        We know you like to play games . . . 91% of teens do, so you’re not alone. But what about creating and developing games? Did you know that in 2013 the video game industry had over $93 BILLION in sales (and it continues to grow)? That is a really big number, and gaming is really big business.   This hands-on course, designed for those with little to no experience in game development, will get you started on the path to learning what’s behind some of the games you play, and will start you on a journey to becoming a game developer.   Working with experienced game designers, you will take a game—from idea to completion—and will learn what goes into making a video game from the ground up. You will focus on planning your idea, designing and creating the artwork for your game, and learning the basics of programming for games by creating the mechanics of your game within the Unity cross-platform game development engine. In addition, there will be a site visit to a game development studio during the week. You will leave the class with a functioning game containing your own artwork, playable on the web, a computer, or a mobile device.                          Web Apps Design Studio: Beyond Coding (NEW)        Have you ever been struck with a great idea for a web or mobile web app? A real-time voting app? A video-sharing social network? A Craigslist-type marketplace? A turn-based storytelling game? You want it to be the next Uber or Seamless, but you don’t know how to code. This course is intended for those with little to no experience in programming, to help translate their ideas into reality.   How is what you learn in this course different from the tools—Wordpress, SquareSpace, Wix, and GoDaddy—which allow you to build a website without knowing HTML? What those tools generally don't do is give you control over your application's flow. Let's say you're building a photo-sharing website, and you want your users to upload a photo, and then select some friends to send it to. You also want an e-mail to go to those friends, and you want that e-mail to have a link they can click on to rate the photo. And, let's say you want a page that shows each users' top-rated photos. Using popular website builders, something like this would be impossible. This course will teach you how to gain complete control over exactly what happens on your website, by defining custom categories of data (like &quot;ratings&quot; or &quot;photos&quot;) and by specifying situation-specific logic (&quot;if the photo's rating is greater than 3, make this headline red...&quot;).   You will spend time thinking about the functionality, design, and business considerations of your site, rather than the specific coding syntax. Taught by experienced software engineers and entrepreneurs, it will provide you with a real-world experience that will allow you to: transform your idea into a web or mobile app; develop the app without getting bogged down in the programming language syntax; and learn to create one-click integrations with services including social networks (Facebook, LinkedIn), analytics (Mixpanel), payments (Stripe), and interesting sources of data (iTunes Songs, Google Books).   Upon completion of this course, you will be able to build an interactive, multi-user app for laptop web browsers and mobile web browsers.               Session 3: July 26–August 1, 2015        Session Dates   Class Meets   Orientation   Check Out   Tuition   Sunday, July 26– Saturday, August 1, 2015     Monday–Friday, from 9 a.m.–5 p.m.   Sunday, July 26, 2015   Saturday, August 1, 2015   $1,995 per course           Choose from the following course options being offered during Session 3                          City Lab: Building Tomorrow's Cities Today        Cities are humanity’s greatest invention. More than half of the world’s population lives in them—over 3 billion people—and an estimated 60 million more are moving to them every year. In a world driven by creativity and ideas, cities drive innovation. They provide the basic platform for human, and future economic and business growth. Our cities require a new generation of leaders, city builders, and ideas to guide them into the future. Students from across the U.S. will come together in New York City, the world’s greatest city laboratory, to work with leading experts—both inside and outside the classroom—in design, innovation, government, transit, and sustainability to learn more about, and tackle challenges facing, our future cities.                        Creative Approaches to Difficult Problems: Arts-Based Practices for Social Change and Justice (NEW)        Arts-based practices open dynamic ways of viewing and interacting with conflict on personal, national, and global levels. This course will explore the theory and practice for community based-theatre, cultural community development, and civic engagement through the arts. As a student enrolled in this course, you will gain an understanding of how creative spaces for dialogue are established and how these methods can help communities express themselves, heal themselves, and formulate solutions to their most pressing problems. There will be an emphasis on exploring different art-based approaches to peacebuilding through participatory exercises and activities, readings, and by following case studies in the United States, Africa, and the Middle East. The course also will serve as a platform for participants to critique the limitations and effectiveness of these strategies and to design a community arts-based project with a specific partner organization or population in mind.   This course aims to introduce participants to the theory and practice of arts-based strategies that build and connect our global community. Through reading assignments, group discussions, exercises and completion of course assignments, students you will gain an understanding of the multitude of ways in which the arts are utilized to engage communities around the globe. By the end of the course, you will be able to comprehend and analyze different arts-based strategies for community building and peacebuilding initiatives and will become familiar with the moral and political principles of the artist/citizen. You will get a taste of what this work entails, by designing your own project for constructive critical examination by your peers.                          Creative Writing–Finding Your Muse in the Metropolis            Generations of writers from J. D. Salinger ( The Catcher in the Rye ) to Michael Chabon ( The Amazing Adventures of Kavalier &amp; Clay ) and Cassandra Clare ( City of Bones ) have drawn inspiration from the hustle and bustle, the diversity, and the culture that makes New York City so unique. This summer, immerse yourself in the craft of creative writing in the heart of Greenwich Village, the haunt of some of the most provocative writers of the past, and the home of a lively contemporary writing community. Learn from the pros, as you transform your ideas and stories into compelling writing. Spend mornings developing the techniques that are fundamental to all types of fiction writing—literary fiction, dystopian fantasies, fairy tales, and mysteries—focusing on story structure, character development, description, and dialogue, along with exercises and critiques. Afternoons include lectures, visits with noted authors, literary events, and tips on publishing your work.   Through this program, you will develop skills in creative writing, including narrative arc, world-building, authentic dialogue, and character development, and will gain exposure to work-shopping your writing and giving constructive feedback to and receiving it from peers.                          Digital Journalism–Spreading the News through New Media       Lab fee: $150       Journalists are no longer just writers. Working across digital mediums, journalists are now digital photographers, videographers, bloggers, and social media community managers in addition to polished and professional writers. Gain an introduction to this fascinating field where you can learn about exciting new ways for innovative reporting. This hands-on workshop provides you with skills for using digital tools to research, write, and produce digital videos, including news stories and human-interest profiles. Develop a foundation in the basics of producing and editing digital video, audio, and photos for use in online news sites, blogs, and social media sites.   During this class you will learn the fundamentals of researching, writing, and producing journalistic stories, while gaining technical proficiency in taking photos and capturing/editing audio and video. You also will learn how to use social media to research breaking news, to gather sources, and to gain readership.                          Finance NYC–An Insider's View            There is no better place to study finance than New York City, the financial capital of the world. If you are contemplating a career in this fast-paced and continually evolving field, this multidimensional course of study provides a truly unique insider’s view. Acquire an introduction to the foundations of financial analysis and investment management that are practiced on Wall Street. Explore the nature of the financial system, the types of assets that are traded, techniques for measuring and managing the risk and return of a portfolio, the key role of the Federal Reserve System, the use and abuse of financial derivatives, and current economic conditions.   From time value of money: comparing the value of cash flows at different points in time, to capital budgeting techniques, to the fundamentals of risk and return, you will be exposed to topics that provide a comprehensive overview of all aspects of the finance industry.   Taught by top experts in the field, this dynamic program provides the solid grounding to pursue an undergraduate academic path in a broad array of finance and business-related disciplines.                            Improv and Sketch Comedy: Developing Your Craft        Calling all fans of Saturday Night Live , Key &amp; Peele , Funny or Die , and Lonely Island . Have fun exploring the rules and the structure of improvisational performance. Through in-class exercises and traditional improv games, work on timing, interactions, reactions, and narrative structure. Become more sure of yourself and comfortable on stage, develop trust in your fellow performers, and learn how to engage the audience. Use classroom improvisation exercises as inspiration for scripted sketches. Develop your ideas and create characters to bridge the gap between improv and scripted comedy. Laugh a lot and come away with improved confidence and creativity as well as the ability to work in teams and to think on your feet. Finish the week with a performance in front of fellow students and instructors.   During this class, you will learn the structure of comedy writing as well as the traditional organization and patterns of improvisational performance. You also will gain skills in public speaking, performance, and team building.                          Introduction to Programming Using JavaScript: Decoding the Mystery (NEW)        Software is embedded into our everyday lives, yet its creation remains a mystery to most users of technology. This course exposes you to the world of software development by introducing the art of programming primarily through the popular JavaScript language. Designed for aspiring developers, the course instructs you on HTML, CSS, JavaScript, and the jQuery library, providing the foundation to create basic web-based software. Topics include fundamentals of programming, such as: statements, conditionals, scope, loops, functions, data structures, and objects. The course also touches upon popular themes, including: agile, cloud, and mobile development.   Upon completion of this comprehensive program, you will understand the basic structure and syntax of the JavaScript language; you will understand and be able to apply the fundamental elements of programming; you will be able to use programming as a tool to solve simple real-world problems; and you will be able to create basic software to satisfy individual inquisitiveness and expresses personal creativity.   Guest lectures will introduce information systems practitioners and their deep knowledge base into the classroom, including professionals who currently work at Google, Morgan Stanley, the United Nations, and Greenhouse Inc.                          Studio Art: Drawing: Discovering Your Inner Artist (NEW)       Lab fee: $50       Unleash your creativity and discover your inner artist in this studio art workshop, appropriate for both students with experience drawing and for beginners as well. Hone your skills of observation in drawing still life scenes, live models, and New York City parks and buildings. Also learn to develop your creativity and to draw from your imagination. Enhance your drawing skills to incorporate the skillful use of light, form, line, and composition. Gain inspiration from experimenting with a wide variety of drawing materials, including charcoal, graphite, and ink, and discover the effects that various papers and surfaces have on drawings.   As a student enrolled in this program, you will learn how to use basic art techniques, including composition, shading, form/light sources, etc. and will explore the results produced by different papers and drawing instruments.                                                                                                        QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Career Edge                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                               Summer Programs-Career Edge                                            Summer Programs &rsaquo;                Career Edge                 Study Options                   Boost            Aspire            International Students            FAQs               Weekend Workshops &rsaquo;           Critical Instructions for Admitted Students &rsaquo;           Photo Gallery &rsaquo;           Watch Videos &rsaquo;                            More Links           Request Information        Contact Us by E-mail                                                                                 Career Edge                         The NYU School of Professional Studies High School Academy Career Edge program offers high school students the opportunity to live and learn in the heart of New York City, the cultural and financial capital of the world.   One-week, professionally oriented intensive programs of study allow you to explore career options and to gain the competitive edge when applying for college. Experience university life by living in an NYU dorm.*   Enjoy the use of NYU facilities , while you take in all that NYC has to offer during the summer.            How to Apply        To apply, you must have successfully completed grades 9, 10, or 11, and must submit an application. In addition, you must submit an official high school transcript and a 250-word essay.         Housing is available on a first-come, first-served basis.         International Students   International students who wish to participate in this program may need to obtain a student visa in order to attend. Learn More              Courses        Session 1: July 12–July 18, 2015   Creative Writing—Finding Your Muse in Metropolis   Digital Filmmaking—Telling the Story through Technology   Finance NYC: An Insider's View   From Writer to Reader: The Art of Editing Books   Hit Songwriting: Creating, Recording, and Marketing Your Music   Photographing NYC—Through the Mind's Eye and the Camera Lens   Seeking Cybersecurity: Exploring Crime, Terrorism, Espionage, and the Use of Weapons in Cyberspace (NEW)   Writing for Television: Creating and Writing a New Series (NEW)         Program Information   Application Deadlines   International Students : May 1, 2015  Domestic Residential Students: June 15, 2015  Domestic Commuter Students: July 1, 2015         Fees   Tuition : $1,995 per one-week course   Student Activity Fee : $125 per week   Dining Fee (for residential students only): $170 per week   (includes 12 meals and 30 dining dollars)   Housing Fee (optional): $226 per week (live in an NYU dorm)         Program Contact   Phone : (212) 998-7006   E-mail : scps.hsacademy@nyu.edu             Apply Now                Session 2: July 19–July 25, 2015   Digital Filmmaking—Telling the Story through Technology   Finance NYC: An Insider's View   Integrated Marketing: Innovation and Strategy (NEW)   Real Estate NYC: From Design to Development   Screenwriting: Visual Story Telling—From Short to Feature-Length Films   Understanding Global Issues: International Conflict and Security   Video Game Design: From Concept to Completion (NEW)   Web Apps Design Studio: Beyond Coding (NEW)                 Session 3: July 26–August 1, 2015   City Lab: Building Tomorrow’s Cities Today   Creative Approaches to Difficult Problems: Arts-Based Practices for Social Change and Justice (NEW)   Creative Writing—Finding Your Muse in Metropolis   Digital Journalism—Spreading the News through New Media     Finance NYC: An Insider's View   Improv and Sketch Comedy: Developing Your Craft   Introduction to Programming Using JavaScript: Decoding the Mystery (NEW)   Studio Art: Drawing: Discovering Your Inner Artist (NEW)                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Introduction to Television Writing: Tisch School of the Arts at NYU                           Skip to content        Undergraduate Film &amp; Television Admissions About the Program Course Offerings Summer Courses Showcase Internships Facilities Special Projects First Run &amp; Festivals Calendar of Events News TSOA FTV Wiki Admin &amp; Faculty Alumni Blog Facebook Twitter YouTube  home &gt; Undergraduate Film &amp; TV        Introduction to Television Writing  FMTV-UT.1017 Studio 4 Credits Prerequisite: Fundamentals of Dramatic &amp;Visual Writing (FMTV-UT 0033) or Intro to Dramatic &amp; Visual Writing II (FMTV-UT 0032) or Screenwriting II (FMTV-UT 0056). Course Level: Intermediate This new course, aimed at second semester sophomores, is the launch pad of Television Writing in the department. Before taking any other TV writing courses, students must take Introduction To Television Writing. The course will introduce sophomores interested in TV writing to all aspects of what goes into the creation of a script for a TV program. It is also recommended for non-writers who wish to learn the fundamentals of TV writing as preparation for creating shows and working with writers. The course will also prepare students for other TV-writing courses in the departmental Television Progression. Half-hour comedy, both multi-cam and single cam, and Hour-long drama are the main focus of the course. Students will learn how to come up with storylines, what outlines and treatments entail, the difference between writing for primetime network and cable, collaboration, what it’s like to be on a writing staff, creating an original Pilot and all aspects of writing for television. After taking Introduction To Television Writing, students will be ready to decide whether to move into comedy writing, hour-long drama writing or both. The course is also open to seniors with an interest in television writing who haven’t taken other TV writing courses.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]