[{"detail": [{"content": "Curriculum | Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomolecular Science, BS                         Biomolecular Science, BS                                                             Curriculum                       A minimum of 128 credits is required for the BS in Biomolecular Science. Below are the number of credits required in each subject to complete the degree depending on your selected option. To see what your 4-year schedule of classes might look like if you pursued this degree, take a look at the Typical Course Schedule .           Biomedical Science   Biotechnology   Chemistry       Chemistry   35 credits   35 credits   38 credits       Biology   26   18   8       Research*   8   8   8       Chemical and Biomolecular Engineering   0   0   4       Computational   3   3   3       Engineering and Technology Forum   1   1   1       Humanitites/Social Sciences   24   24   27       Mathematics   8   8   12       Physics   10   10   10       Technical electives   13   21   17       Total Credits   128   128   128         *If you register for research, you must submit a written report before graduation. You may elect to write an undergraduate thesis.   Electives   Approved Humanities and Social Sciences electives are courses with the following prefixes: AH, AN, CAM, EN, MD, MU, PL, PS, HI, STS, SEG or URB. One course must be at the 3xxx/4xxx level. At least one elective must be a writing-intensive course labeled by &ldquo;W.&rdquo;   Electives for the Biomedical Science Option   Two courses must be chosen from the following list or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024. LS-UY 2314 ( Please refer to the bulletin ) 4.00 Credits Microbiology BMS-UY 3214 The course studies microbial organisms, especially bacteria and viruses. Topics: Microbial relationship to disease, infections and immunological processes. Mutation, transformation, transduction, induction and bioenergetic processes. Laboratory work includes experimental analysis of microbial structure and physiology by biochemical and cytochemical means. Also studied: Influence of environment on nutrition, enzymes and metabolism of representative microbial species. Lab fee required. Prerequisites: BMS-UY 2004 and CM-UY 1014 or instructor’s permission. 4.00 Credits Biophysics BMS-UY 4414 This course explores the molecular basis of complex biochemical functions, membrane transport, intercellular and extracellular signaling, metabolism and energy transduction, DNA, RNA and protein synthesis and control, macromolecular assemblies and special topics in biochemistry. 3.00 Credits Tissue Engineering CM-GY 9443 This courses teaches: (1) basic biological processes that occur during blood contact with artificial surfaces, (2) critical review of the literature in the field of tissue engineering, (3) biocompatibility issues relevant to a variety of implant devices that the student may encounter in future endeavors and (4) current approaches directed toward the engineering of cell-based replacements for various tissue types. Prerequisite: undergraduate biochemistry or adviser’s approval. 3.00 Credits Drug Delivery BE-GY 6603 The course provides an integrated approach to the basic and clinical science of drug delivery. Topics: the history drug delivery; kinds of drugs to be delivered, including genes and proteins; various targeting mechanisms; transport phenomena and thermodynamic concepts; pharmacokinetics and pharmacodynamics of drug delivery, polymeric drug-delivery systems; various devices developed for controlled delivery. Prerequisite: calculus with ordinary diff. eq.; undergraduate courses in biology, chemistry and physiology (minimum grade B). 3.00 Credits Materials in Medicine BE-GY 6703 The course focuses on the basic principles behind human-tissue response to artificial surfaces and materials; the general types of polymeric and metallic materials used in soft- and hard-tissue replacements; tissue engineering and drug-delivery devices; current approaches to the engineering of cell-based replacement for various tissues; techniques to control the physiologic response to artificial surfaces; critical review of current biomaterials literature; current research in the field; and evaluation of the design criteria that a material must meet for a given biological application and what is required for “biocompatibility.” Prerequisites: Introductory undergraduate courses in biology, chemistry and physiology. Courses in polymers, biochemistry, molecular/cellular biology and immunology are helpful but are not essential.   BMS 48XX Topics in Biology, Credits: 4.00   Electives for the Biotechnology Option   Three courses must be chosen from the following list or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024. 4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Biomaterials CM-UY 4314 This course covers natural macromolecules, including polypeptides, polysaccharides, lignin, biodegradable polymers and special characterizations of these biopolymers. Prerequisite: CM-UY 4414 or CM-UY 4413. 3.00 Credits Polymer Science CM-UY 4413 This course provides a broad perspective of polymer science and its application in everyday life. The course has three major components: a survey of polymers, polymer synthesis and aspects of polymer physics. Prerequisites: CM-UY 2214 and CM-UY 2614 or CM-UY 2514. 3.00 Credits Recombinant DNA Technology CM-GY 9463 The course consists of lectures and demonstrations and covers practical aspects of recombinant DNA technology, including fundamental aspects of gene expression, restriction enzyme cleavage, plasmids, cloning, genetic transformation of bacteria, protein expression vectors, basic principles of protein purification and manipulation of cloned genes (site-directed mutagenesis). Prerequisite: CM-GY 9413 or instructor’s permission. CM-GY 6253 ( Please refer to the bulletin ) 3.00 Credits Enzyme Catalysis in Organic Synthesis CM-GY 9053 This course provides students with a working knowledge of how to use biotransformations as a tool in organic chemistry. Students learn about general enzymatic reaction types that carry out the cleavage and formation of C-O bonds, P-O bonds, C-N bonds, C-C bonds, reduction reactions, oxidation reactions and isomerizations. In addition, students are taught about advanced principles currently being applied to the engineering of catalytic proteins. Prerequisite: Adviser’s approval. 3.00 Credits Chemical Foundation for Bioinformatics BI-GY 7513 This course intensively reviews those aspects of organic chemistry and biochemistry necessary to begin research in bioinformatics and to enter graduate courses in biology. Topics include covalent bonding, quantum mechanical basis of bond formation, three-dimensional structure of molecules, reaction mechanisms, catalysis, polymers, enzymes, thermodynamic and kinetic foundations, metabolic pathways, sequence and structure of macromolecules. This course extensively uses computer approaches to convey the essential computational and visual nature of material to be covered. Prerequisites: General Chemistry, General Physics, Organic Chemistry and Calculus. 3.00 Credits Bioinformatics I: Sequence Analysis BI-GY 7533 This course covers computer representations of nucleic acid and protein sequences; pairwise and multiple alignment methods; available databases of nucleic acid and protein sequences; database search methods; scoring functions for assessment of alignments; nucleic acid to protein sequence translation and codon usage; genomic organization and gene structure in prokaryotes and eukaryotes; introns and exons; prediction of open reading frames; alternative splicing; existing databases of mRNA, DNA protein and genomic information; and an overview of available programs and of Web resources. 3.00 Credits Bioinformatics II : Protein Structure BI-GY 7543 The course explores protein-folding representations; databases of protein-folding classes; secondary structure prediction; tertiary structure prediction via computer-folding experiments threading; homology model building; prediction of post translation modification sites; active and binding sites in proteins; representations of contiguous and non-contiguous epitopes on protein surfaces at the sequence level; representations of functional motifs at the three dimensional and at the sequence level. Prerequisites: Bioinformatics I. 3.00 Credits Biotechnology and the Pharmaceutical Industry BT-GY 6013 The course offers an in-depth look at the modern process of drug development, from the early stage of target identification and generation of lead compounds to modern methods of drug delivery and the role of biotechnology in this complex process. All the key aspects, including preclinical development, clinical trials and regulatory requirements, are covered with considerable contributions from pharmaceutical professionals. Real-life case studies are presented to illustrate critical points in the development process. Major classes of biotech drugs are discussed. Many course lectures are delivered by scientists from the major U.S. pharmaceutical companies. Prerequisite: Adviser’s approval. 3.00 Credits Biotechnology and Health Care BT-GY 6023 Biotechnology’s contribution to modern health care stretches far beyond developing new therapeutic entities. This course provides an overview of key cutting-edge technologies such as stem-cell research and therapeutic cloning and demonstrates how their applications change “the conventional” in terms of availability of new treatments, monitoring services and diagnostics. The course also covers the Human Genome Project and its implications for health care and epigenetic modifications of the genome and their role in disease. The course also highlights the role of biotechnology in managing a number of sociologically high-impact diseases in developed and developing countries. Prerequisite: Adviser’s approval.   BMS 48XX Topics in Biology, Credits: 4.00   Electives for the Chemistry Option   Two courses must be advanced undergraduate CM, BMS or CBE courses, or graduate CM courses, or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   Undergraduate Courses   4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. LS-UY 2314 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. 4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 4.00 Credits Microbiology BMS-UY 3214 The course studies microbial organisms, especially bacteria and viruses. Topics: Microbial relationship to disease, infections and immunological processes. Mutation, transformation, transduction, induction and bioenergetic processes. Laboratory work includes experimental analysis of microbial structure and physiology by biochemical and cytochemical means. Also studied: Influence of environment on nutrition, enzymes and metabolism of representative microbial species. Lab fee required. Prerequisites: BMS-UY 2004 and CM-UY 1014 or instructor’s permission. 4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 1.00 Credits Senior Seminar BMS-UY 4011 In this course, students present seminars based on current literature. BMS-UY 4314 ( Please refer to the bulletin ) 4.00 Credits Biophysics BMS-UY 4414 This course explores the molecular basis of complex biochemical functions, membrane transport, intercellular and extracellular signaling, metabolism and energy transduction, DNA, RNA and protein synthesis and control, macromolecular assemblies and special topics in biochemistry. 4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Topics in Biology BMS-UY 4814 4.00 Credits Topics in Biology BMS-UY 4824 4 credits each as arranged 4.00 Credits Topics in Biology BMS-UY 4834 4.00 Credits Topics in Biology BMS-UY 4844 4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040. 4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040. 4.00 Credits Life Science Internship BMS-UY 4934 The internship comprises supervised projects in hospital, community or industrial settings. Students are evaluated on basis of written and oral reports presented to faculty and outside project co-sponsors. Faculty conferences and visits are required. Internships are open to senior students with approval of the departmental adviser. Planned experiences significantly expose students to relationships between theoretical information and practical applications. Prerequisite: senior status or adviser’s approval. 1.50 Credits Advanced Molecular Biology Lab BMS-GY 8011 Laboratory course covering advanced techniques employed in molecular biology, including gel electrophoresis, chromatography, PCR, blotting, microarrays, restrictions and sequencing of genes. Practial work in this course illustrates and complements the lectures in BMS-GY 8013.  Corequisite: BMS-GY 8013. This course is not open to students who have taken BMS-UY 4324. 3.00 Credits Advanced Molecular Biology BMS-GY 8013 Understanding the complex and dynamic interactions of cellular function. Topics include classical molecular biology (DNA, RNA and protein biosynthesis), recombinant DNA and genetic engineering, interactions of macromolecules and regulation of biologic systems. Prerequisite: Instructor&#039;s permission. This course is not open to students who have taken BMS-UY 4342 1.50 Credits Advanced Cell Biology Laboratory BMS-GY 8021 Provides students with practical experience in some key cell and molecular biology techniques, including analysis of different cell types, cell differentiation, PCR, transformations and selection of cell lines with particular features. The course covers proper data handling and reporting techniques.  Co-requisite: BMS-GY 8023. This course is not open to students who have taken BMS-UY 3314. 3.00 Credits Advanced Cell Biology BMS-GY 8023 Understanding cell biology through teh biochemistry of the cell, with emphasis on the structure and function of the cell and its organelles. Advanced theories of cytoskeletal proteins, cell junctions and matrix, protein signaling and cell death will be covered. Prerequisite: Instructor&#039;s consent. This course is not open to students who have taken BMS-UY 3314.                                Biomolecular Science, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                    Bachelor of Science      Biomolecular Science                                                                         Scientists working at the interface between biology and chemistry create big changes while working on the cellular and molecular level. Genetically modified crops allow feed quickly growing populations, while novel therapies, such as artificial organs, extend life. Biomolecular scientists also address ecological issues -- such as producing cheap energy from renewable sources (like producing oil from algae), while others clean the environment through bioremediation. A BS in Biomolecular Science is also a suitable starting point for careers in medicine. Our program was developed in cooperation with deans from major medical schools, and graduates have gone on to Harvard Dental School, Mount Sinai Medical School, and NYU Medical School, among other medical programs. Our BS program in Biomolecular Science lets you join in their efforts to improve the world. The first 2 years of the program focus on core courses so you have a solid foundation in the fundamentals of the science — math, physics, chemistry, and biology. From there, you can concentrate your studies in biomedical science, biotechnology, or chemistry. BS/MS Program Prospective students with superior admission qualifications may be selected to participate in our BS/MS Program, which lets you earn 2 degrees at once -- a BS in Biomolecular Science and a MS in Bioinformatics or Biotechnology. Depending on your preparation and goals, you can complete both degrees in as little as 4 years. Medical School Early Assurance Guaranteed Admissions Program The School of Engineering and SUNY Downstate Medical Center have created the Medical School Early Assurance Guaranteed Admissions Program, which reserves 4 slots in SUNY Downstate's first-year medical school class for graduating the School of Engineering students in the biomolecular science bachelor's progam who satisfy certain requirements. Contact the Department of Chemical and Biological Sciences for information. Once You Have the Degree Students in biomedical science can find work developing artificial organs, prosthetics, or other medical devices. Those who concentrate in biotechnology join the quickly growing field where antibiotics, vaccines, and hormones are produced through genetically based technologies. Others who focus in chemistry find employment in pharmaceutical companies or related industries, and can get them certification from the American Chemistry Society (ACS).                     Program Director      Bruce Garetz Gene R. DiResta, PhD, PE                                         Department      Chemical and Biomolecular Engineering Chemical and Biological Sciences                                              Biomolecular Science, BS      Curriculum   Typical Course Schedule           Related Links    Apply Now  Request Info                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Typical Course Schedule | Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomolecular Science, BS                         Biomolecular Science, BS                                                             Typical Course Schedule                       Biomedical Science Option    Biotechnology Option    Chemistry Option     Biomedical Science Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.     HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSS Elective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   BMS 48xx Topics in Biology, Credits: 4.00   HuSS Elective   Biotechnology Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSSElective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Chemistry Option   Freshman Year   Fall Semester   4.00 Credits Calculus I MA-UY 1024 This course covers library of Functions: functions of one variable. Limits, derivatives of functions defined by graphs, tables and formulas, differentiation rules for power, polynomial, exponential and logarithmic functions, derivatives of trigonometric functions, the product and quotient rule, the chain rule, applications of the chain rule, maxima and minima, optimization. MA 1324 is for students who wish to take MA 1024 but need more review of precalculus. MA1324 covers the same material as MA1024 but with more contact hours a week, incorporating a full discussion of the required precalculus topics. Prerequisite: Placement Exam or MA-UY 912 or MA-UY 914. Corequisite: EX-UY 1 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. EN-UY 1013 ( Please refer to the bulletin ) 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II MA-UY 1124 This course covers definite integrals, theorems about integrals, anti-derivatives, second fundamental theorem of calculus, techniques of integration, introduction to ordinary differential equations, improper integrals, numerical methods of integration, applications of integration, sequences, series, power series, approximations of functions via Taylor polynomials, Taylor series. Corequisite: EX-UY 1. 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 2.00 Credits Elements of Linear Algebra I MA-UY 2012 This course introduces vector concepts. Linear transformations.Matrices and Determinants. Characteristic roots and eigenfunctions. Prerequisite: MA-UY 1124 or equivalent. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223. 2.00 Credits Ordinary Differential Equations MA-UY 2132 This course covers first order differential equations: modeling and solving. Stability of autonomous equations. Higher order linear ordinary differential equations: Solution bases, Wronskian and initial value problems. Linear system of first-order differential equations with constant coefficients: Elimination and eigenvalue method of solution. Elementary concepts of numerical analysis. Numerical solution of initial value problems for ordinary differential equations. Prerequisite or Corequisite: MA-UY 2012.   Junior Year   Fall Semester   3.00 Credits Polymer Science CM-UY 4413 This course provides a broad perspective of polymer science and its application in everyday life. The course has three major components: a survey of polymers, polymer synthesis and aspects of polymer physics. Prerequisites: CM-UY 2214 and CM-UY 2614 or CM-UY 2514. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission. 4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024.   HuSS Elective   Spring Semester   4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   HuSS Elective   Senior Year   Fall Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective                                 Biomolecular Science, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Curriculum | Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomolecular Science, BS                         Biomolecular Science, BS                                                             Curriculum                       A minimum of 128 credits is required for the BS in Biomolecular Science. Below are the number of credits required in each subject to complete the degree depending on your selected option. To see what your 4-year schedule of classes might look like if you pursued this degree, take a look at the Typical Course Schedule .           Biomedical Science   Biotechnology   Chemistry       Chemistry   35 credits   35 credits   38 credits       Biology   26   18   8       Research*   8   8   8       Chemical and Biomolecular Engineering   0   0   4       Computational   3   3   3       Engineering and Technology Forum   1   1   1       Humanitites/Social Sciences   24   24   27       Mathematics   8   8   12       Physics   10   10   10       Technical electives   13   21   17       Total Credits   128   128   128         *If you register for research, you must submit a written report before graduation. You may elect to write an undergraduate thesis.   Electives   Approved Humanities and Social Sciences electives are courses with the following prefixes: AH, AN, CAM, EN, MD, MU, PL, PS, HI, STS, SEG or URB. One course must be at the 3xxx/4xxx level. At least one elective must be a writing-intensive course labeled by &ldquo;W.&rdquo;   Electives for the Biomedical Science Option   Two courses must be chosen from the following list or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024. LS-UY 2314 ( Please refer to the bulletin ) 4.00 Credits Microbiology BMS-UY 3214 The course studies microbial organisms, especially bacteria and viruses. Topics: Microbial relationship to disease, infections and immunological processes. Mutation, transformation, transduction, induction and bioenergetic processes. Laboratory work includes experimental analysis of microbial structure and physiology by biochemical and cytochemical means. Also studied: Influence of environment on nutrition, enzymes and metabolism of representative microbial species. Lab fee required. Prerequisites: BMS-UY 2004 and CM-UY 1014 or instructor’s permission. 4.00 Credits Biophysics BMS-UY 4414 This course explores the molecular basis of complex biochemical functions, membrane transport, intercellular and extracellular signaling, metabolism and energy transduction, DNA, RNA and protein synthesis and control, macromolecular assemblies and special topics in biochemistry. 3.00 Credits Tissue Engineering CM-GY 9443 This courses teaches: (1) basic biological processes that occur during blood contact with artificial surfaces, (2) critical review of the literature in the field of tissue engineering, (3) biocompatibility issues relevant to a variety of implant devices that the student may encounter in future endeavors and (4) current approaches directed toward the engineering of cell-based replacements for various tissue types. Prerequisite: undergraduate biochemistry or adviser’s approval. 3.00 Credits Drug Delivery BE-GY 6603 The course provides an integrated approach to the basic and clinical science of drug delivery. Topics: the history drug delivery; kinds of drugs to be delivered, including genes and proteins; various targeting mechanisms; transport phenomena and thermodynamic concepts; pharmacokinetics and pharmacodynamics of drug delivery, polymeric drug-delivery systems; various devices developed for controlled delivery. Prerequisite: calculus with ordinary diff. eq.; undergraduate courses in biology, chemistry and physiology (minimum grade B). 3.00 Credits Materials in Medicine BE-GY 6703 The course focuses on the basic principles behind human-tissue response to artificial surfaces and materials; the general types of polymeric and metallic materials used in soft- and hard-tissue replacements; tissue engineering and drug-delivery devices; current approaches to the engineering of cell-based replacement for various tissues; techniques to control the physiologic response to artificial surfaces; critical review of current biomaterials literature; current research in the field; and evaluation of the design criteria that a material must meet for a given biological application and what is required for “biocompatibility.” Prerequisites: Introductory undergraduate courses in biology, chemistry and physiology. Courses in polymers, biochemistry, molecular/cellular biology and immunology are helpful but are not essential.   BMS 48XX Topics in Biology, Credits: 4.00   Electives for the Biotechnology Option   Three courses must be chosen from the following list or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024. 4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Biomaterials CM-UY 4314 This course covers natural macromolecules, including polypeptides, polysaccharides, lignin, biodegradable polymers and special characterizations of these biopolymers. Prerequisite: CM-UY 4414 or CM-UY 4413. 3.00 Credits Polymer Science CM-UY 4413 This course provides a broad perspective of polymer science and its application in everyday life. The course has three major components: a survey of polymers, polymer synthesis and aspects of polymer physics. Prerequisites: CM-UY 2214 and CM-UY 2614 or CM-UY 2514. 3.00 Credits Recombinant DNA Technology CM-GY 9463 The course consists of lectures and demonstrations and covers practical aspects of recombinant DNA technology, including fundamental aspects of gene expression, restriction enzyme cleavage, plasmids, cloning, genetic transformation of bacteria, protein expression vectors, basic principles of protein purification and manipulation of cloned genes (site-directed mutagenesis). Prerequisite: CM-GY 9413 or instructor’s permission. CM-GY 6253 ( Please refer to the bulletin ) 3.00 Credits Enzyme Catalysis in Organic Synthesis CM-GY 9053 This course provides students with a working knowledge of how to use biotransformations as a tool in organic chemistry. Students learn about general enzymatic reaction types that carry out the cleavage and formation of C-O bonds, P-O bonds, C-N bonds, C-C bonds, reduction reactions, oxidation reactions and isomerizations. In addition, students are taught about advanced principles currently being applied to the engineering of catalytic proteins. Prerequisite: Adviser’s approval. 3.00 Credits Chemical Foundation for Bioinformatics BI-GY 7513 This course intensively reviews those aspects of organic chemistry and biochemistry necessary to begin research in bioinformatics and to enter graduate courses in biology. Topics include covalent bonding, quantum mechanical basis of bond formation, three-dimensional structure of molecules, reaction mechanisms, catalysis, polymers, enzymes, thermodynamic and kinetic foundations, metabolic pathways, sequence and structure of macromolecules. This course extensively uses computer approaches to convey the essential computational and visual nature of material to be covered. Prerequisites: General Chemistry, General Physics, Organic Chemistry and Calculus. 3.00 Credits Bioinformatics I: Sequence Analysis BI-GY 7533 This course covers computer representations of nucleic acid and protein sequences; pairwise and multiple alignment methods; available databases of nucleic acid and protein sequences; database search methods; scoring functions for assessment of alignments; nucleic acid to protein sequence translation and codon usage; genomic organization and gene structure in prokaryotes and eukaryotes; introns and exons; prediction of open reading frames; alternative splicing; existing databases of mRNA, DNA protein and genomic information; and an overview of available programs and of Web resources. 3.00 Credits Bioinformatics II : Protein Structure BI-GY 7543 The course explores protein-folding representations; databases of protein-folding classes; secondary structure prediction; tertiary structure prediction via computer-folding experiments threading; homology model building; prediction of post translation modification sites; active and binding sites in proteins; representations of contiguous and non-contiguous epitopes on protein surfaces at the sequence level; representations of functional motifs at the three dimensional and at the sequence level. Prerequisites: Bioinformatics I. 3.00 Credits Biotechnology and the Pharmaceutical Industry BT-GY 6013 The course offers an in-depth look at the modern process of drug development, from the early stage of target identification and generation of lead compounds to modern methods of drug delivery and the role of biotechnology in this complex process. All the key aspects, including preclinical development, clinical trials and regulatory requirements, are covered with considerable contributions from pharmaceutical professionals. Real-life case studies are presented to illustrate critical points in the development process. Major classes of biotech drugs are discussed. Many course lectures are delivered by scientists from the major U.S. pharmaceutical companies. Prerequisite: Adviser’s approval. 3.00 Credits Biotechnology and Health Care BT-GY 6023 Biotechnology’s contribution to modern health care stretches far beyond developing new therapeutic entities. This course provides an overview of key cutting-edge technologies such as stem-cell research and therapeutic cloning and demonstrates how their applications change “the conventional” in terms of availability of new treatments, monitoring services and diagnostics. The course also covers the Human Genome Project and its implications for health care and epigenetic modifications of the genome and their role in disease. The course also highlights the role of biotechnology in managing a number of sociologically high-impact diseases in developed and developing countries. Prerequisite: Adviser’s approval.   BMS 48XX Topics in Biology, Credits: 4.00   Electives for the Chemistry Option   Two courses must be advanced undergraduate CM, BMS or CBE courses, or graduate CM courses, or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   Undergraduate Courses   4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. LS-UY 2314 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. 4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 4.00 Credits Microbiology BMS-UY 3214 The course studies microbial organisms, especially bacteria and viruses. Topics: Microbial relationship to disease, infections and immunological processes. Mutation, transformation, transduction, induction and bioenergetic processes. Laboratory work includes experimental analysis of microbial structure and physiology by biochemical and cytochemical means. Also studied: Influence of environment on nutrition, enzymes and metabolism of representative microbial species. Lab fee required. Prerequisites: BMS-UY 2004 and CM-UY 1014 or instructor’s permission. 4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 1.00 Credits Senior Seminar BMS-UY 4011 In this course, students present seminars based on current literature. BMS-UY 4314 ( Please refer to the bulletin ) 4.00 Credits Biophysics BMS-UY 4414 This course explores the molecular basis of complex biochemical functions, membrane transport, intercellular and extracellular signaling, metabolism and energy transduction, DNA, RNA and protein synthesis and control, macromolecular assemblies and special topics in biochemistry. 4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Topics in Biology BMS-UY 4814 4.00 Credits Topics in Biology BMS-UY 4824 4 credits each as arranged 4.00 Credits Topics in Biology BMS-UY 4834 4.00 Credits Topics in Biology BMS-UY 4844 4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040. 4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040. 4.00 Credits Life Science Internship BMS-UY 4934 The internship comprises supervised projects in hospital, community or industrial settings. Students are evaluated on basis of written and oral reports presented to faculty and outside project co-sponsors. Faculty conferences and visits are required. Internships are open to senior students with approval of the departmental adviser. Planned experiences significantly expose students to relationships between theoretical information and practical applications. Prerequisite: senior status or adviser’s approval. 1.50 Credits Advanced Molecular Biology Lab BMS-GY 8011 Laboratory course covering advanced techniques employed in molecular biology, including gel electrophoresis, chromatography, PCR, blotting, microarrays, restrictions and sequencing of genes. Practial work in this course illustrates and complements the lectures in BMS-GY 8013.  Corequisite: BMS-GY 8013. This course is not open to students who have taken BMS-UY 4324. 3.00 Credits Advanced Molecular Biology BMS-GY 8013 Understanding the complex and dynamic interactions of cellular function. Topics include classical molecular biology (DNA, RNA and protein biosynthesis), recombinant DNA and genetic engineering, interactions of macromolecules and regulation of biologic systems. Prerequisite: Instructor&#039;s permission. This course is not open to students who have taken BMS-UY 4342 1.50 Credits Advanced Cell Biology Laboratory BMS-GY 8021 Provides students with practical experience in some key cell and molecular biology techniques, including analysis of different cell types, cell differentiation, PCR, transformations and selection of cell lines with particular features. The course covers proper data handling and reporting techniques.  Co-requisite: BMS-GY 8023. This course is not open to students who have taken BMS-UY 3314. 3.00 Credits Advanced Cell Biology BMS-GY 8023 Understanding cell biology through teh biochemistry of the cell, with emphasis on the structure and function of the cell and its organelles. Advanced theories of cytoskeletal proteins, cell junctions and matrix, protein signaling and cell death will be covered. Prerequisite: Instructor&#039;s consent. This course is not open to students who have taken BMS-UY 3314.                                Biomolecular Science, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                    Bachelor of Science      Biomolecular Science                                                                         Scientists working at the interface between biology and chemistry create big changes while working on the cellular and molecular level. Genetically modified crops allow feed quickly growing populations, while novel therapies, such as artificial organs, extend life. Biomolecular scientists also address ecological issues -- such as producing cheap energy from renewable sources (like producing oil from algae), while others clean the environment through bioremediation. A BS in Biomolecular Science is also a suitable starting point for careers in medicine. Our program was developed in cooperation with deans from major medical schools, and graduates have gone on to Harvard Dental School, Mount Sinai Medical School, and NYU Medical School, among other medical programs. Our BS program in Biomolecular Science lets you join in their efforts to improve the world. The first 2 years of the program focus on core courses so you have a solid foundation in the fundamentals of the science — math, physics, chemistry, and biology. From there, you can concentrate your studies in biomedical science, biotechnology, or chemistry. BS/MS Program Prospective students with superior admission qualifications may be selected to participate in our BS/MS Program, which lets you earn 2 degrees at once -- a BS in Biomolecular Science and a MS in Bioinformatics or Biotechnology. Depending on your preparation and goals, you can complete both degrees in as little as 4 years. Medical School Early Assurance Guaranteed Admissions Program The School of Engineering and SUNY Downstate Medical Center have created the Medical School Early Assurance Guaranteed Admissions Program, which reserves 4 slots in SUNY Downstate's first-year medical school class for graduating the School of Engineering students in the biomolecular science bachelor's progam who satisfy certain requirements. Contact the Department of Chemical and Biological Sciences for information. Once You Have the Degree Students in biomedical science can find work developing artificial organs, prosthetics, or other medical devices. Those who concentrate in biotechnology join the quickly growing field where antibiotics, vaccines, and hormones are produced through genetically based technologies. Others who focus in chemistry find employment in pharmaceutical companies or related industries, and can get them certification from the American Chemistry Society (ACS).                     Program Director      Bruce Garetz Gene R. DiResta, PhD, PE                                         Department      Chemical and Biomolecular Engineering Chemical and Biological Sciences                                              Biomolecular Science, BS      Curriculum   Typical Course Schedule           Related Links    Apply Now  Request Info                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Typical Course Schedule | Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomolecular Science, BS                         Biomolecular Science, BS                                                             Typical Course Schedule                       Biomedical Science Option    Biotechnology Option    Chemistry Option     Biomedical Science Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.     HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSS Elective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   BMS 48xx Topics in Biology, Credits: 4.00   HuSS Elective   Biotechnology Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSSElective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Chemistry Option   Freshman Year   Fall Semester   4.00 Credits Calculus I MA-UY 1024 This course covers library of Functions: functions of one variable. Limits, derivatives of functions defined by graphs, tables and formulas, differentiation rules for power, polynomial, exponential and logarithmic functions, derivatives of trigonometric functions, the product and quotient rule, the chain rule, applications of the chain rule, maxima and minima, optimization. MA 1324 is for students who wish to take MA 1024 but need more review of precalculus. MA1324 covers the same material as MA1024 but with more contact hours a week, incorporating a full discussion of the required precalculus topics. Prerequisite: Placement Exam or MA-UY 912 or MA-UY 914. Corequisite: EX-UY 1 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. EN-UY 1013 ( Please refer to the bulletin ) 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II MA-UY 1124 This course covers definite integrals, theorems about integrals, anti-derivatives, second fundamental theorem of calculus, techniques of integration, introduction to ordinary differential equations, improper integrals, numerical methods of integration, applications of integration, sequences, series, power series, approximations of functions via Taylor polynomials, Taylor series. Corequisite: EX-UY 1. 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 2.00 Credits Elements of Linear Algebra I MA-UY 2012 This course introduces vector concepts. Linear transformations.Matrices and Determinants. Characteristic roots and eigenfunctions. Prerequisite: MA-UY 1124 or equivalent. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223. 2.00 Credits Ordinary Differential Equations MA-UY 2132 This course covers first order differential equations: modeling and solving. Stability of autonomous equations. Higher order linear ordinary differential equations: Solution bases, Wronskian and initial value problems. Linear system of first-order differential equations with constant coefficients: Elimination and eigenvalue method of solution. Elementary concepts of numerical analysis. Numerical solution of initial value problems for ordinary differential equations. Prerequisite or Corequisite: MA-UY 2012.   Junior Year   Fall Semester   3.00 Credits Polymer Science CM-UY 4413 This course provides a broad perspective of polymer science and its application in everyday life. The course has three major components: a survey of polymers, polymer synthesis and aspects of polymer physics. Prerequisites: CM-UY 2214 and CM-UY 2614 or CM-UY 2514. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission. 4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024.   HuSS Elective   Spring Semester   4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   HuSS Elective   Senior Year   Fall Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective                                 Biomolecular Science, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Curriculum | Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomolecular Science, BS                         Biomolecular Science, BS                                                             Curriculum                       A minimum of 128 credits is required for the BS in Biomolecular Science. Below are the number of credits required in each subject to complete the degree depending on your selected option. To see what your 4-year schedule of classes might look like if you pursued this degree, take a look at the Typical Course Schedule .           Biomedical Science   Biotechnology   Chemistry       Chemistry   35 credits   35 credits   38 credits       Biology   26   18   8       Research*   8   8   8       Chemical and Biomolecular Engineering   0   0   4       Computational   3   3   3       Engineering and Technology Forum   1   1   1       Humanitites/Social Sciences   24   24   27       Mathematics   8   8   12       Physics   10   10   10       Technical electives   13   21   17       Total Credits   128   128   128         *If you register for research, you must submit a written report before graduation. You may elect to write an undergraduate thesis.   Electives   Approved Humanities and Social Sciences electives are courses with the following prefixes: AH, AN, CAM, EN, MD, MU, PL, PS, HI, STS, SEG or URB. One course must be at the 3xxx/4xxx level. At least one elective must be a writing-intensive course labeled by &ldquo;W.&rdquo;   Electives for the Biomedical Science Option   Two courses must be chosen from the following list or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024. LS-UY 2314 ( Please refer to the bulletin ) 4.00 Credits Microbiology BMS-UY 3214 The course studies microbial organisms, especially bacteria and viruses. Topics: Microbial relationship to disease, infections and immunological processes. Mutation, transformation, transduction, induction and bioenergetic processes. Laboratory work includes experimental analysis of microbial structure and physiology by biochemical and cytochemical means. Also studied: Influence of environment on nutrition, enzymes and metabolism of representative microbial species. Lab fee required. Prerequisites: BMS-UY 2004 and CM-UY 1014 or instructor’s permission. 4.00 Credits Biophysics BMS-UY 4414 This course explores the molecular basis of complex biochemical functions, membrane transport, intercellular and extracellular signaling, metabolism and energy transduction, DNA, RNA and protein synthesis and control, macromolecular assemblies and special topics in biochemistry. 3.00 Credits Tissue Engineering CM-GY 9443 This courses teaches: (1) basic biological processes that occur during blood contact with artificial surfaces, (2) critical review of the literature in the field of tissue engineering, (3) biocompatibility issues relevant to a variety of implant devices that the student may encounter in future endeavors and (4) current approaches directed toward the engineering of cell-based replacements for various tissue types. Prerequisite: undergraduate biochemistry or adviser’s approval. 3.00 Credits Drug Delivery BE-GY 6603 The course provides an integrated approach to the basic and clinical science of drug delivery. Topics: the history drug delivery; kinds of drugs to be delivered, including genes and proteins; various targeting mechanisms; transport phenomena and thermodynamic concepts; pharmacokinetics and pharmacodynamics of drug delivery, polymeric drug-delivery systems; various devices developed for controlled delivery. Prerequisite: calculus with ordinary diff. eq.; undergraduate courses in biology, chemistry and physiology (minimum grade B). 3.00 Credits Materials in Medicine BE-GY 6703 The course focuses on the basic principles behind human-tissue response to artificial surfaces and materials; the general types of polymeric and metallic materials used in soft- and hard-tissue replacements; tissue engineering and drug-delivery devices; current approaches to the engineering of cell-based replacement for various tissues; techniques to control the physiologic response to artificial surfaces; critical review of current biomaterials literature; current research in the field; and evaluation of the design criteria that a material must meet for a given biological application and what is required for “biocompatibility.” Prerequisites: Introductory undergraduate courses in biology, chemistry and physiology. Courses in polymers, biochemistry, molecular/cellular biology and immunology are helpful but are not essential.   BMS 48XX Topics in Biology, Credits: 4.00   Electives for the Biotechnology Option   Three courses must be chosen from the following list or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024. 4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Biomaterials CM-UY 4314 This course covers natural macromolecules, including polypeptides, polysaccharides, lignin, biodegradable polymers and special characterizations of these biopolymers. Prerequisite: CM-UY 4414 or CM-UY 4413. 3.00 Credits Polymer Science CM-UY 4413 This course provides a broad perspective of polymer science and its application in everyday life. The course has three major components: a survey of polymers, polymer synthesis and aspects of polymer physics. Prerequisites: CM-UY 2214 and CM-UY 2614 or CM-UY 2514. 3.00 Credits Recombinant DNA Technology CM-GY 9463 The course consists of lectures and demonstrations and covers practical aspects of recombinant DNA technology, including fundamental aspects of gene expression, restriction enzyme cleavage, plasmids, cloning, genetic transformation of bacteria, protein expression vectors, basic principles of protein purification and manipulation of cloned genes (site-directed mutagenesis). Prerequisite: CM-GY 9413 or instructor’s permission. CM-GY 6253 ( Please refer to the bulletin ) 3.00 Credits Enzyme Catalysis in Organic Synthesis CM-GY 9053 This course provides students with a working knowledge of how to use biotransformations as a tool in organic chemistry. Students learn about general enzymatic reaction types that carry out the cleavage and formation of C-O bonds, P-O bonds, C-N bonds, C-C bonds, reduction reactions, oxidation reactions and isomerizations. In addition, students are taught about advanced principles currently being applied to the engineering of catalytic proteins. Prerequisite: Adviser’s approval. 3.00 Credits Chemical Foundation for Bioinformatics BI-GY 7513 This course intensively reviews those aspects of organic chemistry and biochemistry necessary to begin research in bioinformatics and to enter graduate courses in biology. Topics include covalent bonding, quantum mechanical basis of bond formation, three-dimensional structure of molecules, reaction mechanisms, catalysis, polymers, enzymes, thermodynamic and kinetic foundations, metabolic pathways, sequence and structure of macromolecules. This course extensively uses computer approaches to convey the essential computational and visual nature of material to be covered. Prerequisites: General Chemistry, General Physics, Organic Chemistry and Calculus. 3.00 Credits Bioinformatics I: Sequence Analysis BI-GY 7533 This course covers computer representations of nucleic acid and protein sequences; pairwise and multiple alignment methods; available databases of nucleic acid and protein sequences; database search methods; scoring functions for assessment of alignments; nucleic acid to protein sequence translation and codon usage; genomic organization and gene structure in prokaryotes and eukaryotes; introns and exons; prediction of open reading frames; alternative splicing; existing databases of mRNA, DNA protein and genomic information; and an overview of available programs and of Web resources. 3.00 Credits Bioinformatics II : Protein Structure BI-GY 7543 The course explores protein-folding representations; databases of protein-folding classes; secondary structure prediction; tertiary structure prediction via computer-folding experiments threading; homology model building; prediction of post translation modification sites; active and binding sites in proteins; representations of contiguous and non-contiguous epitopes on protein surfaces at the sequence level; representations of functional motifs at the three dimensional and at the sequence level. Prerequisites: Bioinformatics I. 3.00 Credits Biotechnology and the Pharmaceutical Industry BT-GY 6013 The course offers an in-depth look at the modern process of drug development, from the early stage of target identification and generation of lead compounds to modern methods of drug delivery and the role of biotechnology in this complex process. All the key aspects, including preclinical development, clinical trials and regulatory requirements, are covered with considerable contributions from pharmaceutical professionals. Real-life case studies are presented to illustrate critical points in the development process. Major classes of biotech drugs are discussed. Many course lectures are delivered by scientists from the major U.S. pharmaceutical companies. Prerequisite: Adviser’s approval. 3.00 Credits Biotechnology and Health Care BT-GY 6023 Biotechnology’s contribution to modern health care stretches far beyond developing new therapeutic entities. This course provides an overview of key cutting-edge technologies such as stem-cell research and therapeutic cloning and demonstrates how their applications change “the conventional” in terms of availability of new treatments, monitoring services and diagnostics. The course also covers the Human Genome Project and its implications for health care and epigenetic modifications of the genome and their role in disease. The course also highlights the role of biotechnology in managing a number of sociologically high-impact diseases in developed and developing countries. Prerequisite: Adviser’s approval.   BMS 48XX Topics in Biology, Credits: 4.00   Electives for the Chemistry Option   Two courses must be advanced undergraduate CM, BMS or CBE courses, or graduate CM courses, or must be approved by an adviser, subject to the courses being offered in a given semester. Graduate courses may be taken only by students with junior standing and a C+ average or better, unless otherwise approved by the adviser. The remaining courses are free electives.   Undergraduate Courses   4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. LS-UY 2314 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. 4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 4.00 Credits Microbiology BMS-UY 3214 The course studies microbial organisms, especially bacteria and viruses. Topics: Microbial relationship to disease, infections and immunological processes. Mutation, transformation, transduction, induction and bioenergetic processes. Laboratory work includes experimental analysis of microbial structure and physiology by biochemical and cytochemical means. Also studied: Influence of environment on nutrition, enzymes and metabolism of representative microbial species. Lab fee required. Prerequisites: BMS-UY 2004 and CM-UY 1014 or instructor’s permission. 4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 1.00 Credits Senior Seminar BMS-UY 4011 In this course, students present seminars based on current literature. BMS-UY 4314 ( Please refer to the bulletin ) 4.00 Credits Biophysics BMS-UY 4414 This course explores the molecular basis of complex biochemical functions, membrane transport, intercellular and extracellular signaling, metabolism and energy transduction, DNA, RNA and protein synthesis and control, macromolecular assemblies and special topics in biochemistry. 4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Topics in Biology BMS-UY 4814 4.00 Credits Topics in Biology BMS-UY 4824 4 credits each as arranged 4.00 Credits Topics in Biology BMS-UY 4834 4.00 Credits Topics in Biology BMS-UY 4844 4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040. 4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040. 4.00 Credits Life Science Internship BMS-UY 4934 The internship comprises supervised projects in hospital, community or industrial settings. Students are evaluated on basis of written and oral reports presented to faculty and outside project co-sponsors. Faculty conferences and visits are required. Internships are open to senior students with approval of the departmental adviser. Planned experiences significantly expose students to relationships between theoretical information and practical applications. Prerequisite: senior status or adviser’s approval. 1.50 Credits Advanced Molecular Biology Lab BMS-GY 8011 Laboratory course covering advanced techniques employed in molecular biology, including gel electrophoresis, chromatography, PCR, blotting, microarrays, restrictions and sequencing of genes. Practial work in this course illustrates and complements the lectures in BMS-GY 8013.  Corequisite: BMS-GY 8013. This course is not open to students who have taken BMS-UY 4324. 3.00 Credits Advanced Molecular Biology BMS-GY 8013 Understanding the complex and dynamic interactions of cellular function. Topics include classical molecular biology (DNA, RNA and protein biosynthesis), recombinant DNA and genetic engineering, interactions of macromolecules and regulation of biologic systems. Prerequisite: Instructor&#039;s permission. This course is not open to students who have taken BMS-UY 4342 1.50 Credits Advanced Cell Biology Laboratory BMS-GY 8021 Provides students with practical experience in some key cell and molecular biology techniques, including analysis of different cell types, cell differentiation, PCR, transformations and selection of cell lines with particular features. The course covers proper data handling and reporting techniques.  Co-requisite: BMS-GY 8023. This course is not open to students who have taken BMS-UY 3314. 3.00 Credits Advanced Cell Biology BMS-GY 8023 Understanding cell biology through teh biochemistry of the cell, with emphasis on the structure and function of the cell and its organelles. Advanced theories of cytoskeletal proteins, cell junctions and matrix, protein signaling and cell death will be covered. Prerequisite: Instructor&#039;s consent. This course is not open to students who have taken BMS-UY 3314.                                Biomolecular Science, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                    Bachelor of Science      Biomolecular Science                                                                         Scientists working at the interface between biology and chemistry create big changes while working on the cellular and molecular level. Genetically modified crops allow feed quickly growing populations, while novel therapies, such as artificial organs, extend life. Biomolecular scientists also address ecological issues -- such as producing cheap energy from renewable sources (like producing oil from algae), while others clean the environment through bioremediation. A BS in Biomolecular Science is also a suitable starting point for careers in medicine. Our program was developed in cooperation with deans from major medical schools, and graduates have gone on to Harvard Dental School, Mount Sinai Medical School, and NYU Medical School, among other medical programs. Our BS program in Biomolecular Science lets you join in their efforts to improve the world. The first 2 years of the program focus on core courses so you have a solid foundation in the fundamentals of the science — math, physics, chemistry, and biology. From there, you can concentrate your studies in biomedical science, biotechnology, or chemistry. BS/MS Program Prospective students with superior admission qualifications may be selected to participate in our BS/MS Program, which lets you earn 2 degrees at once -- a BS in Biomolecular Science and a MS in Bioinformatics or Biotechnology. Depending on your preparation and goals, you can complete both degrees in as little as 4 years. Medical School Early Assurance Guaranteed Admissions Program The School of Engineering and SUNY Downstate Medical Center have created the Medical School Early Assurance Guaranteed Admissions Program, which reserves 4 slots in SUNY Downstate's first-year medical school class for graduating the School of Engineering students in the biomolecular science bachelor's progam who satisfy certain requirements. Contact the Department of Chemical and Biological Sciences for information. Once You Have the Degree Students in biomedical science can find work developing artificial organs, prosthetics, or other medical devices. Those who concentrate in biotechnology join the quickly growing field where antibiotics, vaccines, and hormones are produced through genetically based technologies. Others who focus in chemistry find employment in pharmaceutical companies or related industries, and can get them certification from the American Chemistry Society (ACS).                     Program Director      Bruce Garetz Gene R. DiResta, PhD, PE                                         Department      Chemical and Biomolecular Engineering Chemical and Biological Sciences                                              Biomolecular Science, BS      Curriculum   Typical Course Schedule           Related Links    Apply Now  Request Info                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Typical Course Schedule | Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomolecular Science, BS                         Biomolecular Science, BS                                                             Typical Course Schedule                       Biomedical Science Option    Biotechnology Option    Chemistry Option     Biomedical Science Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.     HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSS Elective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   BMS 48xx Topics in Biology, Credits: 4.00   HuSS Elective   Biotechnology Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSSElective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Chemistry Option   Freshman Year   Fall Semester   4.00 Credits Calculus I MA-UY 1024 This course covers library of Functions: functions of one variable. Limits, derivatives of functions defined by graphs, tables and formulas, differentiation rules for power, polynomial, exponential and logarithmic functions, derivatives of trigonometric functions, the product and quotient rule, the chain rule, applications of the chain rule, maxima and minima, optimization. MA 1324 is for students who wish to take MA 1024 but need more review of precalculus. MA1324 covers the same material as MA1024 but with more contact hours a week, incorporating a full discussion of the required precalculus topics. Prerequisite: Placement Exam or MA-UY 912 or MA-UY 914. Corequisite: EX-UY 1 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. EN-UY 1013 ( Please refer to the bulletin ) 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II MA-UY 1124 This course covers definite integrals, theorems about integrals, anti-derivatives, second fundamental theorem of calculus, techniques of integration, introduction to ordinary differential equations, improper integrals, numerical methods of integration, applications of integration, sequences, series, power series, approximations of functions via Taylor polynomials, Taylor series. Corequisite: EX-UY 1. 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 2.00 Credits Elements of Linear Algebra I MA-UY 2012 This course introduces vector concepts. Linear transformations.Matrices and Determinants. Characteristic roots and eigenfunctions. Prerequisite: MA-UY 1124 or equivalent. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223. 2.00 Credits Ordinary Differential Equations MA-UY 2132 This course covers first order differential equations: modeling and solving. Stability of autonomous equations. Higher order linear ordinary differential equations: Solution bases, Wronskian and initial value problems. Linear system of first-order differential equations with constant coefficients: Elimination and eigenvalue method of solution. Elementary concepts of numerical analysis. Numerical solution of initial value problems for ordinary differential equations. Prerequisite or Corequisite: MA-UY 2012.   Junior Year   Fall Semester   3.00 Credits Polymer Science CM-UY 4413 This course provides a broad perspective of polymer science and its application in everyday life. The course has three major components: a survey of polymers, polymer synthesis and aspects of polymer physics. Prerequisites: CM-UY 2214 and CM-UY 2614 or CM-UY 2514. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission. 4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024.   HuSS Elective   Spring Semester   4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   HuSS Elective   Senior Year   Fall Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective                                 Biomolecular Science, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]