[{"detail": [{"content": "#nationofmakers | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                                                  #nationofmakers                       Here are some of the recent things made at the NYU Polytechnic School of Engineering   Student and Faculty Projects   Solid Air   Two freshmen physics majors at the NYU Polytechnic School of Engineering, Patrick Nave and Patrick Gumusoglu, have developed a process by which oxygen and nitrogen can be harnessed in solid form. Using this &ldquo; Solid Air ,&rdquo; the students hope to devise a replacement for the bulky, heavy, and expensive compressed-gas tanks typically used by sport divers. The product may have the potential to be used by firefighters and people with supplemental oxygen tanks in their homes to treat conditions such as emphysema.   The pair received $500 toward realizing their idea through a competition in our required freshman Innovation and Technology Forum class taught by Industry Professor David Lefer. The intention of the forum class is to lay the foundation for building the next generation of global innovators and inventors.   Nave and Gumusoglu received an additional $500 from Suneris, a company co-founded by Joe Landolina, a NYU School of Engineering senior at the time. They were also awardees of the Fall 2013 Prototyping Fund (sponsored by the Greenhouse and the Entrepreneurial Institute), which gave them the opportunity to develop their first prototype. The technology for Solid Air is currently patent-pending.   Caesar   The Celluarly Accessible, Expressive, Semi-Autonomous Robot (CAESAR) is a humanoid robot built by School of Engineering students with off-the-shelf and 3D printed parts and programmed using open software with the intent of helping people with limited mobility.       CAESAR can autonomously navigate indoor environments as well as employ robotic arms to manipulate objects in that environment. A user may access CAESAR via computer or mobile phone from anywhere in the world.   A visiting researcher will be redesigning and refabricating CAESAR&#39;s face this summer so that the robot looks more inviting and is able to convey a variety of emotions through different facial expressions. Additionally, a student will be working on its hand-eye coordination, in order to give CAESAR the ability to pick up and place objects with greater precision and accuracy.   The Bug   Mahmoud Raslan, an Integrated Digital media (IDM) student who graduated this year, created &ldquo; The Bug &rdquo; as his senior design project. The small robotic projector can be used in relatively inaccessible areas, and its development was overseen by Dana Karwas, an IDM instructor, and Chris DiMauro, an alum of Polytechnic&#39;s Digital Media master&rsquo;s program.   Raslan was initially inspired by &ldquo;Projection Bombings,&rdquo; a term that describes the unauthorized projection of messages, images or videos onto irregularly shaped objects like buildings. His current prototype is able to walk, and he hopes to one day complete a prototype that climbs up walls. Raslan sees a potential for commercialization, since his system involves much less infrastructure and work than conventional projectors. The Bug was exhibited as part of the 2014 NYU Polytechnic School of Engineering Research Expo.   Robotic Fish   In an attempt to understand the schooling habits of fish, Associate Professor Maurizio Porfiri and his fellow researchers at the NYU Polytechnic School of Engineering have designed robotic fish that can assume a leadership role and guide living fish out of harm&rsquo;s way--findings that may be of great practical use in cases of environmental disaster.   Through a series of experiments, researchers have also aimed to increase our understanding of collective behavior. (One recent study, for example, related to alcohol use and how it affects anxiety and fear of predators.)   Their design, which employs 3D printed components, has been showcased at the US Science Festival in Washington D.C. and at many other such events.   The Greenhouse   The Greenhouse at the NYU Polytechnic School of Engineering is a student-run area dedicated specifically to ideation and collaboration. A flexible work and meeting space for the entire NYU community, the Greenhouse supports the entrepreneurial spirit and creates opportunities for multidisciplinary initiatives.   Makers can visit the Greenhouse to learn about prototyping, 3D printing, and Arduino, among other hands-on topics, and each year the space is a hub of activity for those taking part in the OPenIDEO Challenge, which invites thinkers and innovators from around the world to collaborate on practical solutions to pressing societal problems. (This year, students tackled the question of how urban areas could be made safer and more empowering for women.)   The Greenhouse is also a hub for the School of Engineering&rsquo;s many student clubs and organizations, including the Design Tinkering Club, which aims to encourage open innovation in order to design solutions for social good; the Entrepreneurship and Innovation Association (EIA), which provides a forum to learn the concepts of entrepreneurship and the step-by-step path involved in launching and commercializing ideas; Patent Pending, which provides members with the opportunity to innovate and engineer with the assistance of faculty and industry leaders; and PolyBots, whose members build hands-on projects and learn together.   K-12 Initiatives   Center for K-12 STEM Education   The NYU Polytechnic School of Engineering&rsquo;s Center for K-12 STEM Education helps make science, technology, engineering and math fun and engaging for young learners. The Center currently serves 17 schools in central Brooklyn and has partnered with entities such as the Pinkerton Foundation, NSF, and First Robotics.   The Center for K-12 STEM Education specifically focuses on developing hands-on lessons, creative projects, and experiments using easily obtainable, every day supplies.   Among the innovative programs run under the auspices of the Center is Science of Smart Cities (SoSC), which teaches middle school students how to design and build more livable, efficient, sustainable and resilient cities. Through demonstrations and projects, SoSC introduces students to new ideas in science, engineering and technology, as well as to the scientific method and research practices.   The Center also runs a program called CrEST: Creativity in Engineering, Science, and Technology , an exciting 60-hour course for high school students on applying physical computing, mechanical systems and electronics to design and build interactive devices. The CrEST program emphasizes hands-on, lab-based demonstrations, experiments, and projects that offer important learning experiences related to circuitry, electronics, mechanical systems, physical computing, robotics and other STEM disciplines.   Through initiatives like CrEST and SoSC, the Center has developed fun ways for students to learn about a variety of topics, including erosion and its ramifications for urban planning. In that lesson, students use a sand table and 3D printed structures to see how water affects the soil on which they place their model buildings. (Especially with sea levels rising and water encroaching on urban environments, this is a matter that has grown steadily more important.)   Students have also learned about how to generate energy and explore alternative energy sources and have even built their own model hydro-electric power generators.   Tech Kids Unlimited   Tech Kids Unlimited (TKU) is a technology-based educational organization geared towards kids with special needs, between the ages of 7 and 18 years old. Beth Rosenberg, an adjunct professor in the Department of Technology, Culture &amp; Society at the NYU Polytechnic School of Engineering, founded the organization in 2009. Inspired by her teenaged son, Jack, she hopes to empower and inspire the next generation of digital natives to learn, create, develop, and share the tools of technology.   Many of TKU&rsquo;s week-long workshops take place at the NYU School of Engineering and teach students how to make a digital game, develop a sound app, learn Google Sketch-Up, and implement 3D printing using 3D modeling software. Students get to work with experienced teachers and students from the NYU School of Engineering, meet guest lecturers who work in the tech field, experiment with technology, go on field trips, and much more.   Companies and Products   Somaware   Somaware is a company launched by NYU Polytechnic School of Engineering graduate student Michael Karlesky and dedicated to building tools to extend the human senses. Its first project is a band that can be worn around the neck to expand the user&rsquo;s sense of direction, guiding him or her with pulses of vibration. The wearer becomes, in effect, a human compass.   An accompanying smartphone app will allow a person to plan a route. Then, the phone and the band cooperate wirelessly, resulting in an experience less like reading a map and more like following a tap on the shoulder. The company--a winning competitor in the School of Engineering&rsquo;s Inno/Vention contest and a current participant in its Summer Launchpad program--is working with cyclists, runners, hikers, sailors, and the sight-impaired to fine-tune its technology.   Karlesky says that people think he came to the NYU School of Engineering to earn a doctoral degree, but they are mistaken. He actually came to change the world.   BotFactory   A strong competitor in the Inno/Vention contest and one of the most buzzed about participants at the recent MakerFaire in San Francisco, where it received a huge welcome from the hacker and education community, the BotFactory was founded by a team of students from the NYU Polytechnic School of Engineering.   Building electronic devices has always been a compromise between cost, flexibility and time, and the BotFactory was born of the idea of providing all three, anywhere and to everyone. The company, at the forefront of a wave of Agile Electronics Development, democratizes electronic design by providing the tools to easily print electronic circuits from home.   After all, the founders have asserted, what is cooler than a robot building robots?   Veti-Gel   Veti-Gel was invented by Joe Landolina while he was a student at the School of Engineering. The gel, which has applications in the veterinary, military, and surgical markets, stops bleeding in seconds by adhering to the surrounding tissue to hold in pressure, activating the body&rsquo;s platelets, and creating a fibrin clot.   Veti-Gel is effective both internally and externally. It is designed to be easy-to-use, stored at room temperature, and inexpensive to produce because it is derived from plants. The gel mimics the extracellular matrix (ECM), or the structural support of the body&rsquo;s cells, which allows it to facilitate cell growth and act as a platform to heal wounds, treat burns, and deliver therapeutics.   Landolina and his partner, fellow NYU student Isaac Miller, now run a biotechnology company, Suneris, Inc.   Skinesiology   Skinesiology is a NYU-based startup founded by a team composed of first-year medical students Franklin Yao, Jeffrey Huang, Jenny Chen, Josh Phelps, and Ryan Grattan.   With nontraditional backgrounds such as engineering, marketing, and business, these students have developed innovative fitness apparel, specifically with a focus on tights, which utilizes built-in elastomeric resistance bands. These bands are positioned to counteract specific muscle groups and increase muscle activation in a biomechanically sound fashion that will help the average person burn significantly more calories during daily activities. More importantly they are said to promote weight loss&mdash;up to 5 pounds per year.      Since the beginning, Skinesiology has been heavily involved with the incubators and competitions that NYU has to offer them. The 2013 Prototyping Fund provided them with a $500 grant through the sponsorship of the Greenhouse at NYU Polytechnic School of Engineering and taught them how to take the best parts of their idea and translate them into physical prototypes.   Skinesiology has also participated in both the Inno/Vention competition at the NYU School of Engineering and the Entrepreneurs Challenge hosted by NYU Stern, where they won $75,000 towards their invention.   Edenworks   Jason Green, the founder of a start-up called Edenworks and a civil engineering major at NYU School of Engineering, is developing the future of food infrastructure by building a smarter, more efficient, local food economy.   Instead of traditional farming, Green and his team at Edenworks build aquaponics, a closed loop system where fish and plants are farmed together. Fish waste is fed to the plants as fertilizer, and the plants act as a natural filter for the fish. Sensors constantly monitor environmental chemistry and this information is combined with data about the quality of the food, all via webapp.   Within urban environments, the aquaponics are built up vertically to get the desired yield. While resource efficient, aquaponics are also scalable and &ldquo;snap&rdquo; together much like an Ikea product. After harvesting, the fresh product and seafood can be delivered by subscription to food services and businesses all around NYC. Having previously worked in business development and partnerships at the NYU Polytechnic School of Engineering DUMBO incubator and as the VP of the Entrepreneurship and Innovation Association, Jason Green fervently applies his experience so that Edenworks will seamlessly change the way we all eat.   HEVO Power   Hybrid and Electric Vehicle Optimization (HEVO) is a tenant of the New York City Accelerator for a Clean and Resilient Economy (NYC ACRE), housed at the NYU Polytechnic School of Engineering&rsquo;s Urban Future Lab.   The start-up company aims to market an innovative way to wirelessly charge electric vehicles (EVs) by using electromagnetic resonant power&mdash;a method that is expected to be of particular interest to the owners of commercial fleets and organizations like the military.   The HEVO Power Station (HPS) provides a safe, fast, and affordable method of charging EVs that eliminates the hazards and inconveniences associated with plug-in charging, such as range anxiety, the common fear that a vehicle may not have sufficient power and range to reach its intended destination, thus stranding its passengers.   The company&rsquo;s head of technology development, Aditya Karan Sharma, an electrical engineer who earned an M.S. from the NYU Polytechnic School of Engineering, was instrumental in forging collaborations with professors from the school, including Francisco de Le&oacute;n, whose research helped made city-compatible power stations possible.   HEVO&rsquo;s founder, Jeremy McCool, a veteran of the Iraq War, hopes that his company will help to promote U.S. energy independence, which he has termed the &ldquo;new American freedom.&rdquo;   Keen Home   Keen Home , a start-up founded by NYU Stern students Ryan Fant and Nayeem Hussain, is a New York City Accelerator for a Clean and Resilient Economy (NYC ACRE) incubator company that has developed a product known as the Keen Vent.       A wirelessly networked home air vent, the Keen Vent enhances the efficiency and comfort of a home&rsquo;s heating and cooling system by intelligently redirecting central HVAC airflow. Collaboration with Con Edison, NYSERDA, and energy monitoring firms at NYC ACRE, have allowed Fant and Hussain to quantify the amount of energy used in a single day with a Keen Vent versus when it is not in operation. General research has revealed as much as 30% energy savings.   The Smart Vent intelligently opens and closes to reduce uncomfortable hot and cold spots, saves energy in unused rooms, and connects to a home network with the push of a button. Keen Home has also incorporated smartphone control of air flow. Recently, the company was provided with investment and mentorship from renowned angel funds, venture capitalists, and entrepreneurs through the exclusive TechStars national accelerator program.   Radiator Labs   Marshall Cox, the founder and CEO of a start-up called Radiator Labs , created a Thermostatic Radiator Enclosure (TRE). This enclosure, also known as the Cozy, solves cast-iron steam radiator woes by helping dampen the noise and reducing energy expenditures and pollution.   Radiator Labs&mdash;a tenant of the NYC Accelerator for a Clean and Resilient Economy (ACRE)&mdash;fitted the Cozy with a small fan, temperature sensors and a ZigBee wireless radio transmitter. The device is placed over a radiator, held in place with Velcro, and can help control the temperature of the room in question through a web interface. In addition, the Radiator Labs system doesn&#39;t require any special equipment and takes minutes to set up. With a Cozy in place, the boiler will have to turn on less frequently since dispersed steam will be used more efficiently, and less heating oil will be burned. Cox estimates the technology could save building owners up to 30 percent in energy costs, while still being aesthetically pleasing.   ChromoSense LLC   ChromoSense LLC is a technology start-up company focused on the development and production of the next generation of environmental sensing and monitoring systems. ChromoSense has been addressing its mission while working closely with the Center for Urban Science and Progress (CUSP) and as part of the NYC Accelerator for a Clean and Resilient Economy (ACRE) at the School of Engineering&rsquo;s Urban Future Lab. The CEO, Masoud Ghandehari, is a faculty member in the Department of Civil and Environmental Engineering at the university and incorporates other environmental engineers and remediation practitioners into the company to bridge many of the technology gaps that currently exist in these fields.   From increased rates of cancer to incidents of birth defects, soil and ground water pollution threaten not only the natural ecosystem but also human health. Today, the annual remediation of sites worldwide costs billions of dollars. To help address this issue, the team at ChromoSense developed an innovative, durable and cost-effective opto-chemical oxygen probe, for which they were awarded a Phase I Small Business Innovation Research Grant from the National Institutes of Health. This probe promises to provide a unique long-term oxygen level monitoring solution for contaminated soil and groundwater environments, which is essential as oxygen is the most critical parameter of aerobic bioremediation.   The dissolved oxygen sensing is based on innovative fiber optical technology that provides reliable readings and significantly reduces the cost of sensors. These performance enhancements and cost reductions will facilitate the expansion and acceleration of current environmental remediation projects. In addition, the technology is applicable to other industries, such as in agriculture and chemical processing, and can be adapted to other parameters such as pH and redox potential.                                             Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "#nationofmakers | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                                                  #nationofmakers                       Here are some of the recent things made at the NYU Polytechnic School of Engineering   Student and Faculty Projects   Solid Air   Two freshmen physics majors at the NYU Polytechnic School of Engineering, Patrick Nave and Patrick Gumusoglu, have developed a process by which oxygen and nitrogen can be harnessed in solid form. Using this &ldquo; Solid Air ,&rdquo; the students hope to devise a replacement for the bulky, heavy, and expensive compressed-gas tanks typically used by sport divers. The product may have the potential to be used by firefighters and people with supplemental oxygen tanks in their homes to treat conditions such as emphysema.   The pair received $500 toward realizing their idea through a competition in our required freshman Innovation and Technology Forum class taught by Industry Professor David Lefer. The intention of the forum class is to lay the foundation for building the next generation of global innovators and inventors.   Nave and Gumusoglu received an additional $500 from Suneris, a company co-founded by Joe Landolina, a NYU School of Engineering senior at the time. They were also awardees of the Fall 2013 Prototyping Fund (sponsored by the Greenhouse and the Entrepreneurial Institute), which gave them the opportunity to develop their first prototype. The technology for Solid Air is currently patent-pending.   Caesar   The Celluarly Accessible, Expressive, Semi-Autonomous Robot (CAESAR) is a humanoid robot built by School of Engineering students with off-the-shelf and 3D printed parts and programmed using open software with the intent of helping people with limited mobility.       CAESAR can autonomously navigate indoor environments as well as employ robotic arms to manipulate objects in that environment. A user may access CAESAR via computer or mobile phone from anywhere in the world.   A visiting researcher will be redesigning and refabricating CAESAR&#39;s face this summer so that the robot looks more inviting and is able to convey a variety of emotions through different facial expressions. Additionally, a student will be working on its hand-eye coordination, in order to give CAESAR the ability to pick up and place objects with greater precision and accuracy.   The Bug   Mahmoud Raslan, an Integrated Digital media (IDM) student who graduated this year, created &ldquo; The Bug &rdquo; as his senior design project. The small robotic projector can be used in relatively inaccessible areas, and its development was overseen by Dana Karwas, an IDM instructor, and Chris DiMauro, an alum of Polytechnic&#39;s Digital Media master&rsquo;s program.   Raslan was initially inspired by &ldquo;Projection Bombings,&rdquo; a term that describes the unauthorized projection of messages, images or videos onto irregularly shaped objects like buildings. His current prototype is able to walk, and he hopes to one day complete a prototype that climbs up walls. Raslan sees a potential for commercialization, since his system involves much less infrastructure and work than conventional projectors. The Bug was exhibited as part of the 2014 NYU Polytechnic School of Engineering Research Expo.   Robotic Fish   In an attempt to understand the schooling habits of fish, Associate Professor Maurizio Porfiri and his fellow researchers at the NYU Polytechnic School of Engineering have designed robotic fish that can assume a leadership role and guide living fish out of harm&rsquo;s way--findings that may be of great practical use in cases of environmental disaster.   Through a series of experiments, researchers have also aimed to increase our understanding of collective behavior. (One recent study, for example, related to alcohol use and how it affects anxiety and fear of predators.)   Their design, which employs 3D printed components, has been showcased at the US Science Festival in Washington D.C. and at many other such events.   The Greenhouse   The Greenhouse at the NYU Polytechnic School of Engineering is a student-run area dedicated specifically to ideation and collaboration. A flexible work and meeting space for the entire NYU community, the Greenhouse supports the entrepreneurial spirit and creates opportunities for multidisciplinary initiatives.   Makers can visit the Greenhouse to learn about prototyping, 3D printing, and Arduino, among other hands-on topics, and each year the space is a hub of activity for those taking part in the OPenIDEO Challenge, which invites thinkers and innovators from around the world to collaborate on practical solutions to pressing societal problems. (This year, students tackled the question of how urban areas could be made safer and more empowering for women.)   The Greenhouse is also a hub for the School of Engineering&rsquo;s many student clubs and organizations, including the Design Tinkering Club, which aims to encourage open innovation in order to design solutions for social good; the Entrepreneurship and Innovation Association (EIA), which provides a forum to learn the concepts of entrepreneurship and the step-by-step path involved in launching and commercializing ideas; Patent Pending, which provides members with the opportunity to innovate and engineer with the assistance of faculty and industry leaders; and PolyBots, whose members build hands-on projects and learn together.   K-12 Initiatives   Center for K-12 STEM Education   The NYU Polytechnic School of Engineering&rsquo;s Center for K-12 STEM Education helps make science, technology, engineering and math fun and engaging for young learners. The Center currently serves 17 schools in central Brooklyn and has partnered with entities such as the Pinkerton Foundation, NSF, and First Robotics.   The Center for K-12 STEM Education specifically focuses on developing hands-on lessons, creative projects, and experiments using easily obtainable, every day supplies.   Among the innovative programs run under the auspices of the Center is Science of Smart Cities (SoSC), which teaches middle school students how to design and build more livable, efficient, sustainable and resilient cities. Through demonstrations and projects, SoSC introduces students to new ideas in science, engineering and technology, as well as to the scientific method and research practices.   The Center also runs a program called CrEST: Creativity in Engineering, Science, and Technology , an exciting 60-hour course for high school students on applying physical computing, mechanical systems and electronics to design and build interactive devices. The CrEST program emphasizes hands-on, lab-based demonstrations, experiments, and projects that offer important learning experiences related to circuitry, electronics, mechanical systems, physical computing, robotics and other STEM disciplines.   Through initiatives like CrEST and SoSC, the Center has developed fun ways for students to learn about a variety of topics, including erosion and its ramifications for urban planning. In that lesson, students use a sand table and 3D printed structures to see how water affects the soil on which they place their model buildings. (Especially with sea levels rising and water encroaching on urban environments, this is a matter that has grown steadily more important.)   Students have also learned about how to generate energy and explore alternative energy sources and have even built their own model hydro-electric power generators.   Tech Kids Unlimited   Tech Kids Unlimited (TKU) is a technology-based educational organization geared towards kids with special needs, between the ages of 7 and 18 years old. Beth Rosenberg, an adjunct professor in the Department of Technology, Culture &amp; Society at the NYU Polytechnic School of Engineering, founded the organization in 2009. Inspired by her teenaged son, Jack, she hopes to empower and inspire the next generation of digital natives to learn, create, develop, and share the tools of technology.   Many of TKU&rsquo;s week-long workshops take place at the NYU School of Engineering and teach students how to make a digital game, develop a sound app, learn Google Sketch-Up, and implement 3D printing using 3D modeling software. Students get to work with experienced teachers and students from the NYU School of Engineering, meet guest lecturers who work in the tech field, experiment with technology, go on field trips, and much more.   Companies and Products   Somaware   Somaware is a company launched by NYU Polytechnic School of Engineering graduate student Michael Karlesky and dedicated to building tools to extend the human senses. Its first project is a band that can be worn around the neck to expand the user&rsquo;s sense of direction, guiding him or her with pulses of vibration. The wearer becomes, in effect, a human compass.   An accompanying smartphone app will allow a person to plan a route. Then, the phone and the band cooperate wirelessly, resulting in an experience less like reading a map and more like following a tap on the shoulder. The company--a winning competitor in the School of Engineering&rsquo;s Inno/Vention contest and a current participant in its Summer Launchpad program--is working with cyclists, runners, hikers, sailors, and the sight-impaired to fine-tune its technology.   Karlesky says that people think he came to the NYU School of Engineering to earn a doctoral degree, but they are mistaken. He actually came to change the world.   BotFactory   A strong competitor in the Inno/Vention contest and one of the most buzzed about participants at the recent MakerFaire in San Francisco, where it received a huge welcome from the hacker and education community, the BotFactory was founded by a team of students from the NYU Polytechnic School of Engineering.   Building electronic devices has always been a compromise between cost, flexibility and time, and the BotFactory was born of the idea of providing all three, anywhere and to everyone. The company, at the forefront of a wave of Agile Electronics Development, democratizes electronic design by providing the tools to easily print electronic circuits from home.   After all, the founders have asserted, what is cooler than a robot building robots?   Veti-Gel   Veti-Gel was invented by Joe Landolina while he was a student at the School of Engineering. The gel, which has applications in the veterinary, military, and surgical markets, stops bleeding in seconds by adhering to the surrounding tissue to hold in pressure, activating the body&rsquo;s platelets, and creating a fibrin clot.   Veti-Gel is effective both internally and externally. It is designed to be easy-to-use, stored at room temperature, and inexpensive to produce because it is derived from plants. The gel mimics the extracellular matrix (ECM), or the structural support of the body&rsquo;s cells, which allows it to facilitate cell growth and act as a platform to heal wounds, treat burns, and deliver therapeutics.   Landolina and his partner, fellow NYU student Isaac Miller, now run a biotechnology company, Suneris, Inc.   Skinesiology   Skinesiology is a NYU-based startup founded by a team composed of first-year medical students Franklin Yao, Jeffrey Huang, Jenny Chen, Josh Phelps, and Ryan Grattan.   With nontraditional backgrounds such as engineering, marketing, and business, these students have developed innovative fitness apparel, specifically with a focus on tights, which utilizes built-in elastomeric resistance bands. These bands are positioned to counteract specific muscle groups and increase muscle activation in a biomechanically sound fashion that will help the average person burn significantly more calories during daily activities. More importantly they are said to promote weight loss&mdash;up to 5 pounds per year.      Since the beginning, Skinesiology has been heavily involved with the incubators and competitions that NYU has to offer them. The 2013 Prototyping Fund provided them with a $500 grant through the sponsorship of the Greenhouse at NYU Polytechnic School of Engineering and taught them how to take the best parts of their idea and translate them into physical prototypes.   Skinesiology has also participated in both the Inno/Vention competition at the NYU School of Engineering and the Entrepreneurs Challenge hosted by NYU Stern, where they won $75,000 towards their invention.   Edenworks   Jason Green, the founder of a start-up called Edenworks and a civil engineering major at NYU School of Engineering, is developing the future of food infrastructure by building a smarter, more efficient, local food economy.   Instead of traditional farming, Green and his team at Edenworks build aquaponics, a closed loop system where fish and plants are farmed together. Fish waste is fed to the plants as fertilizer, and the plants act as a natural filter for the fish. Sensors constantly monitor environmental chemistry and this information is combined with data about the quality of the food, all via webapp.   Within urban environments, the aquaponics are built up vertically to get the desired yield. While resource efficient, aquaponics are also scalable and &ldquo;snap&rdquo; together much like an Ikea product. After harvesting, the fresh product and seafood can be delivered by subscription to food services and businesses all around NYC. Having previously worked in business development and partnerships at the NYU Polytechnic School of Engineering DUMBO incubator and as the VP of the Entrepreneurship and Innovation Association, Jason Green fervently applies his experience so that Edenworks will seamlessly change the way we all eat.   HEVO Power   Hybrid and Electric Vehicle Optimization (HEVO) is a tenant of the New York City Accelerator for a Clean and Resilient Economy (NYC ACRE), housed at the NYU Polytechnic School of Engineering&rsquo;s Urban Future Lab.   The start-up company aims to market an innovative way to wirelessly charge electric vehicles (EVs) by using electromagnetic resonant power&mdash;a method that is expected to be of particular interest to the owners of commercial fleets and organizations like the military.   The HEVO Power Station (HPS) provides a safe, fast, and affordable method of charging EVs that eliminates the hazards and inconveniences associated with plug-in charging, such as range anxiety, the common fear that a vehicle may not have sufficient power and range to reach its intended destination, thus stranding its passengers.   The company&rsquo;s head of technology development, Aditya Karan Sharma, an electrical engineer who earned an M.S. from the NYU Polytechnic School of Engineering, was instrumental in forging collaborations with professors from the school, including Francisco de Le&oacute;n, whose research helped made city-compatible power stations possible.   HEVO&rsquo;s founder, Jeremy McCool, a veteran of the Iraq War, hopes that his company will help to promote U.S. energy independence, which he has termed the &ldquo;new American freedom.&rdquo;   Keen Home   Keen Home , a start-up founded by NYU Stern students Ryan Fant and Nayeem Hussain, is a New York City Accelerator for a Clean and Resilient Economy (NYC ACRE) incubator company that has developed a product known as the Keen Vent.       A wirelessly networked home air vent, the Keen Vent enhances the efficiency and comfort of a home&rsquo;s heating and cooling system by intelligently redirecting central HVAC airflow. Collaboration with Con Edison, NYSERDA, and energy monitoring firms at NYC ACRE, have allowed Fant and Hussain to quantify the amount of energy used in a single day with a Keen Vent versus when it is not in operation. General research has revealed as much as 30% energy savings.   The Smart Vent intelligently opens and closes to reduce uncomfortable hot and cold spots, saves energy in unused rooms, and connects to a home network with the push of a button. Keen Home has also incorporated smartphone control of air flow. Recently, the company was provided with investment and mentorship from renowned angel funds, venture capitalists, and entrepreneurs through the exclusive TechStars national accelerator program.   Radiator Labs   Marshall Cox, the founder and CEO of a start-up called Radiator Labs , created a Thermostatic Radiator Enclosure (TRE). This enclosure, also known as the Cozy, solves cast-iron steam radiator woes by helping dampen the noise and reducing energy expenditures and pollution.   Radiator Labs&mdash;a tenant of the NYC Accelerator for a Clean and Resilient Economy (ACRE)&mdash;fitted the Cozy with a small fan, temperature sensors and a ZigBee wireless radio transmitter. The device is placed over a radiator, held in place with Velcro, and can help control the temperature of the room in question through a web interface. In addition, the Radiator Labs system doesn&#39;t require any special equipment and takes minutes to set up. With a Cozy in place, the boiler will have to turn on less frequently since dispersed steam will be used more efficiently, and less heating oil will be burned. Cox estimates the technology could save building owners up to 30 percent in energy costs, while still being aesthetically pleasing.   ChromoSense LLC   ChromoSense LLC is a technology start-up company focused on the development and production of the next generation of environmental sensing and monitoring systems. ChromoSense has been addressing its mission while working closely with the Center for Urban Science and Progress (CUSP) and as part of the NYC Accelerator for a Clean and Resilient Economy (ACRE) at the School of Engineering&rsquo;s Urban Future Lab. The CEO, Masoud Ghandehari, is a faculty member in the Department of Civil and Environmental Engineering at the university and incorporates other environmental engineers and remediation practitioners into the company to bridge many of the technology gaps that currently exist in these fields.   From increased rates of cancer to incidents of birth defects, soil and ground water pollution threaten not only the natural ecosystem but also human health. Today, the annual remediation of sites worldwide costs billions of dollars. To help address this issue, the team at ChromoSense developed an innovative, durable and cost-effective opto-chemical oxygen probe, for which they were awarded a Phase I Small Business Innovation Research Grant from the National Institutes of Health. This probe promises to provide a unique long-term oxygen level monitoring solution for contaminated soil and groundwater environments, which is essential as oxygen is the most critical parameter of aerobic bioremediation.   The dissolved oxygen sensing is based on innovative fiber optical technology that provides reliable readings and significantly reduces the cost of sensors. These performance enhancements and cost reductions will facilitate the expansion and acceleration of current environmental remediation projects. In addition, the technology is applicable to other industries, such as in agriculture and chemical processing, and can be adapted to other parameters such as pH and redox potential.                                             Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU Game Center Lecture Series: Building the New Arcade | NYU | Game Center                                                                                                   gamecenter@nyu.edu                                                       646-997-0708                                                2 Metrotech Center 8th Floor       Brooklyn, NY 11201                                            Follow Us!                                                                             About   Academics   Events             People   Games   Blog                   About   Academics   Events   Faculty   Students   Games   Blog                      Search                                                                             Search                                          NYU Game Center Lecture Series: Building the New Arcade      Heather Kelley of the Montreal-based development collective, Kokoromi , will be coming by the NYU Game Center on Friday, April 23rd at 6pm to talk about their now four year old game competition, Gamma .   Kokoromi was formed by a rare union of gamemakers and curators to promote games as an art form and expressive medium, worldwide. Based in Montreal, Quebec, Canada, Kokoromi produces events, develops games, and hosts a blog at www.kokoromi.org .   Kokoromi is perhaps best known for creating Gamma, the annual &#8220;new arcade&#8221; event. The Gamma showcases, which are free for anyone to enter, present independent designers with constraint-based challenges and a public play environment that push the boundaries of game-making.   Comparable to a longer-form, targeted version of the ‘indie game jam’ concept, previous years’ themes have included Gamma 01: Audio Feed (games driven by live audio), gamma 256 (games with extremely small pixel dimensions), and GAMMA 3D (games using red-blue stereoscopic 3D). The theme for Gamma4, held in March 2010, was One Button Games.   Heather will be covering the history of Gamma, presenting example games, and leading a discussion on the role of challenge and curation in shaping the development of this emerging art form.   The talk will be in Room 006 on the Lower Level of the Tisch building at 721 Broadway.                                                                 Related                                                                                                                                            event                                   GameFest 2015                                                       The annual tradition continues on May 1st and 2nd when Rensselaer Polytechnic Institute hosts its 12th GameFest 2015 at ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Prototype Studio: Actual Release Challenge                                                        This week I gave the following challenge to my prototyping class: make a game in one week that ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       projects                                   Soft Body                                                       When the player paints all the tiles on the screen, they disappear and a new layer builds around them ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       event                                   NYU Game Center Lecture Series presents Jon Peterson                                                       Join us for a conversation with game historian and scholar Jon Peterson. &#8220;Playing at the World&#8221;, Jon&#8217;s book about ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       event                                   NYU Game Center Lecture Series presents Natasha Schull                                                       Feeling lucky? Join us for a discussion with cultural anthropologist and MIT researcher Natasha Dow Schüll about her research ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       event                                   NYU Game Center Lecture Series presents Anita Sarkeesian                                                       Join us for a discussion with Anita Sarkeesian, media critic and feminist scholar. As creator of the Tropes vs ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                       More Content Related To         Lecture Series"}]},
{"detail": [{"content": "#nationofmakers | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                                                  #nationofmakers                       Here are some of the recent things made at the NYU Polytechnic School of Engineering   Student and Faculty Projects   Solid Air   Two freshmen physics majors at the NYU Polytechnic School of Engineering, Patrick Nave and Patrick Gumusoglu, have developed a process by which oxygen and nitrogen can be harnessed in solid form. Using this &ldquo; Solid Air ,&rdquo; the students hope to devise a replacement for the bulky, heavy, and expensive compressed-gas tanks typically used by sport divers. The product may have the potential to be used by firefighters and people with supplemental oxygen tanks in their homes to treat conditions such as emphysema.   The pair received $500 toward realizing their idea through a competition in our required freshman Innovation and Technology Forum class taught by Industry Professor David Lefer. The intention of the forum class is to lay the foundation for building the next generation of global innovators and inventors.   Nave and Gumusoglu received an additional $500 from Suneris, a company co-founded by Joe Landolina, a NYU School of Engineering senior at the time. They were also awardees of the Fall 2013 Prototyping Fund (sponsored by the Greenhouse and the Entrepreneurial Institute), which gave them the opportunity to develop their first prototype. The technology for Solid Air is currently patent-pending.   Caesar   The Celluarly Accessible, Expressive, Semi-Autonomous Robot (CAESAR) is a humanoid robot built by School of Engineering students with off-the-shelf and 3D printed parts and programmed using open software with the intent of helping people with limited mobility.       CAESAR can autonomously navigate indoor environments as well as employ robotic arms to manipulate objects in that environment. A user may access CAESAR via computer or mobile phone from anywhere in the world.   A visiting researcher will be redesigning and refabricating CAESAR&#39;s face this summer so that the robot looks more inviting and is able to convey a variety of emotions through different facial expressions. Additionally, a student will be working on its hand-eye coordination, in order to give CAESAR the ability to pick up and place objects with greater precision and accuracy.   The Bug   Mahmoud Raslan, an Integrated Digital media (IDM) student who graduated this year, created &ldquo; The Bug &rdquo; as his senior design project. The small robotic projector can be used in relatively inaccessible areas, and its development was overseen by Dana Karwas, an IDM instructor, and Chris DiMauro, an alum of Polytechnic&#39;s Digital Media master&rsquo;s program.   Raslan was initially inspired by &ldquo;Projection Bombings,&rdquo; a term that describes the unauthorized projection of messages, images or videos onto irregularly shaped objects like buildings. His current prototype is able to walk, and he hopes to one day complete a prototype that climbs up walls. Raslan sees a potential for commercialization, since his system involves much less infrastructure and work than conventional projectors. The Bug was exhibited as part of the 2014 NYU Polytechnic School of Engineering Research Expo.   Robotic Fish   In an attempt to understand the schooling habits of fish, Associate Professor Maurizio Porfiri and his fellow researchers at the NYU Polytechnic School of Engineering have designed robotic fish that can assume a leadership role and guide living fish out of harm&rsquo;s way--findings that may be of great practical use in cases of environmental disaster.   Through a series of experiments, researchers have also aimed to increase our understanding of collective behavior. (One recent study, for example, related to alcohol use and how it affects anxiety and fear of predators.)   Their design, which employs 3D printed components, has been showcased at the US Science Festival in Washington D.C. and at many other such events.   The Greenhouse   The Greenhouse at the NYU Polytechnic School of Engineering is a student-run area dedicated specifically to ideation and collaboration. A flexible work and meeting space for the entire NYU community, the Greenhouse supports the entrepreneurial spirit and creates opportunities for multidisciplinary initiatives.   Makers can visit the Greenhouse to learn about prototyping, 3D printing, and Arduino, among other hands-on topics, and each year the space is a hub of activity for those taking part in the OPenIDEO Challenge, which invites thinkers and innovators from around the world to collaborate on practical solutions to pressing societal problems. (This year, students tackled the question of how urban areas could be made safer and more empowering for women.)   The Greenhouse is also a hub for the School of Engineering&rsquo;s many student clubs and organizations, including the Design Tinkering Club, which aims to encourage open innovation in order to design solutions for social good; the Entrepreneurship and Innovation Association (EIA), which provides a forum to learn the concepts of entrepreneurship and the step-by-step path involved in launching and commercializing ideas; Patent Pending, which provides members with the opportunity to innovate and engineer with the assistance of faculty and industry leaders; and PolyBots, whose members build hands-on projects and learn together.   K-12 Initiatives   Center for K-12 STEM Education   The NYU Polytechnic School of Engineering&rsquo;s Center for K-12 STEM Education helps make science, technology, engineering and math fun and engaging for young learners. The Center currently serves 17 schools in central Brooklyn and has partnered with entities such as the Pinkerton Foundation, NSF, and First Robotics.   The Center for K-12 STEM Education specifically focuses on developing hands-on lessons, creative projects, and experiments using easily obtainable, every day supplies.   Among the innovative programs run under the auspices of the Center is Science of Smart Cities (SoSC), which teaches middle school students how to design and build more livable, efficient, sustainable and resilient cities. Through demonstrations and projects, SoSC introduces students to new ideas in science, engineering and technology, as well as to the scientific method and research practices.   The Center also runs a program called CrEST: Creativity in Engineering, Science, and Technology , an exciting 60-hour course for high school students on applying physical computing, mechanical systems and electronics to design and build interactive devices. The CrEST program emphasizes hands-on, lab-based demonstrations, experiments, and projects that offer important learning experiences related to circuitry, electronics, mechanical systems, physical computing, robotics and other STEM disciplines.   Through initiatives like CrEST and SoSC, the Center has developed fun ways for students to learn about a variety of topics, including erosion and its ramifications for urban planning. In that lesson, students use a sand table and 3D printed structures to see how water affects the soil on which they place their model buildings. (Especially with sea levels rising and water encroaching on urban environments, this is a matter that has grown steadily more important.)   Students have also learned about how to generate energy and explore alternative energy sources and have even built their own model hydro-electric power generators.   Tech Kids Unlimited   Tech Kids Unlimited (TKU) is a technology-based educational organization geared towards kids with special needs, between the ages of 7 and 18 years old. Beth Rosenberg, an adjunct professor in the Department of Technology, Culture &amp; Society at the NYU Polytechnic School of Engineering, founded the organization in 2009. Inspired by her teenaged son, Jack, she hopes to empower and inspire the next generation of digital natives to learn, create, develop, and share the tools of technology.   Many of TKU&rsquo;s week-long workshops take place at the NYU School of Engineering and teach students how to make a digital game, develop a sound app, learn Google Sketch-Up, and implement 3D printing using 3D modeling software. Students get to work with experienced teachers and students from the NYU School of Engineering, meet guest lecturers who work in the tech field, experiment with technology, go on field trips, and much more.   Companies and Products   Somaware   Somaware is a company launched by NYU Polytechnic School of Engineering graduate student Michael Karlesky and dedicated to building tools to extend the human senses. Its first project is a band that can be worn around the neck to expand the user&rsquo;s sense of direction, guiding him or her with pulses of vibration. The wearer becomes, in effect, a human compass.   An accompanying smartphone app will allow a person to plan a route. Then, the phone and the band cooperate wirelessly, resulting in an experience less like reading a map and more like following a tap on the shoulder. The company--a winning competitor in the School of Engineering&rsquo;s Inno/Vention contest and a current participant in its Summer Launchpad program--is working with cyclists, runners, hikers, sailors, and the sight-impaired to fine-tune its technology.   Karlesky says that people think he came to the NYU School of Engineering to earn a doctoral degree, but they are mistaken. He actually came to change the world.   BotFactory   A strong competitor in the Inno/Vention contest and one of the most buzzed about participants at the recent MakerFaire in San Francisco, where it received a huge welcome from the hacker and education community, the BotFactory was founded by a team of students from the NYU Polytechnic School of Engineering.   Building electronic devices has always been a compromise between cost, flexibility and time, and the BotFactory was born of the idea of providing all three, anywhere and to everyone. The company, at the forefront of a wave of Agile Electronics Development, democratizes electronic design by providing the tools to easily print electronic circuits from home.   After all, the founders have asserted, what is cooler than a robot building robots?   Veti-Gel   Veti-Gel was invented by Joe Landolina while he was a student at the School of Engineering. The gel, which has applications in the veterinary, military, and surgical markets, stops bleeding in seconds by adhering to the surrounding tissue to hold in pressure, activating the body&rsquo;s platelets, and creating a fibrin clot.   Veti-Gel is effective both internally and externally. It is designed to be easy-to-use, stored at room temperature, and inexpensive to produce because it is derived from plants. The gel mimics the extracellular matrix (ECM), or the structural support of the body&rsquo;s cells, which allows it to facilitate cell growth and act as a platform to heal wounds, treat burns, and deliver therapeutics.   Landolina and his partner, fellow NYU student Isaac Miller, now run a biotechnology company, Suneris, Inc.   Skinesiology   Skinesiology is a NYU-based startup founded by a team composed of first-year medical students Franklin Yao, Jeffrey Huang, Jenny Chen, Josh Phelps, and Ryan Grattan.   With nontraditional backgrounds such as engineering, marketing, and business, these students have developed innovative fitness apparel, specifically with a focus on tights, which utilizes built-in elastomeric resistance bands. These bands are positioned to counteract specific muscle groups and increase muscle activation in a biomechanically sound fashion that will help the average person burn significantly more calories during daily activities. More importantly they are said to promote weight loss&mdash;up to 5 pounds per year.      Since the beginning, Skinesiology has been heavily involved with the incubators and competitions that NYU has to offer them. The 2013 Prototyping Fund provided them with a $500 grant through the sponsorship of the Greenhouse at NYU Polytechnic School of Engineering and taught them how to take the best parts of their idea and translate them into physical prototypes.   Skinesiology has also participated in both the Inno/Vention competition at the NYU School of Engineering and the Entrepreneurs Challenge hosted by NYU Stern, where they won $75,000 towards their invention.   Edenworks   Jason Green, the founder of a start-up called Edenworks and a civil engineering major at NYU School of Engineering, is developing the future of food infrastructure by building a smarter, more efficient, local food economy.   Instead of traditional farming, Green and his team at Edenworks build aquaponics, a closed loop system where fish and plants are farmed together. Fish waste is fed to the plants as fertilizer, and the plants act as a natural filter for the fish. Sensors constantly monitor environmental chemistry and this information is combined with data about the quality of the food, all via webapp.   Within urban environments, the aquaponics are built up vertically to get the desired yield. While resource efficient, aquaponics are also scalable and &ldquo;snap&rdquo; together much like an Ikea product. After harvesting, the fresh product and seafood can be delivered by subscription to food services and businesses all around NYC. Having previously worked in business development and partnerships at the NYU Polytechnic School of Engineering DUMBO incubator and as the VP of the Entrepreneurship and Innovation Association, Jason Green fervently applies his experience so that Edenworks will seamlessly change the way we all eat.   HEVO Power   Hybrid and Electric Vehicle Optimization (HEVO) is a tenant of the New York City Accelerator for a Clean and Resilient Economy (NYC ACRE), housed at the NYU Polytechnic School of Engineering&rsquo;s Urban Future Lab.   The start-up company aims to market an innovative way to wirelessly charge electric vehicles (EVs) by using electromagnetic resonant power&mdash;a method that is expected to be of particular interest to the owners of commercial fleets and organizations like the military.   The HEVO Power Station (HPS) provides a safe, fast, and affordable method of charging EVs that eliminates the hazards and inconveniences associated with plug-in charging, such as range anxiety, the common fear that a vehicle may not have sufficient power and range to reach its intended destination, thus stranding its passengers.   The company&rsquo;s head of technology development, Aditya Karan Sharma, an electrical engineer who earned an M.S. from the NYU Polytechnic School of Engineering, was instrumental in forging collaborations with professors from the school, including Francisco de Le&oacute;n, whose research helped made city-compatible power stations possible.   HEVO&rsquo;s founder, Jeremy McCool, a veteran of the Iraq War, hopes that his company will help to promote U.S. energy independence, which he has termed the &ldquo;new American freedom.&rdquo;   Keen Home   Keen Home , a start-up founded by NYU Stern students Ryan Fant and Nayeem Hussain, is a New York City Accelerator for a Clean and Resilient Economy (NYC ACRE) incubator company that has developed a product known as the Keen Vent.       A wirelessly networked home air vent, the Keen Vent enhances the efficiency and comfort of a home&rsquo;s heating and cooling system by intelligently redirecting central HVAC airflow. Collaboration with Con Edison, NYSERDA, and energy monitoring firms at NYC ACRE, have allowed Fant and Hussain to quantify the amount of energy used in a single day with a Keen Vent versus when it is not in operation. General research has revealed as much as 30% energy savings.   The Smart Vent intelligently opens and closes to reduce uncomfortable hot and cold spots, saves energy in unused rooms, and connects to a home network with the push of a button. Keen Home has also incorporated smartphone control of air flow. Recently, the company was provided with investment and mentorship from renowned angel funds, venture capitalists, and entrepreneurs through the exclusive TechStars national accelerator program.   Radiator Labs   Marshall Cox, the founder and CEO of a start-up called Radiator Labs , created a Thermostatic Radiator Enclosure (TRE). This enclosure, also known as the Cozy, solves cast-iron steam radiator woes by helping dampen the noise and reducing energy expenditures and pollution.   Radiator Labs&mdash;a tenant of the NYC Accelerator for a Clean and Resilient Economy (ACRE)&mdash;fitted the Cozy with a small fan, temperature sensors and a ZigBee wireless radio transmitter. The device is placed over a radiator, held in place with Velcro, and can help control the temperature of the room in question through a web interface. In addition, the Radiator Labs system doesn&#39;t require any special equipment and takes minutes to set up. With a Cozy in place, the boiler will have to turn on less frequently since dispersed steam will be used more efficiently, and less heating oil will be burned. Cox estimates the technology could save building owners up to 30 percent in energy costs, while still being aesthetically pleasing.   ChromoSense LLC   ChromoSense LLC is a technology start-up company focused on the development and production of the next generation of environmental sensing and monitoring systems. ChromoSense has been addressing its mission while working closely with the Center for Urban Science and Progress (CUSP) and as part of the NYC Accelerator for a Clean and Resilient Economy (ACRE) at the School of Engineering&rsquo;s Urban Future Lab. The CEO, Masoud Ghandehari, is a faculty member in the Department of Civil and Environmental Engineering at the university and incorporates other environmental engineers and remediation practitioners into the company to bridge many of the technology gaps that currently exist in these fields.   From increased rates of cancer to incidents of birth defects, soil and ground water pollution threaten not only the natural ecosystem but also human health. Today, the annual remediation of sites worldwide costs billions of dollars. To help address this issue, the team at ChromoSense developed an innovative, durable and cost-effective opto-chemical oxygen probe, for which they were awarded a Phase I Small Business Innovation Research Grant from the National Institutes of Health. This probe promises to provide a unique long-term oxygen level monitoring solution for contaminated soil and groundwater environments, which is essential as oxygen is the most critical parameter of aerobic bioremediation.   The dissolved oxygen sensing is based on innovative fiber optical technology that provides reliable readings and significantly reduces the cost of sensors. These performance enhancements and cost reductions will facilitate the expansion and acceleration of current environmental remediation projects. In addition, the technology is applicable to other industries, such as in agriculture and chemical processing, and can be adapted to other parameters such as pH and redox potential.                                             Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU Game Center Lecture Series: Building the New Arcade | NYU | Game Center                                                                                                   gamecenter@nyu.edu                                                       646-997-0708                                                2 Metrotech Center 8th Floor       Brooklyn, NY 11201                                            Follow Us!                                                                             About   Academics   Events             People   Games   Blog                   About   Academics   Events   Faculty   Students   Games   Blog                      Search                                                                             Search                                          NYU Game Center Lecture Series: Building the New Arcade      Heather Kelley of the Montreal-based development collective, Kokoromi , will be coming by the NYU Game Center on Friday, April 23rd at 6pm to talk about their now four year old game competition, Gamma .   Kokoromi was formed by a rare union of gamemakers and curators to promote games as an art form and expressive medium, worldwide. Based in Montreal, Quebec, Canada, Kokoromi produces events, develops games, and hosts a blog at www.kokoromi.org .   Kokoromi is perhaps best known for creating Gamma, the annual &#8220;new arcade&#8221; event. The Gamma showcases, which are free for anyone to enter, present independent designers with constraint-based challenges and a public play environment that push the boundaries of game-making.   Comparable to a longer-form, targeted version of the ‘indie game jam’ concept, previous years’ themes have included Gamma 01: Audio Feed (games driven by live audio), gamma 256 (games with extremely small pixel dimensions), and GAMMA 3D (games using red-blue stereoscopic 3D). The theme for Gamma4, held in March 2010, was One Button Games.   Heather will be covering the history of Gamma, presenting example games, and leading a discussion on the role of challenge and curation in shaping the development of this emerging art form.   The talk will be in Room 006 on the Lower Level of the Tisch building at 721 Broadway.                                                                 Related                                                                                                                                            event                                   GameFest 2015                                                       The annual tradition continues on May 1st and 2nd when Rensselaer Polytechnic Institute hosts its 12th GameFest 2015 at ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Prototype Studio: Actual Release Challenge                                                        This week I gave the following challenge to my prototyping class: make a game in one week that ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       projects                                   Soft Body                                                       When the player paints all the tiles on the screen, they disappear and a new layer builds around them ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       event                                   NYU Game Center Lecture Series presents Jon Peterson                                                       Join us for a conversation with game historian and scholar Jon Peterson. &#8220;Playing at the World&#8221;, Jon&#8217;s book about ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       event                                   NYU Game Center Lecture Series presents Natasha Schull                                                       Feeling lucky? Join us for a discussion with cultural anthropologist and MIT researcher Natasha Dow Schüll about her research ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       event                                   NYU Game Center Lecture Series presents Anita Sarkeesian                                                       Join us for a discussion with Anita Sarkeesian, media critic and feminist scholar. As creator of the Tropes vs ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                       More Content Related To         Lecture Series"}, {"content": "Game Designers in Detail: Daniel Cook | NYU | Game Center                                                                                                   gamecenter@nyu.edu                                                       646-997-0708                                                2 Metrotech Center 8th Floor       Brooklyn, NY 11201                                            Follow Us!                                                                             About   Academics   Events             People   Games   Blog                   About   Academics   Events   Faculty   Students   Games   Blog                      Search                                                                             Search                                          Game Designers in Detail: Daniel Cook        In preparation for the NYU Game Center’s PRACTICE conference, we are publishing long-form interviews with some of the amazing designers that will be speaking at the event.   The PRACTICE: Game Design in Detail conference runs on November 9-11 2012. http://gamecenter.nyu.edu/practice/   In the fourth interview, MFA student Ilya Zarembsky interviews Daniel Cook, a veteran game designer who runs the popular game design website Lostgarden.com and is Chief Creative Officer at Spry Fox .  His games include Triple Town, Steambirds, Tyrian and the upcoming Leap Day.   Ilya Zarembsky: In May, you posted on Lostgarden about an interesting side project you were working on &#8212; a web-based &#8220;3D modeling toy&#8221;. I would guess that the design of such custom tools is a vital and under-discussed part of a successful and efficient design process; could you tell us about a custom tool you used to help in the design of a Spry Fox game, and how using that tool helped?   Daniel Cook: The 3D modeling toy was more of a side project.  I do art on the side and spent part of a side career making art tools too; the art tool design itch still comes up occasionally.   The truth of the matter is that we don’t use a huge number of custom content design tools, mostly because we don’t need them.  My first rule of thumb is to eliminate content production in a design wherever possible. I’m a child of the great cost explosion where game development costs went from $10k to $100 million. In the process, we lost much of our creative freedom and became cogs in large uncaring corporate machines.  So efficient content designs matter.   Often this means systems that provide lots of depth with very few assets ( Triple Town ).  But you can squeeze in efficiencies by use combinatorics (like paper dolls) and other forms of procedural content generation.  The actual content is often created use off the shelf hardware, off the shelf engines and a bit of code.  Building complex tools to create simple assets can be another form of waste.  Does your single piece of content scale to millions of uses? If so, perhaps it is worth creating.   IZ: Setting and narrative have been important in your games since Tyrian , a shmup (shoot’em up) that got lots of praise for having a surprisingly rich backstory. How do you go about finding and choosing a thematic wrapper for a particular set of core mechanics? How do you decide when a wrapper has become too ornate?   DC: There is a cost to the wrapper.  And there is a benefit.  Traditional media assets like text or images that convey most setting and narrative have a linear cost curve.  The more you add, the more they cost.   The benefit of such content is twofold.  The most basic is that it provides an entrance into the game.  A setting triggers a particular mental schema that activates appropriate tools and skills.  How do you impact the environment in this abstract game?  Oh, it is a fantasy world and you have sword and that monster is charging you.  You know what to do.   [EXPAND Click here to read the full interview.]   The longer-term benefit of setting is that it lets others tell stories about their experiences and share the lessons they’ve learned.  Some call this behavior fan fiction or water cooler chatter.  I think of it as a record of meaningful decisions and skills being transferred to the rest of the tribe.  Games are abstract spaces at their core.  Without a clear metaphor, the lessons of the rules and math are hard to communicate.  Setting provides that metaphor.   What I’m constantly impressed by is how little you need in order to get these two benefits.  So the question I’m always asking myself is “What is the absolutely minimum necessary to activate a desirable entrance schema?  And what is the minimum necessary to give player tools to talk about the game with others?”   IZ: At first glance, a game like Tripl e Town seems radically different from old-school arcade games like Space Invaders or Pac Man . But I&#8217;d argue that Triple Town might actually have more in common with them than most recent arcade twitch games do. Unlike, say, Super Hexagon , it seems to have been designed with a very careful eye to what would maximize ROI given the intended play context. Would you agree? Could you talk a little about how knowing you were making a Facebook game influenced your design process?   DC: Triple Town was originally designed for the e-ink Kindles so I was very aware of the technical limitations.  No animation, no color, size constraints, interface constraints, etc.  So from the very start, it was a minimalist design.   However, there is a thing called the ‘content treadmill’ where you need to keep feeding a game content in order for players to keep coming back to it.   In a game that runs as a service, having an expensive ongoing content cost can destroy a marginal business.  And most indies are marginal businesses.   So for Triple Town , the content model built in exponentials so that a small amount of content could mathematically last for the lifetime of the universe.  A mere 10 assets yields thousand of hours of gameplay by a highly skilled player.   IZ: Bunni is an odd duck in the Spry Fox catalog in that gameplay takes place in real time. Yet it feels like you can tab away from the game while the boss is visiting your department, come back to it fifteen minutes later, and feel safe that none of your efforts have been ruined. Can you share an insight or two about designing for variable-length, frequently interrupted play sessions?   DC: Spry Fox will have more real time games in the future.    I’m not really a twitch gamer so the intense style of real-time play doesn’t appeal to me much.  For the last few years I’ve been really interested in games where you can pop in and pop out without too much trouble.   Even Realm of the Mad God , which was very much an action game, included teleports so you could drop in for 30 seconds, jump to some players and get your fix.  Then leave instantly.   I encourage designers to think about the logistics of play.  When can people play?  What is the chance of finding a concurrent match?  What happens if someone has to go to the bathroom?  What happens if someone has to leave the game for a day?  Or a week?  It is a rich vein for inventing new classes of game.  We went through this exercise for our new game Leap Day and the result is a slow paced, real-time simulation game that has a rhythm quite different from most online games.   IZ: In one round of Triple Town , I survived for 55 turns, making 13 matches in the process &#8211; all the while using an RNG to determine my moves. To players weaned on games that punish your first mistake with death, a system lenient enough to allow this might seem like sacrilege, the antithesis of good hardcore game design. Yet at the same time, Triple Town clearly rewards skillful, deliberate play &#8212; when I played the level again, trying my best this time, I survived for much, much longer, and scored an order of magnitude more points. Could you share an insight or two on designing a system that can satisfyingly reward good decisions without frustratingly punishing bad ones?   DC: A certain class of concrete thinker often sees the world as black and white.  I meet designers that passionately argue there is only winning and losing in games and everything else is a giant lie&#8230;for wimps.  It is all a bit sadistic and status-seeking for me.  I imagine young men trying to prove the viability of their sperm is the root of it all.   I tend to subscribe more to Raph Koster’s ideas that play results in the acquisition of skills.  This is a much softer view.  Practicing a game by playing ‘naively’ like you did in your example is a classic form of a play.  You are watching how it works and getting a feel for the probabilities.  When I was child, I would spend hours tying knots in shoelaces. I had no goals and I wasn’t even tying shoes.  But the process was endlessly fascinating. Since certain complex patterns of cause and effect take many cycles to understand (especially when you are dealing with randomness or knot theory!), it is in the designer’s best interest to give you ways to explore those options cheaply and easily so you can slowly and eventually pick up on what is happening.   And then when you think you’ve got it, give overwhelming stimuli to let you know that you are on the right track.   Triple Town is a game that last a week and thousands of turns.  In this context, destroying you after a single wrong move is counter-productive.  It is like beating a child for playing with their dolls instead of getting a real job.   IZ: You often write about the importance of innovation, but you also champion a hard-nosed, pragmatic focus on profitability in the game design process. Your argument that focusing on innovation at the level of core mechanics is the soundest business strategy for small developers is very compelling, but I would argue that there remains a tension and a degree of incompatibility (at least in the short term) between the drive to make something truly new and the demands of the market. Have there been moments at Spry Fox when you&#8217;ve felt those forces pulling in different design directions? How did you negotiate that tension?   DC: The tension is always present.  And I just ignore it since I know the cost of listening to it.  For me personally, I will never be enough of a perfectionist to compete in established genres against large budgets.   I don’t have the art, the design, or marketing skills to craft the best match-3 game.  Nor do I have the patience.  So when I go for the ‘safe’ route, I toss away my primary competitive advantage.  Instead of having a slightly rough, but clearly innovative game, I have a crappy copy of something that already exists.   For example, as we were prototyping Leap Day , it obviously could have turned into a Tower Defense game.  So we said “No&#8230;it isn’t going to be a tower defense game.”  So we intentionally avoided making a B+ tower defense game in very crowded market.  And in turn, we were forced to make something a lot more interesting and unique.   IZ: You&#8217;ve criticized the &#8220;I want to make a better X&#8221; game design approach for being insufficiently ambitious and flirting dangerously with plagiarism. Yet I would argue that many of your designs can be seen as &#8220;better X&#8221; games, or solutions to genre problems &#8212; the impersonality of shmups, the susceptibility of word search games to game-warping dictionary algorithms, the off-putting environmental mores of RTS games, the shallowness of the match-three genre. But to the degree that the games revise deep mechanics rather than superficial trappings and offer surprising insights and critiques of genre conventions, that doesn&#8217;t seem problematic. Any thoughts? When is a game so much better than its sources that it becomes something new?   DC: Players tend to see games in the narrative context of what has come before.  So even if you invent the automobile, they’ll refer to it as a horseless carriage.  In fact, the smart inventor will call it a ‘horseless carriage’ in their marketing materials because that is the theming that gives people a way to understand the invention.   Triple Town is a good example.  It comes from prototypes that had very little to do with match-3 games.  It has sets and matching but so do a lot of card games.  Yet it doesn’t play anything like a match-3 game, which tend to be about a very different set of core skills.  Instead of visual pattern matching and zoning out, Triple Town is about planning ahead, mastering randomness and managing space. If anything, it is a crafting / building game.  However, by theming it like a match-3 and calling the ‘ Civilization of match-3 games, voila we’ve got a doorway.   Our consciousness is a rationalization engine. Give it a game and it creates an entire backstory of why it exists and how it is related to every other game that it has ever encountered (like was done in this question).  If the game eventually prompts someone to tell a story about its uniqueness then perhaps in time, it will be considered a new-to-the-world work.   Dan Cook is a speaker at PRACTICE this year. Join us on the weekend of November 9th – 11th for a deep dive into game design theory and practice with Dan and a collection of the best game designers in the field .   [/EXPAND]                                                             Related                                                                                                                                            event                                   GameFest 2015                                                       The annual tradition continues on May 1st and 2nd when Rensselaer Polytechnic Institute hosts its 12th GameFest 2015 at ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Prototype Studio: Actual Release Challenge                                                        This week I gave the following challenge to my prototyping class: make a game in one week that ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       projects                                   Soft Body                                                       When the player paints all the tiles on the screen, they disappear and a new layer builds around them ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Game Designers in Detail: Lukas Litzsinger                                                       Game Designers In Detail is a three-question interview series between a current NYU Game Center MFA student and a ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Game Designers in Detail: Zach Gage                                                       Game Designers In Detail is a three-question interview series between a current NYU Game Center MFA student and a ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Game Designers in Detail: Colleen Macklin                                                       Game Designers In Detail is a three-question interview series between a current NYU Game Center MFA student and a ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                       More Content Related To         PRACTICE"}]}]