[{"detail": [{"content": "Art/Science: Tisch School of the Arts at NYU                           Skip to content        ITP - Interactive Telecommunications About the Program Inside ITP Remembering Red Burns  home &gt; ITP        Art/Science Collisions: Comminucating with Data  H79.2486 Lecture 4 Credits Instructor(s): Gano The aim of this course is to explore and draw inspiration from the scientific process, its representations, and data. What does it mean to use the “scientific method”? What is the purpose and value of data produced in experiments? How true are representations crafted with data, and who wants or needs to know about scientific results? What do we gain by incorporating scientific data or visualization into our own work? The goal is to cultivate purposeful science communication and to encourage critical responses to scientific and technological practice in modern culture. Over the course of the class, the focus of each student is on a particular area of science and become familiar with its process, language, and data. To do this, we get some first hand experience unpacking particular visualizations, talking with scientists and students of scientific disciplines, and interviewing members of our potential audiences. Who produces and analyses data, what are they looking for in their results? Who else is interested in understanding data --in what setting, through what medium or interface? From these direct experiences, we propose our own art/science collisions: using artistic sensibilities and media tools to communicate about the scientific process, contextualize and annotate visualizations, and frame our chosen topic for particular audiences: museum-goers, policy makers, the disabled, teachers, adults, or children. In periodic “science salons,” we discuss our chosen areas of science, associated datasets and visualizations, affiliated scientists, and potential audiences. We formulate our own approach to communicating information about science, data, and the topics these inform. Students storyboard three separate explanatory presentations of the data in his or her selected area, each with a separate approach, designed for a unique audience. Students fully-develop one idea as a media/ interactive presentation for the final project, incorporating scientific data and framing the presentation for a select audience and setting.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]