[{"detail": [{"content": "Staff Appreciation | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Human Resources &rsaquo; Employee Recognition &rsaquo; Staff Appreciation                  Human Resources                 Staff Appreciation                 Employee Recognition       Service Recognition Honorees   Staff Appreciation                           NYU School of Law acknowledges the important contributions made by our staff and, in honor of Administrative Professionals Day, hosts a Staff Appreciation Brunch.   Photo Galleries:   2014 Staff Appreciation Brunch   2013 Staff Appreciation Brunch   2012 Staff Appreciation Brunch                                                    Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Staff Appreciation | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Human Resources &rsaquo; Employee Recognition &rsaquo; Staff Appreciation                  Human Resources                 Staff Appreciation                 Employee Recognition       Service Recognition Honorees   Staff Appreciation                           NYU School of Law acknowledges the important contributions made by our staff and, in honor of Administrative Professionals Day, hosts a Staff Appreciation Brunch.   Photo Galleries:   2014 Staff Appreciation Brunch   2013 Staff Appreciation Brunch   2012 Staff Appreciation Brunch                                                    Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Commuter Events                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Students   /   Undergraduates   /   Student Communities   /   Commuters & Off Campus                 Sub Navigation                                 Commuter Assistants                       Commuter Student Council                       Leadership Programs                       Faculty Programs                       Commuter Overnight Retreat                       Commuter Events                       Helpful Resources                                                                   Commuter Events         Commuter &amp; Off-Campus Student Programs at the Student Resource Center sponsors events throughout the year for all NYU commuter students. We kick off the year with Welcome Week, and then plan an ongoing calendar of socials, outings, and workshops. The major events listed here are only a few of the programs for commuters. Be sure to check the Commuter Events Calendar on the Commuter Services homepage for details on these and all upcoming commuter events.     Commuter Overnight Retreat   The Commuter Overnight Retreat is a program to welcome incoming first-year and transfer undergraduate commuter students to the NYU community. It will provide the students an opportunity to learn more about services and organizations for commuter students including the Commuter Student Council and the Commuter Assistant program. They will also meet their first-year commuter peers, have a reception at their respective schools, and engage in community building activities within NYU and New York City.   Commuter Student Welcome   The first commuter event of each academic year is our annual Commuter Welcome, on the first day of Welcome Week. This is a mandatory program for new commuter students. At the Welcome they will meet the Commuter &amp; Off-Campus Student Programs staff, their Commuter Assistant, get to know other new students, and learn about important commuter resources. They will also receive their tickets to The Presidential Welcome &amp; Reality Show at The Beacon Theater. It's a lot of fun and often said by students to be one of the most memorable days of their first year at NYU.     Commuter Student Council Programs     Commuter Student Council , the student elected government for the commuter population, both advocates and creates programs to enhance the quality of life for commuters at NYU. Check out their website to learn more about CSC.     Breakfast for Dinner   At the end of each semester, the Student Resource Center sponsors an evening of pancakes, bacon, and OJ, and commuter students are invited to take a break from studying and eat Breakfast for Dinner (for free)!   Commuter Appreciation Week   Commuter Appreciation Week is a week of events recognizing commuter students during the spring semester. Students from the Commuter Student Council create, organize and run these amazing events throughout the week.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]