[{"detail": [{"content": "Course Descriptions - Applied Statistics - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      Applied Statistics                 Master of Science Program         Overview    Careers    Degree Requirements      Sample Schedules    Course Descriptions    2015-2016 Courses    FAQ    Admissions    Financial Aid                People    Events      Contact Us    Center for the Promotion of Research Involving Innovative Statistical Methodology (PRIISM)                     Course Descriptions       Links to syllabi for courses offered 2014-15 are given here . Links to syllabi for the prior year are given here .    APSTA-GE.2003: Intermediate Quantitative Methods: The General Linear Model This course follows a first year statistics class (pre-requisite for matriculation in the program) by examining more deeply multiple regression/correlation as a general and flexible system for analyzing data in the behavioral, social, and health sciences. In addition to covering more advanced topics related to traditional multiple regression/correlation, the course examines ANOVA, ANCOVA, and Path Analysis as special cases of this general linear model. A statistical software package is used to give students hands-on experience with topics covered.    STAT-GB 2301: Regression and Multivariate Data Analysis (through Stern) This is a data-driven, applied statistics course focusing on the analysis of data using regression models. It emphasizes applications to the analysis of business and other data and makes extensive use of computer statistical packages. Topics include simple and multiple linear regression, residual analysis and other regression diagnostics, multicollinearity and model selection, autoregression, heteroscedasticity, regression models using categorical predictors, and logistic regression. All topics are illustrated on real data sets obtained from financial markets, market research studies, and other scientific inquiries. The goal of the class is that students begin to develop the skills to be able to collect, organize, analyze, and interpret regression data.    APSTA-GE.2004: Advanced Modeling I: Topics in Multivariate Analysis This course extends the material covered in Intermediate Statistics by examining some of the more advanced topics in multivariate data analysis for the behavioral, social, and health sciences that are prerequisite to continuing the study of quantitative methods at NYU. The topics to be covered are logistic regression, multivariate analysis of variance, repeated measures analysis of variance, and an introduction to hierarchical linear modeling. A software package is used to give students hands-on experience with topics covered. In so doing, the course provides foundational skills and knowledge critical to those graduate students whose research relies on the analysis of quantitative data.    APSTA-GE.2011: Advanced Topics in Quantitative Methods: Classification and Clustering Classification and clustering are important statistical techniques commonly applied in many social and behavioral science research problems. Both seek to understand social phenomena through the identification of naturally occurring homogeneous groupings within a population. Classification techniques are used to sort new observations into pre-existing or known groupings, while clustering techniques sort the population under study into groupings based on their observed characteristics. Both help to reveal hidden structure that may be used in further analyses. This course will compare and contrast these techniques, including many of their variations, with an emphasis on applications.    APSTA-GE.2012: Advanced Topics in Quantitative Methods: Causal Inference: Statistical Methods for Program Evaluation and Policy Research The course provides students with a basic knowledge of both how to perform analyses and critique the use of some more advanced statistical methods useful in answering policy questions. While randomized experiments will be discussed, the primary focus will be the challenge of answering causal questions using data that do not meet such standards. Several approaches for observational data including propensity score methods, instrumental variables, difference in differences, fixed effects models and regression discontinuity designs will be discussed.    APSTA-GE.2013: Advanced Topics in Quantitative Methods: Missing Data This course provides students with a basic knowledge of the potential implications of missing data on their data analyses as well as potential solutions. We will begin by discussing different types of mechanisms that can generate missing data. This will lay the groundwork for discussions of what types of missing data scenarios can be accommodated by each missing data method discussed subsequently. Simple missing data fixes will be described next as well as the problems they can create in terms of bias and loss of efficiency. We next explore some slightly more complicated fixes and the assumptions required for valid inference for each. The course will end with a focus on multiple imputation including discussions of the general framework, different models and algorithms and the basic theory.    APSTA-GE.2015: Advanced Topics in Quantitative Methods: Applied Spatial Statistics Spatial data arise when information is collected on units that reside in different locations. Common examples include geology, criminology and epidemiology, where the goal may be to identify patterning or clusters (&lsquo;hot spots&rsquo;) in the outcomes across the terrain being examined. In the social sciences, a similar set of questions and techniques are required, for example in studies of homelessness, poverty, environmental justice, and education. However, spatial data present a novel set of exploratory and modeling challenges, given the unique way in which outcomes are related (correlated) with each other through proximity. This course is an overview of the methods needed to analyze data for which it is suspected that the spatial component plays an important role.    APSTA-GE.2016: Advanced Topics in Quantitative Methods: Factor Scoring and Practical Issues in Scaling This course reviews and expands on the topics of measurement and reliability. The general topic is factor scoring, with a focus on how to implement, evaluate, and interpret different methods of scoring in the multidimensional factor model. Students will also learn how to conduct exploratory factor analysis using rigorous methods for assessing goodness of fit and dimensionality. The course is especially well suited to students who have collected test/questionnaire data and require a method for getting scores from those data, scores which can then be used in further analyses.    APSTA-GE.2040: Multilevel Models: Growth Curves This is a course on models for multilevel growth curve data. These data arise in longitudinal designs, which are quite common to education and applied social, behavioral and policy science. Traditional methods, such as OLS regression, are not appropriate in this setting, as they fail to model the complex correlational structure that is induced by these designs. Proper inference requires that we include aspects of the design in the model itself. Moreover, these more sophisticated techniques allow the researcher to learn new and important characteristics of the social and behavioral processes under study. In this module, we will develop and fit a set of models for longitudinal. The course assignments will use state of the art statistical software to explore, fit and interpret the models.    APSTA-GE.2041: Practicum in Multi-Level Models This is practicum course on models for multilevel growth curve data. This course is a natural sequel to Multi-Level Modeling: Growth Curves. Building on the theory and examples developed in that course, students will participate in a guided, larger research project that employs multi-level growth curve models. Students will meet in groups with the instructor in a lab setting to fit, evaluate and describe these models. The final project for the course will consist of a &ldquo;results and discussion&rdquo; section, journal article quality write-up.    APSTA-GE.2042: Multilevel Models: Nested Data Models This is a course on models for multilevel nested data. These data arise in nested designs, which are quite common to education and applied social, behavioral and policy science. Traditional methods, such as OLS regression, are not appropriate in this setting, as they fail to model the complex correlational structure that is induced by these designs. Proper inference requires that we include aspects of the design in the model itself. Moreover, these more sophisticated techniques allow the researcher to learn new and important characteristics of the social and behavioral processes under study. The course assignments will use state of the art statistical software to explore, fit and interpret the models.    APSTA-GE.2094: Factor Analysis and Structural Equation Modeling Course provides students with the software skills and theoretical knowledge required to apply structural equation modeling (SEM). First, we review of multiple regression and basic concepts from matrix algebra. Next, path analysis and factor analysis are developed, leading to more advanced topics, including how to translate theory into models, strategies for dealing with poor fitting specifications, categorical data, and issues in multigroup analysis. The latter component focuses on data applications of SEM, including a final project. Example material will be drawn from education and psychology.    APSTA-GE.2110: Applied Statistics: Using Large Databases in Education Research This course is designed to serve as a bridge between more theoretical coursework in applied statistics (introductory course in statistics and linear models) and practical work with real, large-scale data. Although the focus is mainly on datasets relevant to education and educational policy research, the skills taught in the course are broadly transferrable across subject areas in social, behavioral, and health sciences. At the conclusion of this course students will be prepared to produce descriptive statistics about a population using data collected under complex survey design and to estimate simple cross-sectional and longitudinal regression models of the sort frequently employed in real applied data analysis.    RESCH-GE.2134: Experimental and Quasi-Experimental Design This course covers issues related to the design of research studies. Topics include observational, quasi-experimental, and experimental studies. The course focuses on practical aspects of design, linking these to appropriate analyses.    RESCH-GE.2139: Survey Research I This course provides a broad overview of the many aspects of survey research methodology including sampling, instrument design, the psychology of survey response, field testing, survey operations, nonresponse bias analysis and correction, and primary and secondary analysis of survey data. The course is designed primarily for those who intend to use surveys in their own research &ndash; whether designing original surveys or performing secondary analysis on survey data collected by others. Whenever possible, we will use examples and data from real surveys employed by academic researchers, professional survey firms, and Federal statistical agencies.    SOC-GA 2306 Event History Analysis (through FAS/Sociology) This course surveys methods for analyzing event history data, with a focus on continuous-time models and estimation techniques. Topics include the exploratory analysis of event history data, nonparametric methods, right censoring, maximum likelihood estimation, alternative specifications for a time dependent baseline hazard rate, observed and unobserved heterogeneity, time-varying covariates, proportional and nonproportional models, multiple transition and competing risk models, left truncation and left censoring, and analogs of recursive and nonrecursive models. Major emphasis is placed on the logic, practical use, and estimation of models.    APSTA-GE.2401: Statistical Consulting Research Seminar This course is designed to assist graduate students in the quantitative methods specific to the design and analysis of their theses. In this seminar format, under the guidance of one or more statistical faculty members, students will have the opportunity to present and defend their scholarly work-in-progress. They will also be required to critique and provide constructive suggestions for their fellow students. The focus of critiques will be on the research methodology and other statistical issues. Students will additionally benefit from being able to observe how the participating faculty diagnose and solve statistical issues that arise in others&rsquo; presented work and to benefit from this advice in their own work. In essence this course provides training in statistical consulting along with detailed feedback on one&rsquo;s dissertation research.    APSTA-GE.2997: Advanced Methodology in Health and Policy Research: Generalized Linear Models This course is a second year course in advanced statistical techniques that covers useful quantitative tools in health and policy research. Assuming a strong foundation in regression and the general linear model, this course focuses on data analysis that utilizes models for categorical, discrete or limited outcomes that are commonly seen in health and policy studies. Examples are drawn from broad areas of health and policy research including determinants of self-reported health status or factors influencing number of clinic visits. In this course students will also learn the principles of likelihood-based inference, which will assist them in some of the more advanced statistics courses.    APSTA-GE.2998: Advanced Methodology in Health and Policy Research: Survival Analysis This course is a second year course in advanced statistical techniques that introduces basic concepts and methods for analyzing survival time data obtained by tracking individuals until occurrence of an event or their loss to follow-up (e.g., time to death or degree). Assuming a strong foundation in regression and the inferential statistics, this course will cover nonparametric, semiparametric and parametric survival models that are commonly seen in health and policy studies. Students will also learn discrete time event history models, which are useful tools in longitudinal data analysis. Examples in this course are drawn from broad areas in health and policy research including, for example: assessing risk factors for time to death among heart transplant patients and assessing risk factors for juvenile delinquency.    Social Research Foundation    RESCH-GE.2132: Principles of Empirical Research This course introduces advanced study of social science research methods. The course examines: 1), the relationship between theory and research; 2), methodological issues, such as objectivity, the logic of argument, reliability and validity; and 3), exemplars of various methodological techniques, including survey, interview, experimental, archival and ethnographic research. The course is designed to train social scientists to both recognize and be able to conduct rigorous, theoretically informed research.    Additional Courses    APSTA-GE.2300. Internship Course In the internship, students will gain experience working with &ldquo;real world&rdquo; data, working with an approved faculty member, local firm or organization. Students will receive practical training focused on the kinds of issues that researchers face in collecting and analyzing data. This course will not only enhance the tools and techniques students develop, but will also possibly lead to employment opportunities after graduation.    &emsp;             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}]},
{"detail": [{"content": "Course Descriptions - Applied Statistics - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      Applied Statistics                 Master of Science Program         Overview    Careers    Degree Requirements      Sample Schedules    Course Descriptions    2015-2016 Courses    FAQ    Admissions    Financial Aid                People    Events      Contact Us    Center for the Promotion of Research Involving Innovative Statistical Methodology (PRIISM)                     Course Descriptions       Links to syllabi for courses offered 2014-15 are given here . Links to syllabi for the prior year are given here .    APSTA-GE.2003: Intermediate Quantitative Methods: The General Linear Model This course follows a first year statistics class (pre-requisite for matriculation in the program) by examining more deeply multiple regression/correlation as a general and flexible system for analyzing data in the behavioral, social, and health sciences. In addition to covering more advanced topics related to traditional multiple regression/correlation, the course examines ANOVA, ANCOVA, and Path Analysis as special cases of this general linear model. A statistical software package is used to give students hands-on experience with topics covered.    STAT-GB 2301: Regression and Multivariate Data Analysis (through Stern) This is a data-driven, applied statistics course focusing on the analysis of data using regression models. It emphasizes applications to the analysis of business and other data and makes extensive use of computer statistical packages. Topics include simple and multiple linear regression, residual analysis and other regression diagnostics, multicollinearity and model selection, autoregression, heteroscedasticity, regression models using categorical predictors, and logistic regression. All topics are illustrated on real data sets obtained from financial markets, market research studies, and other scientific inquiries. The goal of the class is that students begin to develop the skills to be able to collect, organize, analyze, and interpret regression data.    APSTA-GE.2004: Advanced Modeling I: Topics in Multivariate Analysis This course extends the material covered in Intermediate Statistics by examining some of the more advanced topics in multivariate data analysis for the behavioral, social, and health sciences that are prerequisite to continuing the study of quantitative methods at NYU. The topics to be covered are logistic regression, multivariate analysis of variance, repeated measures analysis of variance, and an introduction to hierarchical linear modeling. A software package is used to give students hands-on experience with topics covered. In so doing, the course provides foundational skills and knowledge critical to those graduate students whose research relies on the analysis of quantitative data.    APSTA-GE.2011: Advanced Topics in Quantitative Methods: Classification and Clustering Classification and clustering are important statistical techniques commonly applied in many social and behavioral science research problems. Both seek to understand social phenomena through the identification of naturally occurring homogeneous groupings within a population. Classification techniques are used to sort new observations into pre-existing or known groupings, while clustering techniques sort the population under study into groupings based on their observed characteristics. Both help to reveal hidden structure that may be used in further analyses. This course will compare and contrast these techniques, including many of their variations, with an emphasis on applications.    APSTA-GE.2012: Advanced Topics in Quantitative Methods: Causal Inference: Statistical Methods for Program Evaluation and Policy Research The course provides students with a basic knowledge of both how to perform analyses and critique the use of some more advanced statistical methods useful in answering policy questions. While randomized experiments will be discussed, the primary focus will be the challenge of answering causal questions using data that do not meet such standards. Several approaches for observational data including propensity score methods, instrumental variables, difference in differences, fixed effects models and regression discontinuity designs will be discussed.    APSTA-GE.2013: Advanced Topics in Quantitative Methods: Missing Data This course provides students with a basic knowledge of the potential implications of missing data on their data analyses as well as potential solutions. We will begin by discussing different types of mechanisms that can generate missing data. This will lay the groundwork for discussions of what types of missing data scenarios can be accommodated by each missing data method discussed subsequently. Simple missing data fixes will be described next as well as the problems they can create in terms of bias and loss of efficiency. We next explore some slightly more complicated fixes and the assumptions required for valid inference for each. The course will end with a focus on multiple imputation including discussions of the general framework, different models and algorithms and the basic theory.    APSTA-GE.2015: Advanced Topics in Quantitative Methods: Applied Spatial Statistics Spatial data arise when information is collected on units that reside in different locations. Common examples include geology, criminology and epidemiology, where the goal may be to identify patterning or clusters (&lsquo;hot spots&rsquo;) in the outcomes across the terrain being examined. In the social sciences, a similar set of questions and techniques are required, for example in studies of homelessness, poverty, environmental justice, and education. However, spatial data present a novel set of exploratory and modeling challenges, given the unique way in which outcomes are related (correlated) with each other through proximity. This course is an overview of the methods needed to analyze data for which it is suspected that the spatial component plays an important role.    APSTA-GE.2016: Advanced Topics in Quantitative Methods: Factor Scoring and Practical Issues in Scaling This course reviews and expands on the topics of measurement and reliability. The general topic is factor scoring, with a focus on how to implement, evaluate, and interpret different methods of scoring in the multidimensional factor model. Students will also learn how to conduct exploratory factor analysis using rigorous methods for assessing goodness of fit and dimensionality. The course is especially well suited to students who have collected test/questionnaire data and require a method for getting scores from those data, scores which can then be used in further analyses.    APSTA-GE.2040: Multilevel Models: Growth Curves This is a course on models for multilevel growth curve data. These data arise in longitudinal designs, which are quite common to education and applied social, behavioral and policy science. Traditional methods, such as OLS regression, are not appropriate in this setting, as they fail to model the complex correlational structure that is induced by these designs. Proper inference requires that we include aspects of the design in the model itself. Moreover, these more sophisticated techniques allow the researcher to learn new and important characteristics of the social and behavioral processes under study. In this module, we will develop and fit a set of models for longitudinal. The course assignments will use state of the art statistical software to explore, fit and interpret the models.    APSTA-GE.2041: Practicum in Multi-Level Models This is practicum course on models for multilevel growth curve data. This course is a natural sequel to Multi-Level Modeling: Growth Curves. Building on the theory and examples developed in that course, students will participate in a guided, larger research project that employs multi-level growth curve models. Students will meet in groups with the instructor in a lab setting to fit, evaluate and describe these models. The final project for the course will consist of a &ldquo;results and discussion&rdquo; section, journal article quality write-up.    APSTA-GE.2042: Multilevel Models: Nested Data Models This is a course on models for multilevel nested data. These data arise in nested designs, which are quite common to education and applied social, behavioral and policy science. Traditional methods, such as OLS regression, are not appropriate in this setting, as they fail to model the complex correlational structure that is induced by these designs. Proper inference requires that we include aspects of the design in the model itself. Moreover, these more sophisticated techniques allow the researcher to learn new and important characteristics of the social and behavioral processes under study. The course assignments will use state of the art statistical software to explore, fit and interpret the models.    APSTA-GE.2094: Factor Analysis and Structural Equation Modeling Course provides students with the software skills and theoretical knowledge required to apply structural equation modeling (SEM). First, we review of multiple regression and basic concepts from matrix algebra. Next, path analysis and factor analysis are developed, leading to more advanced topics, including how to translate theory into models, strategies for dealing with poor fitting specifications, categorical data, and issues in multigroup analysis. The latter component focuses on data applications of SEM, including a final project. Example material will be drawn from education and psychology.    APSTA-GE.2110: Applied Statistics: Using Large Databases in Education Research This course is designed to serve as a bridge between more theoretical coursework in applied statistics (introductory course in statistics and linear models) and practical work with real, large-scale data. Although the focus is mainly on datasets relevant to education and educational policy research, the skills taught in the course are broadly transferrable across subject areas in social, behavioral, and health sciences. At the conclusion of this course students will be prepared to produce descriptive statistics about a population using data collected under complex survey design and to estimate simple cross-sectional and longitudinal regression models of the sort frequently employed in real applied data analysis.    RESCH-GE.2134: Experimental and Quasi-Experimental Design This course covers issues related to the design of research studies. Topics include observational, quasi-experimental, and experimental studies. The course focuses on practical aspects of design, linking these to appropriate analyses.    RESCH-GE.2139: Survey Research I This course provides a broad overview of the many aspects of survey research methodology including sampling, instrument design, the psychology of survey response, field testing, survey operations, nonresponse bias analysis and correction, and primary and secondary analysis of survey data. The course is designed primarily for those who intend to use surveys in their own research &ndash; whether designing original surveys or performing secondary analysis on survey data collected by others. Whenever possible, we will use examples and data from real surveys employed by academic researchers, professional survey firms, and Federal statistical agencies.    SOC-GA 2306 Event History Analysis (through FAS/Sociology) This course surveys methods for analyzing event history data, with a focus on continuous-time models and estimation techniques. Topics include the exploratory analysis of event history data, nonparametric methods, right censoring, maximum likelihood estimation, alternative specifications for a time dependent baseline hazard rate, observed and unobserved heterogeneity, time-varying covariates, proportional and nonproportional models, multiple transition and competing risk models, left truncation and left censoring, and analogs of recursive and nonrecursive models. Major emphasis is placed on the logic, practical use, and estimation of models.    APSTA-GE.2401: Statistical Consulting Research Seminar This course is designed to assist graduate students in the quantitative methods specific to the design and analysis of their theses. In this seminar format, under the guidance of one or more statistical faculty members, students will have the opportunity to present and defend their scholarly work-in-progress. They will also be required to critique and provide constructive suggestions for their fellow students. The focus of critiques will be on the research methodology and other statistical issues. Students will additionally benefit from being able to observe how the participating faculty diagnose and solve statistical issues that arise in others&rsquo; presented work and to benefit from this advice in their own work. In essence this course provides training in statistical consulting along with detailed feedback on one&rsquo;s dissertation research.    APSTA-GE.2997: Advanced Methodology in Health and Policy Research: Generalized Linear Models This course is a second year course in advanced statistical techniques that covers useful quantitative tools in health and policy research. Assuming a strong foundation in regression and the general linear model, this course focuses on data analysis that utilizes models for categorical, discrete or limited outcomes that are commonly seen in health and policy studies. Examples are drawn from broad areas of health and policy research including determinants of self-reported health status or factors influencing number of clinic visits. In this course students will also learn the principles of likelihood-based inference, which will assist them in some of the more advanced statistics courses.    APSTA-GE.2998: Advanced Methodology in Health and Policy Research: Survival Analysis This course is a second year course in advanced statistical techniques that introduces basic concepts and methods for analyzing survival time data obtained by tracking individuals until occurrence of an event or their loss to follow-up (e.g., time to death or degree). Assuming a strong foundation in regression and the inferential statistics, this course will cover nonparametric, semiparametric and parametric survival models that are commonly seen in health and policy studies. Students will also learn discrete time event history models, which are useful tools in longitudinal data analysis. Examples in this course are drawn from broad areas in health and policy research including, for example: assessing risk factors for time to death among heart transplant patients and assessing risk factors for juvenile delinquency.    Social Research Foundation    RESCH-GE.2132: Principles of Empirical Research This course introduces advanced study of social science research methods. The course examines: 1), the relationship between theory and research; 2), methodological issues, such as objectivity, the logic of argument, reliability and validity; and 3), exemplars of various methodological techniques, including survey, interview, experimental, archival and ethnographic research. The course is designed to train social scientists to both recognize and be able to conduct rigorous, theoretically informed research.    Additional Courses    APSTA-GE.2300. Internship Course In the internship, students will gain experience working with &ldquo;real world&rdquo; data, working with an approved faculty member, local firm or organization. Students will receive practical training focused on the kinds of issues that researchers face in collecting and analyzing data. This course will not only enhance the tools and techniques students develop, but will also possibly lead to employment opportunities after graduation.    &emsp;             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}, {"content": "Applied Statistics - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      Applied Statistics                 Master of Science Program         Overview    Careers    Degree Requirements      Sample Schedules    Course Descriptions    2015-2016 Courses    FAQ    Admissions    Financial Aid                People    Events      Contact Us    Center for the Promotion of Research Involving Innovative Statistical Methodology (PRIISM)                            Video Introduction       Permalink | Email | Share on: Facebook | Twitter            Overview    MS in Applied Statistics for Social Science Research: A Socially Significant Degree    The Master of Science in Applied Statistics for Social Science Research (A3SR) is a flexible-credit program that provides you with rigorous training in statistical research techniques and their applications in contemporary social, behavioral, and health science research. The program allows you to learn highly marketable skills in the current data science revolution and to use those skills to address important social issues.    Who is this program for?    This MS program is a good choice if you like to work with numbers and solve problems and want to learn valuable data-analysis and analytical skills. Advanced statistical methods can be used to answer pivotal research questions across many science and social science disciplines as well as to inform policy and do work that is socially important and significant. The program is designed to help you develop the ability to perform and understand complex quantitative research in the social, behavioral, and health sciences. Students admitted to our program have a variety of interests that fit well with our program, including education policy, child development, poverty, labor markets, evaluation, social policy, psychology, and public health.    What will I learn?    The A3SR curriculum provides you with a firm foundation in statistical modeling tools commonly used in the social, behavioral, and health science research. You will become proficient in use of methods such as:       linear models    multilevel modeling    multivariate analysis    measurement models    generalized linear models    causal inference    approaches to missing data       If you are entering the program with more advanced mathematical or statistical training, you will have the option of pursuing more advanced coursework which will provide opportunities to develop and evaluate the properties of statistical models.    Coursework and data analysis projects help you gain confidence in your skills to undertake data-analytic projects and research grounded in proven methodology and make strong data-based decisions and assessments. You will have opportunities to apply your skills to address critical policy issues and social problems through an internship and the consulting research seminar. The curriculum will prepare you for jobs in fields such as :       Psychology    Education    Political Science    Applied Economics    Public policy    Health and healthcare    Media research       By the time you graduate you will know how to :       Manipulate simple and complex data structures    Determine appropriate analyses needed to answer critical questions    Apply a wide range of statistical methods and understand the results at a sophisticated level    Evaluate the appropriateness and efficacy of statistical procedures    Communicate the role of and results from statistical analyses to colleagues or employers    Alter or extend existing techniques or develop new methods to address complicated data analysis problems for which routine statistical procedures are insufficient (exclusively open to students who enter with additional training)       What can I do with this degree?    The curriculum prepares you for a career as an applied statistician and data scientist in the private or public sector, as well as for further academic study in a variety of academic disciplines that require quantitative analysis.    Who will I study with?    This is an exciting time to study applied statistics and data science at NYU. The MS program is an initiative of the NYU Steinhardt Center for the Promotion of Research Involving Innovative Statistical Methodology (PRIISM) and is an integrated part of the larger university-wide initiative in Data Science and Statistics , which offers several new master&rsquo;s degrees, including this MS program.    A3SR faculty have particular strengths in:       causal inference    high-dimensional data    measurement    missing data    model selection    multivariate analysis    multilevel modeling    surveys and sampling       All the faculty are deeply committed to using data analysis methods and strategies for the social good. They have worked and consulted for a range of advocacy and policy organizations. They are applying these strategies to important questions in public health, politics, psychology and psychometrics, demography, sociology, labor markets, and education . This program seeks like-minded students who are eager to apply these tools to do good in the world.    Some of the important application-area questions they are exploring include:       What is the role of media in forming public opinions?    What is the effect of gifted and talented programs on student achievement?    What is the relationship between diet and certain forms of cancer?    Do student curricular pathways matter for degree attainment and subsequent labor market outcomes?    What are effective strategies for rehabilitation of stroke patients?       On the methodological front our faculty are working in diverse areas across statistics . Examples include research to:       Assess when observational studies can act as reasonable substitutes for randomized experiments    Develop better strategies to handle missing data    Develop variable selection methods for high dimensional data    Model the dependencies in categorical sequences of events       We encourage you and all our students to work closely with our faculty on research that ranges from applied statistical analysis to the development of customized statistical models.    What other options do I have to study statistics at NYU?    There are many graduate programs in the Steinhardt School and at NYU that you may wish to further explore. We encourage you to explore these options further to find the program that best matches your personal interests and career goals. See a full list of master&rsquo;s and doctoral programs in the field of statistics and data science at NYU.                                                                This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}]},
{"detail": [{"content": "Course Descriptions - Applied Statistics - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      Applied Statistics                 Master of Science Program         Overview    Careers    Degree Requirements      Sample Schedules    Course Descriptions    2015-2016 Courses    FAQ    Admissions    Financial Aid                People    Events      Contact Us    Center for the Promotion of Research Involving Innovative Statistical Methodology (PRIISM)                     Course Descriptions       Links to syllabi for courses offered 2014-15 are given here . Links to syllabi for the prior year are given here .    APSTA-GE.2003: Intermediate Quantitative Methods: The General Linear Model This course follows a first year statistics class (pre-requisite for matriculation in the program) by examining more deeply multiple regression/correlation as a general and flexible system for analyzing data in the behavioral, social, and health sciences. In addition to covering more advanced topics related to traditional multiple regression/correlation, the course examines ANOVA, ANCOVA, and Path Analysis as special cases of this general linear model. A statistical software package is used to give students hands-on experience with topics covered.    STAT-GB 2301: Regression and Multivariate Data Analysis (through Stern) This is a data-driven, applied statistics course focusing on the analysis of data using regression models. It emphasizes applications to the analysis of business and other data and makes extensive use of computer statistical packages. Topics include simple and multiple linear regression, residual analysis and other regression diagnostics, multicollinearity and model selection, autoregression, heteroscedasticity, regression models using categorical predictors, and logistic regression. All topics are illustrated on real data sets obtained from financial markets, market research studies, and other scientific inquiries. The goal of the class is that students begin to develop the skills to be able to collect, organize, analyze, and interpret regression data.    APSTA-GE.2004: Advanced Modeling I: Topics in Multivariate Analysis This course extends the material covered in Intermediate Statistics by examining some of the more advanced topics in multivariate data analysis for the behavioral, social, and health sciences that are prerequisite to continuing the study of quantitative methods at NYU. The topics to be covered are logistic regression, multivariate analysis of variance, repeated measures analysis of variance, and an introduction to hierarchical linear modeling. A software package is used to give students hands-on experience with topics covered. In so doing, the course provides foundational skills and knowledge critical to those graduate students whose research relies on the analysis of quantitative data.    APSTA-GE.2011: Advanced Topics in Quantitative Methods: Classification and Clustering Classification and clustering are important statistical techniques commonly applied in many social and behavioral science research problems. Both seek to understand social phenomena through the identification of naturally occurring homogeneous groupings within a population. Classification techniques are used to sort new observations into pre-existing or known groupings, while clustering techniques sort the population under study into groupings based on their observed characteristics. Both help to reveal hidden structure that may be used in further analyses. This course will compare and contrast these techniques, including many of their variations, with an emphasis on applications.    APSTA-GE.2012: Advanced Topics in Quantitative Methods: Causal Inference: Statistical Methods for Program Evaluation and Policy Research The course provides students with a basic knowledge of both how to perform analyses and critique the use of some more advanced statistical methods useful in answering policy questions. While randomized experiments will be discussed, the primary focus will be the challenge of answering causal questions using data that do not meet such standards. Several approaches for observational data including propensity score methods, instrumental variables, difference in differences, fixed effects models and regression discontinuity designs will be discussed.    APSTA-GE.2013: Advanced Topics in Quantitative Methods: Missing Data This course provides students with a basic knowledge of the potential implications of missing data on their data analyses as well as potential solutions. We will begin by discussing different types of mechanisms that can generate missing data. This will lay the groundwork for discussions of what types of missing data scenarios can be accommodated by each missing data method discussed subsequently. Simple missing data fixes will be described next as well as the problems they can create in terms of bias and loss of efficiency. We next explore some slightly more complicated fixes and the assumptions required for valid inference for each. The course will end with a focus on multiple imputation including discussions of the general framework, different models and algorithms and the basic theory.    APSTA-GE.2015: Advanced Topics in Quantitative Methods: Applied Spatial Statistics Spatial data arise when information is collected on units that reside in different locations. Common examples include geology, criminology and epidemiology, where the goal may be to identify patterning or clusters (&lsquo;hot spots&rsquo;) in the outcomes across the terrain being examined. In the social sciences, a similar set of questions and techniques are required, for example in studies of homelessness, poverty, environmental justice, and education. However, spatial data present a novel set of exploratory and modeling challenges, given the unique way in which outcomes are related (correlated) with each other through proximity. This course is an overview of the methods needed to analyze data for which it is suspected that the spatial component plays an important role.    APSTA-GE.2016: Advanced Topics in Quantitative Methods: Factor Scoring and Practical Issues in Scaling This course reviews and expands on the topics of measurement and reliability. The general topic is factor scoring, with a focus on how to implement, evaluate, and interpret different methods of scoring in the multidimensional factor model. Students will also learn how to conduct exploratory factor analysis using rigorous methods for assessing goodness of fit and dimensionality. The course is especially well suited to students who have collected test/questionnaire data and require a method for getting scores from those data, scores which can then be used in further analyses.    APSTA-GE.2040: Multilevel Models: Growth Curves This is a course on models for multilevel growth curve data. These data arise in longitudinal designs, which are quite common to education and applied social, behavioral and policy science. Traditional methods, such as OLS regression, are not appropriate in this setting, as they fail to model the complex correlational structure that is induced by these designs. Proper inference requires that we include aspects of the design in the model itself. Moreover, these more sophisticated techniques allow the researcher to learn new and important characteristics of the social and behavioral processes under study. In this module, we will develop and fit a set of models for longitudinal. The course assignments will use state of the art statistical software to explore, fit and interpret the models.    APSTA-GE.2041: Practicum in Multi-Level Models This is practicum course on models for multilevel growth curve data. This course is a natural sequel to Multi-Level Modeling: Growth Curves. Building on the theory and examples developed in that course, students will participate in a guided, larger research project that employs multi-level growth curve models. Students will meet in groups with the instructor in a lab setting to fit, evaluate and describe these models. The final project for the course will consist of a &ldquo;results and discussion&rdquo; section, journal article quality write-up.    APSTA-GE.2042: Multilevel Models: Nested Data Models This is a course on models for multilevel nested data. These data arise in nested designs, which are quite common to education and applied social, behavioral and policy science. Traditional methods, such as OLS regression, are not appropriate in this setting, as they fail to model the complex correlational structure that is induced by these designs. Proper inference requires that we include aspects of the design in the model itself. Moreover, these more sophisticated techniques allow the researcher to learn new and important characteristics of the social and behavioral processes under study. The course assignments will use state of the art statistical software to explore, fit and interpret the models.    APSTA-GE.2094: Factor Analysis and Structural Equation Modeling Course provides students with the software skills and theoretical knowledge required to apply structural equation modeling (SEM). First, we review of multiple regression and basic concepts from matrix algebra. Next, path analysis and factor analysis are developed, leading to more advanced topics, including how to translate theory into models, strategies for dealing with poor fitting specifications, categorical data, and issues in multigroup analysis. The latter component focuses on data applications of SEM, including a final project. Example material will be drawn from education and psychology.    APSTA-GE.2110: Applied Statistics: Using Large Databases in Education Research This course is designed to serve as a bridge between more theoretical coursework in applied statistics (introductory course in statistics and linear models) and practical work with real, large-scale data. Although the focus is mainly on datasets relevant to education and educational policy research, the skills taught in the course are broadly transferrable across subject areas in social, behavioral, and health sciences. At the conclusion of this course students will be prepared to produce descriptive statistics about a population using data collected under complex survey design and to estimate simple cross-sectional and longitudinal regression models of the sort frequently employed in real applied data analysis.    RESCH-GE.2134: Experimental and Quasi-Experimental Design This course covers issues related to the design of research studies. Topics include observational, quasi-experimental, and experimental studies. The course focuses on practical aspects of design, linking these to appropriate analyses.    RESCH-GE.2139: Survey Research I This course provides a broad overview of the many aspects of survey research methodology including sampling, instrument design, the psychology of survey response, field testing, survey operations, nonresponse bias analysis and correction, and primary and secondary analysis of survey data. The course is designed primarily for those who intend to use surveys in their own research &ndash; whether designing original surveys or performing secondary analysis on survey data collected by others. Whenever possible, we will use examples and data from real surveys employed by academic researchers, professional survey firms, and Federal statistical agencies.    SOC-GA 2306 Event History Analysis (through FAS/Sociology) This course surveys methods for analyzing event history data, with a focus on continuous-time models and estimation techniques. Topics include the exploratory analysis of event history data, nonparametric methods, right censoring, maximum likelihood estimation, alternative specifications for a time dependent baseline hazard rate, observed and unobserved heterogeneity, time-varying covariates, proportional and nonproportional models, multiple transition and competing risk models, left truncation and left censoring, and analogs of recursive and nonrecursive models. Major emphasis is placed on the logic, practical use, and estimation of models.    APSTA-GE.2401: Statistical Consulting Research Seminar This course is designed to assist graduate students in the quantitative methods specific to the design and analysis of their theses. In this seminar format, under the guidance of one or more statistical faculty members, students will have the opportunity to present and defend their scholarly work-in-progress. They will also be required to critique and provide constructive suggestions for their fellow students. The focus of critiques will be on the research methodology and other statistical issues. Students will additionally benefit from being able to observe how the participating faculty diagnose and solve statistical issues that arise in others&rsquo; presented work and to benefit from this advice in their own work. In essence this course provides training in statistical consulting along with detailed feedback on one&rsquo;s dissertation research.    APSTA-GE.2997: Advanced Methodology in Health and Policy Research: Generalized Linear Models This course is a second year course in advanced statistical techniques that covers useful quantitative tools in health and policy research. Assuming a strong foundation in regression and the general linear model, this course focuses on data analysis that utilizes models for categorical, discrete or limited outcomes that are commonly seen in health and policy studies. Examples are drawn from broad areas of health and policy research including determinants of self-reported health status or factors influencing number of clinic visits. In this course students will also learn the principles of likelihood-based inference, which will assist them in some of the more advanced statistics courses.    APSTA-GE.2998: Advanced Methodology in Health and Policy Research: Survival Analysis This course is a second year course in advanced statistical techniques that introduces basic concepts and methods for analyzing survival time data obtained by tracking individuals until occurrence of an event or their loss to follow-up (e.g., time to death or degree). Assuming a strong foundation in regression and the inferential statistics, this course will cover nonparametric, semiparametric and parametric survival models that are commonly seen in health and policy studies. Students will also learn discrete time event history models, which are useful tools in longitudinal data analysis. Examples in this course are drawn from broad areas in health and policy research including, for example: assessing risk factors for time to death among heart transplant patients and assessing risk factors for juvenile delinquency.    Social Research Foundation    RESCH-GE.2132: Principles of Empirical Research This course introduces advanced study of social science research methods. The course examines: 1), the relationship between theory and research; 2), methodological issues, such as objectivity, the logic of argument, reliability and validity; and 3), exemplars of various methodological techniques, including survey, interview, experimental, archival and ethnographic research. The course is designed to train social scientists to both recognize and be able to conduct rigorous, theoretically informed research.    Additional Courses    APSTA-GE.2300. Internship Course In the internship, students will gain experience working with &ldquo;real world&rdquo; data, working with an approved faculty member, local firm or organization. Students will receive practical training focused on the kinds of issues that researchers face in collecting and analyzing data. This course will not only enhance the tools and techniques students develop, but will also possibly lead to employment opportunities after graduation.    &emsp;             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}, {"content": "Applied Statistics - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      Applied Statistics                 Master of Science Program         Overview    Careers    Degree Requirements      Sample Schedules    Course Descriptions    2015-2016 Courses    FAQ    Admissions    Financial Aid                People    Events      Contact Us    Center for the Promotion of Research Involving Innovative Statistical Methodology (PRIISM)                            Video Introduction       Permalink | Email | Share on: Facebook | Twitter            Overview    MS in Applied Statistics for Social Science Research: A Socially Significant Degree    The Master of Science in Applied Statistics for Social Science Research (A3SR) is a flexible-credit program that provides you with rigorous training in statistical research techniques and their applications in contemporary social, behavioral, and health science research. The program allows you to learn highly marketable skills in the current data science revolution and to use those skills to address important social issues.    Who is this program for?    This MS program is a good choice if you like to work with numbers and solve problems and want to learn valuable data-analysis and analytical skills. Advanced statistical methods can be used to answer pivotal research questions across many science and social science disciplines as well as to inform policy and do work that is socially important and significant. The program is designed to help you develop the ability to perform and understand complex quantitative research in the social, behavioral, and health sciences. Students admitted to our program have a variety of interests that fit well with our program, including education policy, child development, poverty, labor markets, evaluation, social policy, psychology, and public health.    What will I learn?    The A3SR curriculum provides you with a firm foundation in statistical modeling tools commonly used in the social, behavioral, and health science research. You will become proficient in use of methods such as:       linear models    multilevel modeling    multivariate analysis    measurement models    generalized linear models    causal inference    approaches to missing data       If you are entering the program with more advanced mathematical or statistical training, you will have the option of pursuing more advanced coursework which will provide opportunities to develop and evaluate the properties of statistical models.    Coursework and data analysis projects help you gain confidence in your skills to undertake data-analytic projects and research grounded in proven methodology and make strong data-based decisions and assessments. You will have opportunities to apply your skills to address critical policy issues and social problems through an internship and the consulting research seminar. The curriculum will prepare you for jobs in fields such as :       Psychology    Education    Political Science    Applied Economics    Public policy    Health and healthcare    Media research       By the time you graduate you will know how to :       Manipulate simple and complex data structures    Determine appropriate analyses needed to answer critical questions    Apply a wide range of statistical methods and understand the results at a sophisticated level    Evaluate the appropriateness and efficacy of statistical procedures    Communicate the role of and results from statistical analyses to colleagues or employers    Alter or extend existing techniques or develop new methods to address complicated data analysis problems for which routine statistical procedures are insufficient (exclusively open to students who enter with additional training)       What can I do with this degree?    The curriculum prepares you for a career as an applied statistician and data scientist in the private or public sector, as well as for further academic study in a variety of academic disciplines that require quantitative analysis.    Who will I study with?    This is an exciting time to study applied statistics and data science at NYU. The MS program is an initiative of the NYU Steinhardt Center for the Promotion of Research Involving Innovative Statistical Methodology (PRIISM) and is an integrated part of the larger university-wide initiative in Data Science and Statistics , which offers several new master&rsquo;s degrees, including this MS program.    A3SR faculty have particular strengths in:       causal inference    high-dimensional data    measurement    missing data    model selection    multivariate analysis    multilevel modeling    surveys and sampling       All the faculty are deeply committed to using data analysis methods and strategies for the social good. They have worked and consulted for a range of advocacy and policy organizations. They are applying these strategies to important questions in public health, politics, psychology and psychometrics, demography, sociology, labor markets, and education . This program seeks like-minded students who are eager to apply these tools to do good in the world.    Some of the important application-area questions they are exploring include:       What is the role of media in forming public opinions?    What is the effect of gifted and talented programs on student achievement?    What is the relationship between diet and certain forms of cancer?    Do student curricular pathways matter for degree attainment and subsequent labor market outcomes?    What are effective strategies for rehabilitation of stroke patients?       On the methodological front our faculty are working in diverse areas across statistics . Examples include research to:       Assess when observational studies can act as reasonable substitutes for randomized experiments    Develop better strategies to handle missing data    Develop variable selection methods for high dimensional data    Model the dependencies in categorical sequences of events       We encourage you and all our students to work closely with our faculty on research that ranges from applied statistical analysis to the development of customized statistical models.    What other options do I have to study statistics at NYU?    There are many graduate programs in the Steinhardt School and at NYU that you may wish to further explore. We encourage you to explore these options further to find the program that best matches your personal interests and career goals. See a full list of master&rsquo;s and doctoral programs in the field of statistics and data science at NYU.                                                                This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}, {"content": "Pre-Approved Elective Courses - NYU Center for Data Science                                                                                                                            About CDS       Overview    About CDS    What is Data Science?    News &#038; Events    Partnerships    Research    Opportunities    Moore-Sloan    Moore-Sloan Data Science Environment at NYU    Data Science Showcase    Data Science Lunch Seminar Series    Data Science Incubator       Programs &#038; Admissions       MS Programs    Overview    Curriculum    Non-Degree Program    Faculty &#038; Staff    Admissions    Requirements    Careers in Data Science    Apply    Frequently Asked Questions       Current Students       Welcome    Registration Information    Student Resources    Course Grid    Course Pages    Important Dates    Student Profiles    Current Student Questions       Contact Us                                                                 Center for Data Science                                                                                                                   About CDS       Overview    About CDS    What is Data Science?    News &#038; Events    Partnerships    Research    Opportunities    Moore-Sloan    Moore-Sloan Data Science Environment at NYU    Data Science Showcase    Data Science Lunch Seminar Series    Data Science Incubator       Programs &#038; Admissions       MS Programs    Overview    Curriculum    Non-Degree Program    Faculty &#038; Staff    Admissions    Requirements    Careers in Data Science    Apply    Frequently Asked Questions       Current Students       Welcome    Registration Information    Student Resources    Course Grid    Course Pages    Important Dates    Student Profiles    Current Student Questions       Contact Us                                          NYU Center for Data Science                                                                                                                                            Pre-Approved Elective Courses                                                                                                                                                                                                             There are a large list of general electives that are pre-approved for Data Science graduate students. Many students will wish to deepen their expertise in a discipline or domain. To that end, we recommend course sequences around typical disciplines and domains. Students wishing to take elective courses not in the list need permission of the Director of Graduate Studies.   For students in the MSDS program, the timing of elective courses differs according to whether students are in the 3- or 4- semester plan.   In the 4-semester plan, this sequence of electives would be typical:     First semester (Fall): 1 elective   Second semester (Spring): 1 elective   Third semester (Fall): 1 elective   Fourth semester (Spring): 3 electives     In the 3-semester plan, this sequence of electives would be typical:     First semester (Fall): 3 electives   Second semester (Spring): 3 electives   Third semester (Fall): no electives     Note that some courses have prerequisites, which are not listed. You will need to consult the department website for such details. Often a search on “NYU” + the course name will lead to details for the course.     Electives by Discipline or Domain   These collections of courses are organized around specific disciplines and domains. Be aware that the courses listed are not necessarily offered every semester.  All are 3 credits except where noted otherwise.   Applied Statistics (PRIISM/Steinhardt)     APSTA-GE 2004: Advanced Modeling I: Multivariate Analysis   APSTA-GE 2012: Causal Inference: Statistical Methods For Program Evaluation and Policy Research   APSTA-GE 2013: Missing Data   APSTA-GE 2014: Adv Topics in Quant Meth: Statistical Analysis of Networks   APSTA-GE 2015: Adv Topics in Quant Meth: Applied Spatial Statistics   APSTA-GE 2016: Factor Scoring and Practical Issues in Scaling   APSTA-GE 2040: Multilevel Models: Growth Curves   APSTA-GE 2041: Practicum In Multi-Level Models   APSTA-GE 2042: Multilevel Models: Nested-Data Models   APSTA-GE 2094: Factor Analysis and Structural Equation Modeling   APSTA-GE 2110: Applied Statistics: Using Large Databases in Education Research   APSTA-GE 2134 Experimental and Quasi-Experimental Design   APSTA-GE 2997: Advanced Methods in Health and Policy Research (Generalized Linear Models)   RESCH-GE 2139: Survey Research Methods I   PUHE-GE 2306: Epidemiology     Artificial Intelligence     CSCI-GA.2271-001 : Computer Vision   CSCI-GA.2560-001: Artificial Intelligence   CSCI-GA.2965-001: Heuristic Problem Solving   CSCI-GA.3033-009: Speech Recognition   CSCI-GA.3033-001: Statistical Natural Language Processing   CSCI-GA.2590-001: Natural Language Processing   CSCI-GA-2566-001: Foundations of Machine Learning   CSCI-GA.3033-004 : Social Networks   DS-GA-1008-001: Deep Learning     Biology And Bioinformatics     MATH-GA 2852.002/BIOL-GA 1131.001 : Biophysical Modeling of Cells &amp; Populations   MATH-GA 2852.001/BIOL-GA 2852.001 : Stochastic Problems in Cellular, Molecular and Neural Science   MATH-GA.2851.001: Advanced Topics in Math Biology   BI 7513 : Chemical Foundation For Bioinformatics (NYU-Poly)   BI 7523 : Biological Foundation For Bioinformatics (NYU-Poly)   BI 7543 : Bioinformatics II: Protein Structure (NYU-Poly)   BI 7553 : Bioinformatics III: Functional Prediction (NYU-Poly)   BI 7623 : Systems Biology: -Omes and -Omics (NYU-Poly)   BI 7643 : Computational Tools Perl &amp; Bioperl (NYU-Poly)   BI 7633 : Microarray Data Analysis (NYU-Poly)   BI 7543 : Bioinformatics II: Protein Structure (NYU-Poly)   BI 7653 : Next Generation Sequence Analysis (NYU-Poly)   BI 7843 : Molecular Modeling and Simulation (NYU-Poly)   BI 7533 : Bioinformatics I: Sequence Analysis (NYU-Poly)   BI 7613 : Introduction to Systems Biology (NYU-Poly)   BIOL-GA.1130: Applied Genomics: Introduction to Bioinformatics and Network Modeling (4 Credits)   BIOL-GA.1009: Biological Databases and Datamining (4 Credits)   CSCI-GA.2520-001/BIOL-GA.1127: Bioinformatics &amp; Genomes (4 Points)     Biostatistics     EHSC-GA 2304 : Advanced Topics in Biostatistics   EHSC-GA 2330 : Advanced Topics in Survival Analysis   EHSC-GA 2331 : Advanced Topics in Data Mining with Applications to Genomics   EHSC-GA 2303 : Introduction to Biostatistics   EHSC-GA 2047 : Introduction to Survival Analysis   EHSC-GA 2306 : Methods of Applied Statistics and Data Mining with Applications to Biology and Medicine   EHSC-GA 2332 : Methods for the Analysis of Longitudinal Data   EHSC-GA 2045 : Methods for Categorical Data Analysis in Health Sciences Research   EHSC-GA2335: Sampling Methods and Applications in Health Surveys   EHSC-GA2313: Statistical Problems in Medicine and Biology   EHSC-GA 2333: Introduction to Measurement Error in Biomedical Research   EHSC-GA 2334: Statistical Methods in Genetics and Genetic Epidemiology   EHSC-GA 2335: Sampling Methods and Applications in Health Surveys   EHSC-GA 2336: Introduction to Statistical Inference   EHSC-GA 2337: Causal Inference in Observational Studies   EHSC-GA 2338: Statistical Methods for Clinical and Translational Research     Business     OPMG-GB.2351.30: Advanced Decision Models   ECON-GB.2355: Behavioral Economics: Decisions and Strategies   MKTG-GB.2354: Data Driven Decision Making   OPMG-GB.2350: Decision Models   ECON-GB.3351.01: Econometrics I   STAT-GB.2302: Forecasting Time Series Data   MGMT-GB.3351: Game Theory   FINC-GB.3121: Topics In Hedge Fund Strategies   STAT-GB.2301: Regression and Multivariate Data Analysis   STAT-GB.3127: Statistical Aspects of Market Risk   STAT-GB.3302.0: Statistical Inference and Regression Analysis   STAT-GB.2301: Regression and Multivariate Data Analysis   STAT-GB.2302: Forecasting Time Series Data   STAT-GB.2308: Applied Stochastic Processes For Financial Models   STAT-GB.2309: Mathematics of Investment   STAT-GB.3304: Advanced Theory of Statistics   STAT-GB.3305: Bayesian Inference and Statistical Decision Theory   STAT-GB.3306: Time Series Analysis   STAT-GB.3308: Sampling Techniques   STAT-GB.3309: Experimental Design   STAT-GB.3314: Statistical Computing and Sampling Methods With Applications to Finance   STAT-GB.3383: Frequency Domain Time Series Analysis     Center for Urban Science and Progress (CUSP)     CUSP-GX.5002: Urban ICT and City Operations   CUSP-GX.5001: Foundations of Urban Science   CUSP-GX.5003: Principles of Urban Informatics     Economics     ECON-G31.1003: Microeconomic Theory   ECON-G31.1005: Macroeconomic Theory I   ECON-G31.1101: Applied Statistics and Econometrics I   ECON-G31.1102: Applied Statistics and Econometrics II   ECON-G3351.01: Econometrics I     General Computer Science     CSCI-GA.1170-001 : Fundamental Algorithms   CSCI-GA.2110-001 : Programming Languages   CSCI-GA.2433-001 : Database Systems   CSCI-GA.2440-001 : Software Engineering   CSCI-GA.2620-001 : Networks and Distributed Systems   CSCI-GA.3033-005 : Production Quality Software   CSCI-GA.3033-005 : Distributed System     Large-Scale Computation     CSCI-GA.2112-001 &amp; MATH-GA.2043.001: Scientific Computing   CSCI-GA.2945-001: High Performance Scientific Computing   CSCI-GA.3033-011: Cloud Computing: Concepts And Practice   CSCI-GA.3033-012: Multicore Processors: Architecture &amp; Programming   CSCI-GA.2434-001: Advanced Database Systems   CSCI-GA.3033-008: Special Topics: Realtime and Big Data Analytics   CSCI-GA.3033-012: Cloud Computing   CSCI-GA.2580-001 : Web Search Engines   CS6913 Web Search Engines (NYU-Poly)     Mathematical Foundations     CSCI-GA-2420-001/MATH.GA.2010.001: Numerical Methods I   MATH-GA 2020.001/CSCI-GA 2421.001 : Numerical Methods II   MATH-GA.2901.001: Basic Probability   MATH-GA.2111.001: Linear Algebra (One-Term)   MATH-GA.2110.001: Linear Algebra I   CSCI-GA-2566-001: Foundations of Machine Learning   MATH-GA.2931.001: Advanced Topics in Probability   MATH-GA 2563.001 : Harmonic Analysis   MATH-GA 2911.001 : Probability: Limit Theorems I   MATH-GA 2912.001 : Probability: Limit Theorems II   MATH-GA 2902.001 : Stochastic Calculus     Mathematical Finance     MATH-GA 2045.001 : Computational Methods For Finance   MATH-GA 2041.001 : Computing in Finance   MATH-GA 2792.001 : Continuous Time Finance   MATH-GA 2797.001: Credit Markets &amp; Models   MATH-GA 2791.001 : Derivative Securities   MATH-GA 2709.001 : Financial Engineering Models For Corporate Finance   MATH-GA 2751.001 : Risk &amp; Portfolio Management w/Econometrics   MATH-GA 2707.001 : Time Series Analysis &amp; Statistical Arbitrage   MATH-GA 2752.001 : Active Portfolio Management   MATH-GA 2753.001 : Advanced Risk Management   MATH-GA 2708.001 : Algorithmic Trading &amp; Quantitative Strategies   MATH-GA 2798.001: Interest Rate &amp; Fx Models   MATH-GA 2706.001 : Partial Differential Equations For Finance   MATH-GA 2796.001: Mortgage-Backed Securities and Energy Derivatives     Neuroscience     NEURL-GA.3042.: Mathematical Aspects of Neurophysiology   NEURL-GA.3235.: Information Processing and Visual Pathways   BMSC-GA 2440: Emerging Diseases and Bioterrorism: Disease Surveillance Epidemiology   BMSC-GA 2604:  Bioinformatics (4 Credits)     Music     MPATE-GE 2623: Music Information Retrieval     Physics     PHYS-GA 2000: Computational Physics     Political Science     POL-GA.2106: Methods of Political and Social Analysis (4 Credits)   POL-GA.1120: Introduction to Quantitative Political Analysis I (4 Credits)   POL-GA.2105: Formal Modeling in Political Science (4 Credits)   POL-GA.2108: Game Theory and Politics   POL-GA.2127: Introduction to Quantitative Political Analysis II     Psychology     APSY-GE 2140: Measurement: Classical Test Theory   APSY-GE 2141: Measurement: Modern Test Theory   APSY-GE 2142: Measurement And Evaluation: Psychometric Theory   APSY-GE 2143: Construction of Psychological Tests   APSY-GE 2074: Research Design and Methodology in the Behavioral Sciences II   PSYCH-GA.2067-001: Applied Research Methods   PSYCH-GA.2217 -001: Research Methods Is S/P   PSYCH-GA.2226-001: Psycholinguistics   PSYCH-GA.2248-001: Analysis of Change   PSYCH-GA.3393-001: Seminar in Neurolinguistics   PSYCH-GA.3405-001: Causal Learning   PSYCH-GA.3405-001: Neuroeconomics and Decision Making     Sociology     SOC-GA.2330: Introduction to Methods of Sociological Research (4 Points)   Design of Social Research (In the AQR Program)   Techniques of Quantitative Analysis I (In the AQR Program)   Techniques of Quantitative Analysis II (In the AQR Program)     Statistical And Mathematical Methods     CSCI-GA.2112-001 &amp; MATH-GA.2043.001: Scientific Computing   CSCI-GA.2945-001: High Performance Scientific Computing   CSCI-GA.2945-002 &amp; MATH-GA-2011.002: Numerical Optimization   CSCI-GA.2965-001: Heuristic Problem Solving   MATH-GA.2901.001: Basic Probability   MATH-GA.2962.001: Mathematical Statistics   CSCI-GA-2420-001/MATH.GA.2010.001: Numerical Methods I   MATH-GA 2020.001/CSCI-GA 2421.001 : Numerical Methods II   CSCI-GA.2945-001 &amp; MATH-GA.2620.002: Monte Carlo Methods   MATH-GA.2011.003: Analytical Methods in Computer Science   MATH-GA 2701.001 : Methods of Applied Math   MATH-GA 2902.001 : Stochastic Calculus   MATH-GA 2704.001 : Applied Stochastic Analysis   MATH-GA 2840.002 : Data Analysis Methods For High-Dimensional Time Series   MATH-GA 2012.001/CSCI-GA 2945.001 : Monte Carlo Methods     Wagner (Public Service)     PADM-GP 2875: Estimating Impacts in Policy Research   PADM-GP 4114: Surveys and Interviews: A Laboratory on Techniques of Sampling, Designing, Conducting, and Analyzing Surveys and Interviews                                                                                                                                                                                                                             Location     The Center for Data Science is located on the Washington Square campus in the heart of Greenwich Village.     726 Broadway, 7th Floor, New York, NY 10003   Email: datascience-group@nyu.edu         Map: View                                                                    CDS Communities       Twitter   ‎  Facebook     LinkedIn                                                                          CDS Science     Blog                                                                                                                                                      About the NYU Center for Data Science   Opportunities   What is Data Science?   Programs &#038; Admissions   People                                           Copyright &copy; 2013 |         New York University"}]}]