[{"detail": [{"content": "Graduate Course Schedule Spring 2015    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Graduate Course Schedule Spring 2015     Spring 2015 GRADUATE     COURSE OFFERINGS  Courses   to be held in 19 University Place, Room 225 unless otherwise noted.        NB: Course offerings and   times are subject to change.                Course Name           Course                 Professor              Time                    Literary Translation                   Workshop   in Translation II          FREN-GA 2010       (#5079)          Waters             Wed 9:30 – 12:00                History and Theory of Translation            FREN-GA 1020    (#22029)          Usher             Mon    9:30 – 12:00                    French Literature              Studies in Contemporary Literature: Le tintamarre de la musique    Meets January 26 - March 13     FREN-GA 2790 (#5205)          Noudelmann     Mon &amp; Thur 12:30 - 3:00            Studies in Contemporary French Thought: L' éthique à l' épreuve du politique: Ricoeur, Levinas et Derrida        FREN-GA 2791    (#22031)           Nouis             Mon    3:30 - 6:00                        Studies in 19th Century Literature : Le r  é cit romantique            FREN-GA 2690 (#5402)          Bernard     Tue    9:30 - 12:00        Literature and Cinema: Teaching Cinema    FREN-GA 1764  (#5202)          Cortade       Tue    3:30 – 6:00                 Proust               FREN-GA 2776 (#22032)             Nicole             Wed    12:30 – 3:00   Topics in Francophone Literature: Figures de l' é tranger dans la litterature francophone du Maghreb       FREN-GA 1990  (#22037)             Bensmaia             Wed    3:30 – 6:00                   Studies in Medieval Literature: The Emotions in Medieval French Literature                FREN-GA 2290 (#22035)        Vitz              Thur 3:30 - 6:00             History and Theory of Translation     FREN-GA 1020 (#22029)          Usher       Mon    9:30 – 12:00       Topics in French Cultural History: Catastrophes in Modern France   Sponsored at the IFS. Cross-listed with French.    FREN-GA 1500 (#5258)  Gerson  Mon    12:30 – 3:00       Independent Study (Guided   Individual Reading)    4 credits; see Graduate Aide              FREN-GA   2892 (#2006)                                  Course Descriptions   FREN-GA 2010 Workshop in Translation II Prof. Alyson WATERS This course builds on the work students have done in Workshop in Translation I. The first few weeks of the course will be devoted to translating short passages of literary fiction selected by the instructor, studying questions of voice, tone, style, and refining grammar points. Starting with the third or fourth week, we will begin workshopping the translations that will become students’ theses. Students should, however, come to the first class of the semester prepared to present the work they have selected for this thesis to the instructor and to the class.   FREN-GA 1020 History and Theory of Translation Prof. Phillip John USHER Course taught in English Via a (necessarily selective) history of its hypothetical modes and models (i.e. theories), this course invites students to study the major stakes of translation.. The course will take as its point of departure an insight made by Antoine Berman, namely that “to translate intuitively means either (a) translating any which way, or (b) translating by unconsciously obeying the ideological prejudices/prejudgments of one’s era.” In other words: we will ask why translators did what they did the way they did it?; what can we learn from that to better articulate our critiques of translation and our own work as translators?; and how does translation relate to wider theoretical projects in literary studies? We will read and respond to key contributions to the field (Saint Jerome, Schleiermacher, Nietzsche, Benjamin, Berman, Venuti, Apter, Simon, etc.). FREN-GA 2790 Le tintamarre de la musique dans la littérature française aux XXe et XXIe siècles Prof. Francois NOUDELMANN Course taught in French La musique a souvent servi de référence à la littérature, les écrivains y trouvant des modèles à imiter ou à éviter. Affirmation des goûts, analyses musicales, métaphores du style, théories de la musique… ces registres semblent ajouter une valeur artiste à la création littéraire. Mais la musique, loin de favoriser l'harmonie, a été aussi un mode d'engagement polémique. Elle a suscité de violentes querelles, parfois nationalistes (pour ou contre Wagner) et plus largement culturelles (où les modernes ne sont pas ceux que l'on croit). Les oppositions entre musiques classiques ou contemporaines, savantes ou populaires, jazz ou rock, ont clivé les écrivains. Le séminaire étudiera le rôle métonymique de ces engagements musicaux liés à la valorisation d'un compositeur, d'un instrument, ou d'une forme musicale, et qui permettent d'affirmer un rapport au monde et un style d'écriture. Il les mettra en perspective en rappelant l'histoire du référent musical dans la littérature, dans le spectre de Rousseau, compositeur et théoricien engagé dans les combats musicaux. Il analysera aussi les malentendus entre littérature et musique, et leur singularité face à la philosophie esthétique et la musicologie. Il montrera les enjeux littéraires de ces références musicales en observant, au-delà de la guerre des goûts, comment la musique offre une multiplicité de figures pour la littérature, tant par ses codes de composition que par ses pratiques instrumentales et vocales. Corpus étudié : Gide, Claudel, Sartre, Leiris, Butor, Jouve, Bonnefoy, Barthes, Quignard, Millet, Lévi-Strauss FREN-GA 2791 L’Éthique à l’épreuve du politique : Ricœur, Levinas et Derrida Prof. Lucien NOUIS Course taught in French Quels rapports entre éthique et politique ? Il s’agira ici de tracer un chemin à travers ces trois « massifs » que sont Ricœur, Levinas et Derrida, en privilégiant les moments de leurs œuvres où se conceptualise – sur fond de xxe siècle et à chaque fois différemment – ce couple, ou cet accouplement, complexe. Pour Ricœur, nous le verrons, éthique et politique ne sont pas dans une relation de subordination, mais sont à comprendre comme « deux foyers décentrés l’un par rapport à l’autre, posant chacun une problématique originale et créant un segment commun, précisément par leur intersection ». C’est cette intersection que l’on retrouvera travaillée dans ceux de ses textes où sont abordées les questions du pouvoir, du vivre-ensemble, de l’éthique démocratique, du juste, de l’action, ou encore de la dette, de l’oubli, du pardon, etc. Avec Levinas, il faudra explorer – à travers une réflexion sur le droit, la justice, l’État, les villes-refuges, le Livre – les limites d’une politique qui « doit toujours être contrôlée et critiquée à partir de l’éthique », ou encore sollicitée de l’intérieur par une éthique qui serait un au-delà du politique dans le politique. Dans un troisième temps, avec Derrida, nous poursuivrons notre problématique en suivant, diffracté sur plusieurs textes, un questionnement sur la loi, la violence, la force, l’événement, l’amitié, l’hospitalité, la judéité, etc. Nous lirons à l’occasion certains des auteurs sur lesquels Derrida appuie sa pensée : Levinas bien sûr, mais aussi Platon, Kant, Marx, Walter Benjamin, Jean-Luc Nancy... Ce cours s’adresse à des doctorants qui n’ont pas forcément de formation philosophique, mais qui pourraient chercher à développer, dans leurs travaux, une approche qui ne serait pas étrangère à un certain nombre de questionnements conceptuels relevant de cette discipline. Ce qui est certain, c’est qu’avec Ricœur, Levinas et Derrida, nous avons affaire à trois philosophes qui sont aussi lecteurs et commentateurs d’œuvres littéraires, et pour qui politique et éthique ne sont pas des domaines radicalement étrangers au roman et à la poésie. Le cours et les lectures se feront en français. En plus d’articles et d’extraits photocopiés, qui seront mis à votre disposition sur Internet et qui constitueront la majorité de nos sources, je vous invite à vous procurer les livres suivants. Paul Ricœur, Soi-même comme un autre. Emmanuel Levinas, Totalité et Infini. Jacques Derrida, Spectres de Marx et Force de loi FREN-GA 2690 La Fiction Romantique Prof. Claudie BERNARD Course taught in French On étudiera l’expression de la subjectivité romantique dans la première moitié du XIXe siècle, telle que la façonnent la prise de conscience de l’histoire contemporaine et l’engagement dans les débats socio-politiques du temps, à travers une interrogation sur le renouvellement des formes esthétiques et littéraires. Outre leur participation aux discussions collectives, les étudiants présenteront un exposé sur une œuvre au programme, et un exposé sur un ouvrage théorique ; rédigeront deux explications de texte ; écriront une dissertation d’une quinzaine de pages sur un sujet de leur choix, ou passeront un examen final. Œuvres au programme Mme de Staël, De l’Allemagne (1813) Hugo, Préface de Cromwell (1827) Musset, La Confession d’un enfant du siècle (1836), Lettres de Dupuis et Cotonet (1837) Gautier, Histoire du romantisme (1874) Hugo, Le Dernier Jour d’un condamné (1829) Balzac, La Duchesse de Langeais (1834) Stendhal, La Chartreuse de Parme (1839) Michelet, Le Peuple (1846)  FREN-GA 1764 Teaching Cinema Prof. Ludovic CORTADE Course taught in English Film has become a major component of teaching in departments of modern languages and literatures. The ability to study and teach film is also a skill that is sought after by language and literature search committees in the academic job market. And yet, graduate students in departments of modern languages and literatures have few opportunities to receive a comprehensive training in cinema studies. The goal of this graduate course is twofold: 1) “Teaching Cinema” is an introduction to the methodology of film analysis that is specifically tailored to the needs and to the interests of graduate students in modern languages and literatures; 2) “Teaching Cinemas” also provides students with an opportunity to discuss and implement teaching strategies using films. Students choose and analyze films on the basis of their interest through the lens of a large range of topics (class, gender, politics, globalization, etc.). They also discuss teaching strategies, including how to interact with students in class, how to create a lesson plan, how to write a syllabus that includes films, etc. Lastly, students in this workshop have several opportunities to teach class periods, and to receive constructive feedback from the instructor and from fellow graduate students. This course is both an introduction to film and a teaching skills workshop that help students diversify their teaching portfolio and help them prepare for the academic job market. -  The course is conducted in English. -  No background in Cinema Studies required. -  Students with no teaching experience are welcome. -  No book to purchase. FREN-GA 2776 Proust  Prof. Eugene NICOLE Course taught in French On the one hand, this course will focus specifically on Du côté de chez Swann, À l’ombre des jeunes filles en fleurs, Albertine disparue and Le Temps retrouvé, providing a framework for an in-depth study of these four texts. On the other hand, it will also give the student an opportunity to reflect upon broader, theoretical issues, which are representative of Proustian criticism today. Accordingly, special emphasis will be placed both on the structure and the making of À la recherche du temps perdu (especially of « Combray », Albertine disparue and Le Temps retrouvé). After examining Proust’s theory of Love, his concept of the Self, his “psychology in Space”, we will examine the philosophical roots of his aesthetics marked by such paradoxical concepts as that of “sensible ideas” and the rich intertextual field of la Recherche. We will then show that Proust’s most powerful innovation resides in his conception of the novel as an instrument in the search for Truth. The course will provide ample opportunities to discuss a number of seminal interpretations, including works by Barthes, Bataille, Bayard, Beckett, Belloi, Benjamin, Bizub, Blanchot, Cohn, Deleuze, Descombes, Genette, Girard, Henry, Jullien, Kristeva, Ladenson, Levinas, Merlau-Ponty, Muller, Nabokov, Poulet, Richard, Ricoeur, Rousset. Important Note : For Du côté de chez Swann, À l’ombre des jeunes filles en fleurs et Le Temps retrouvé, we will use the Livre de Poche classique edition (Ldp nºs 7390, 7391, 7396). For Albertine disparue will use the GF Flammarion vol nº 1153 provided by Jean Milly. FREN-GA 1990 Figures de l'étranger dans la littérature française et Francophone Prof. Réda BENSMAIA Course taught in French From Michel de Montaigne to Marguerite Duras, Victor Segalen to Jean Genêt, modern French literature has always been haunted by a specter: the figure of the Other (the foreigner, the \"exote\", the \"immigrant\", the \"bon sauvage\", etc). Various literary texts and essays written by contemporary francophone writers will help us study the historical status and the various forms of these figures in modern French and Francophone Literature. Texts which will include excerpts or full works of, Abdelkébir Khatibi, Abdelwahab Meddeb, Albert Memmi, Maïssa Bey and others will help us draw a map of the displacements and metamorphoses of these intriguing figures in French and Francophone Literature of the 20th and 21rst centuries. One Mid-Term short essay and a final paper. Books: Boudjedra, Rachid, Topographie idéale pour une agression caractérisée, Folio 1975. Memmi, Albert, Agar, Folio 1984.ISBN# 2-07-037584-6 A 37584. Rahmani, Zahia, France, Récit d’une Enfance, Le Livre de Poche, Sabine WESPIESER Éditeur, 2006. Bey, Maïssa, Bleu, Blanc, Vert, Edition de l’Aube, 2006. Huston, Nancy, Nord Perdu, suivi de Douze France, Actes Sud, 1999. Sansal, Boualen, Le village de l'allemand ou le journal des freres Schiller.  FREN-GA 2290 Emotions in French Medieval Literature Prof. Evelyn VITZ Course taught in English This course focuses on the role and representation of the emotions in French medieval literature, with particular focus on narrative of the 11th-13th centuries. We begin with some large issues, such as: What are emotions? Is there some “basic list” of emotions?—and if not, why not? To what degree is there a “history” of emotions? What is the vocabulary of emotions in Old French literature?—what words were used? Who has (and doesn’t have), emotions: What of the role of gender, of class? What about religious/supernatural figures: God, Jesus, the Virgin, saints, angels, demons? Animals, monsters, etc.? And other “others”? How were emotions distinguished from vices and virtues? From temperament and permanent character traits? From appetites? From feelings? With regard to audience response: how were/are emotional responses to works related to (and distinct from) physiological and cognitive responses? Do readers seem to have had different emotional response from those who saw/heard performed works? Thus, we have a large set of large questions that we will raise at the start of the course, with some theoretical /philosophical/ theological readings (e.g., from the Bible, the Stoics, Augustine, Bernard of Clairvaux, Thomas Aquinas, rhetorical treatises). What were the important kinds of agreements and disagreements about emotions in the Middle Ages—and how did thinking on the issues develop? How much was vernacular literature influenced by philosophical and theological disagreements? We then focus our attention on major examples from particular genres—since it appears to be the case that, for the most part, in this period, different genres handle and evoke emotions quite differently: each genre seems to focus on some emotions, and avoid others. We will look at saints’ lives and pious tales; an epic (La Chanson de Roland, and a few excerpts from other chansons de geste); romance (esp. Yvain but with glimpses elsewhere); lais of Marie de France; beast epic (Le Roman de Renart); and a few fabliaux. Toward the end of the semester, we will look at a few short 14th and 15th c. texts to see how the handling of emotions has changed and what has changed it—one example being the increased interest in the humours, such as melancholy. I am open to having us pause to examine texts that are of particular interest to the students in the class. Students need to read modern French; we will work on Old French as needed in class. Texts to purchase: La Chanson de Roland (Lettres gothiques) Chrétien de Troyes, Yvain ou le chevalier au lion (Lettres gothiques) Other texts will be handed out in class, read on-line, or put into a Reader.  FREN-GA 1500 Catastrophes in Modern France Prof. Stephane GERSON Course taught in English Disaster studies go back decades, but only recently have natural and technological catastrophes have become objects of study among historians of France (and other countries as well). These sudden, unexpected, and sometimes unexplained events make visible those forces, power relations, tensions, and vulnerabilities that are otherwise hidden from view. In this respect they serve as a window into their era. They can also propel history in new directions. Sometimes, they do so by provoking disruptions and nourishing ways of thinking, grounds for contestation, or emotional registers. Sometimes, they consolidate pre-existing norms, conceptual frameworks, and social, gendered, or race/ethnicity-based inequalities. Finally, the history of catastrophes can provide a genealogy of our own disaster culture, our own era caught in what one commentator calls “the long emergency.” This course has a triple agenda — and three corresponding parts. First, we will delve into recent empirical and theoretical writings about modern catastrophes to engage with key concepts. These include: risk society, spectacles of disaster, trauma, new social possibilities, the disaster state, biological citizenship, states of emergency/exception, symbolic politics, and social drama. Second, we will test out these concepts (and play with others) through a rich case-study: the first massive railroad crash in France (and perhaps the world), on the Paris-Versailles line in 1842. How did contemporaries anticipate, experience, feel, represent, and respond to this unprecedented event? By delving into contemporary sources, we will ask questions about governmentality, public and private grief, risk and the market, expertise, heroization, wounded and damaged bodies, media and public inquiries, secular and religious representations and rituals. Finally, each one of you will frame a significant research project on one aspect of this question and workshop it in class during the final weeks of the semester. Each paper will contribute to a collective inquiry whose final outcome — the sum-total of our intellectual efforts — will take us into uncharted territory.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Graduate Course Schedule Spring 2015    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Graduate Course Schedule Spring 2015     Spring 2015 GRADUATE     COURSE OFFERINGS  Courses   to be held in 19 University Place, Room 225 unless otherwise noted.        NB: Course offerings and   times are subject to change.                Course Name           Course                 Professor              Time                    Literary Translation                   Workshop   in Translation II          FREN-GA 2010       (#5079)          Waters             Wed 9:30 – 12:00                History and Theory of Translation            FREN-GA 1020    (#22029)          Usher             Mon    9:30 – 12:00                    French Literature              Studies in Contemporary Literature: Le tintamarre de la musique    Meets January 26 - March 13     FREN-GA 2790 (#5205)          Noudelmann     Mon &amp; Thur 12:30 - 3:00            Studies in Contemporary French Thought: L' éthique à l' épreuve du politique: Ricoeur, Levinas et Derrida        FREN-GA 2791    (#22031)           Nouis             Mon    3:30 - 6:00                        Studies in 19th Century Literature : Le r  é cit romantique            FREN-GA 2690 (#5402)          Bernard     Tue    9:30 - 12:00        Literature and Cinema: Teaching Cinema    FREN-GA 1764  (#5202)          Cortade       Tue    3:30 – 6:00                 Proust               FREN-GA 2776 (#22032)             Nicole             Wed    12:30 – 3:00   Topics in Francophone Literature: Figures de l' é tranger dans la litterature francophone du Maghreb       FREN-GA 1990  (#22037)             Bensmaia             Wed    3:30 – 6:00                   Studies in Medieval Literature: The Emotions in Medieval French Literature                FREN-GA 2290 (#22035)        Vitz              Thur 3:30 - 6:00             History and Theory of Translation     FREN-GA 1020 (#22029)          Usher       Mon    9:30 – 12:00       Topics in French Cultural History: Catastrophes in Modern France   Sponsored at the IFS. Cross-listed with French.    FREN-GA 1500 (#5258)  Gerson  Mon    12:30 – 3:00       Independent Study (Guided   Individual Reading)    4 credits; see Graduate Aide              FREN-GA   2892 (#2006)                                  Course Descriptions   FREN-GA 2010 Workshop in Translation II Prof. Alyson WATERS This course builds on the work students have done in Workshop in Translation I. The first few weeks of the course will be devoted to translating short passages of literary fiction selected by the instructor, studying questions of voice, tone, style, and refining grammar points. Starting with the third or fourth week, we will begin workshopping the translations that will become students’ theses. Students should, however, come to the first class of the semester prepared to present the work they have selected for this thesis to the instructor and to the class.   FREN-GA 1020 History and Theory of Translation Prof. Phillip John USHER Course taught in English Via a (necessarily selective) history of its hypothetical modes and models (i.e. theories), this course invites students to study the major stakes of translation.. The course will take as its point of departure an insight made by Antoine Berman, namely that “to translate intuitively means either (a) translating any which way, or (b) translating by unconsciously obeying the ideological prejudices/prejudgments of one’s era.” In other words: we will ask why translators did what they did the way they did it?; what can we learn from that to better articulate our critiques of translation and our own work as translators?; and how does translation relate to wider theoretical projects in literary studies? We will read and respond to key contributions to the field (Saint Jerome, Schleiermacher, Nietzsche, Benjamin, Berman, Venuti, Apter, Simon, etc.). FREN-GA 2790 Le tintamarre de la musique dans la littérature française aux XXe et XXIe siècles Prof. Francois NOUDELMANN Course taught in French La musique a souvent servi de référence à la littérature, les écrivains y trouvant des modèles à imiter ou à éviter. Affirmation des goûts, analyses musicales, métaphores du style, théories de la musique… ces registres semblent ajouter une valeur artiste à la création littéraire. Mais la musique, loin de favoriser l'harmonie, a été aussi un mode d'engagement polémique. Elle a suscité de violentes querelles, parfois nationalistes (pour ou contre Wagner) et plus largement culturelles (où les modernes ne sont pas ceux que l'on croit). Les oppositions entre musiques classiques ou contemporaines, savantes ou populaires, jazz ou rock, ont clivé les écrivains. Le séminaire étudiera le rôle métonymique de ces engagements musicaux liés à la valorisation d'un compositeur, d'un instrument, ou d'une forme musicale, et qui permettent d'affirmer un rapport au monde et un style d'écriture. Il les mettra en perspective en rappelant l'histoire du référent musical dans la littérature, dans le spectre de Rousseau, compositeur et théoricien engagé dans les combats musicaux. Il analysera aussi les malentendus entre littérature et musique, et leur singularité face à la philosophie esthétique et la musicologie. Il montrera les enjeux littéraires de ces références musicales en observant, au-delà de la guerre des goûts, comment la musique offre une multiplicité de figures pour la littérature, tant par ses codes de composition que par ses pratiques instrumentales et vocales. Corpus étudié : Gide, Claudel, Sartre, Leiris, Butor, Jouve, Bonnefoy, Barthes, Quignard, Millet, Lévi-Strauss FREN-GA 2791 L’Éthique à l’épreuve du politique : Ricœur, Levinas et Derrida Prof. Lucien NOUIS Course taught in French Quels rapports entre éthique et politique ? Il s’agira ici de tracer un chemin à travers ces trois « massifs » que sont Ricœur, Levinas et Derrida, en privilégiant les moments de leurs œuvres où se conceptualise – sur fond de xxe siècle et à chaque fois différemment – ce couple, ou cet accouplement, complexe. Pour Ricœur, nous le verrons, éthique et politique ne sont pas dans une relation de subordination, mais sont à comprendre comme « deux foyers décentrés l’un par rapport à l’autre, posant chacun une problématique originale et créant un segment commun, précisément par leur intersection ». C’est cette intersection que l’on retrouvera travaillée dans ceux de ses textes où sont abordées les questions du pouvoir, du vivre-ensemble, de l’éthique démocratique, du juste, de l’action, ou encore de la dette, de l’oubli, du pardon, etc. Avec Levinas, il faudra explorer – à travers une réflexion sur le droit, la justice, l’État, les villes-refuges, le Livre – les limites d’une politique qui « doit toujours être contrôlée et critiquée à partir de l’éthique », ou encore sollicitée de l’intérieur par une éthique qui serait un au-delà du politique dans le politique. Dans un troisième temps, avec Derrida, nous poursuivrons notre problématique en suivant, diffracté sur plusieurs textes, un questionnement sur la loi, la violence, la force, l’événement, l’amitié, l’hospitalité, la judéité, etc. Nous lirons à l’occasion certains des auteurs sur lesquels Derrida appuie sa pensée : Levinas bien sûr, mais aussi Platon, Kant, Marx, Walter Benjamin, Jean-Luc Nancy... Ce cours s’adresse à des doctorants qui n’ont pas forcément de formation philosophique, mais qui pourraient chercher à développer, dans leurs travaux, une approche qui ne serait pas étrangère à un certain nombre de questionnements conceptuels relevant de cette discipline. Ce qui est certain, c’est qu’avec Ricœur, Levinas et Derrida, nous avons affaire à trois philosophes qui sont aussi lecteurs et commentateurs d’œuvres littéraires, et pour qui politique et éthique ne sont pas des domaines radicalement étrangers au roman et à la poésie. Le cours et les lectures se feront en français. En plus d’articles et d’extraits photocopiés, qui seront mis à votre disposition sur Internet et qui constitueront la majorité de nos sources, je vous invite à vous procurer les livres suivants. Paul Ricœur, Soi-même comme un autre. Emmanuel Levinas, Totalité et Infini. Jacques Derrida, Spectres de Marx et Force de loi FREN-GA 2690 La Fiction Romantique Prof. Claudie BERNARD Course taught in French On étudiera l’expression de la subjectivité romantique dans la première moitié du XIXe siècle, telle que la façonnent la prise de conscience de l’histoire contemporaine et l’engagement dans les débats socio-politiques du temps, à travers une interrogation sur le renouvellement des formes esthétiques et littéraires. Outre leur participation aux discussions collectives, les étudiants présenteront un exposé sur une œuvre au programme, et un exposé sur un ouvrage théorique ; rédigeront deux explications de texte ; écriront une dissertation d’une quinzaine de pages sur un sujet de leur choix, ou passeront un examen final. Œuvres au programme Mme de Staël, De l’Allemagne (1813) Hugo, Préface de Cromwell (1827) Musset, La Confession d’un enfant du siècle (1836), Lettres de Dupuis et Cotonet (1837) Gautier, Histoire du romantisme (1874) Hugo, Le Dernier Jour d’un condamné (1829) Balzac, La Duchesse de Langeais (1834) Stendhal, La Chartreuse de Parme (1839) Michelet, Le Peuple (1846)  FREN-GA 1764 Teaching Cinema Prof. Ludovic CORTADE Course taught in English Film has become a major component of teaching in departments of modern languages and literatures. The ability to study and teach film is also a skill that is sought after by language and literature search committees in the academic job market. And yet, graduate students in departments of modern languages and literatures have few opportunities to receive a comprehensive training in cinema studies. The goal of this graduate course is twofold: 1) “Teaching Cinema” is an introduction to the methodology of film analysis that is specifically tailored to the needs and to the interests of graduate students in modern languages and literatures; 2) “Teaching Cinemas” also provides students with an opportunity to discuss and implement teaching strategies using films. Students choose and analyze films on the basis of their interest through the lens of a large range of topics (class, gender, politics, globalization, etc.). They also discuss teaching strategies, including how to interact with students in class, how to create a lesson plan, how to write a syllabus that includes films, etc. Lastly, students in this workshop have several opportunities to teach class periods, and to receive constructive feedback from the instructor and from fellow graduate students. This course is both an introduction to film and a teaching skills workshop that help students diversify their teaching portfolio and help them prepare for the academic job market. -  The course is conducted in English. -  No background in Cinema Studies required. -  Students with no teaching experience are welcome. -  No book to purchase. FREN-GA 2776 Proust  Prof. Eugene NICOLE Course taught in French On the one hand, this course will focus specifically on Du côté de chez Swann, À l’ombre des jeunes filles en fleurs, Albertine disparue and Le Temps retrouvé, providing a framework for an in-depth study of these four texts. On the other hand, it will also give the student an opportunity to reflect upon broader, theoretical issues, which are representative of Proustian criticism today. Accordingly, special emphasis will be placed both on the structure and the making of À la recherche du temps perdu (especially of « Combray », Albertine disparue and Le Temps retrouvé). After examining Proust’s theory of Love, his concept of the Self, his “psychology in Space”, we will examine the philosophical roots of his aesthetics marked by such paradoxical concepts as that of “sensible ideas” and the rich intertextual field of la Recherche. We will then show that Proust’s most powerful innovation resides in his conception of the novel as an instrument in the search for Truth. The course will provide ample opportunities to discuss a number of seminal interpretations, including works by Barthes, Bataille, Bayard, Beckett, Belloi, Benjamin, Bizub, Blanchot, Cohn, Deleuze, Descombes, Genette, Girard, Henry, Jullien, Kristeva, Ladenson, Levinas, Merlau-Ponty, Muller, Nabokov, Poulet, Richard, Ricoeur, Rousset. Important Note : For Du côté de chez Swann, À l’ombre des jeunes filles en fleurs et Le Temps retrouvé, we will use the Livre de Poche classique edition (Ldp nºs 7390, 7391, 7396). For Albertine disparue will use the GF Flammarion vol nº 1153 provided by Jean Milly. FREN-GA 1990 Figures de l'étranger dans la littérature française et Francophone Prof. Réda BENSMAIA Course taught in French From Michel de Montaigne to Marguerite Duras, Victor Segalen to Jean Genêt, modern French literature has always been haunted by a specter: the figure of the Other (the foreigner, the \"exote\", the \"immigrant\", the \"bon sauvage\", etc). Various literary texts and essays written by contemporary francophone writers will help us study the historical status and the various forms of these figures in modern French and Francophone Literature. Texts which will include excerpts or full works of, Abdelkébir Khatibi, Abdelwahab Meddeb, Albert Memmi, Maïssa Bey and others will help us draw a map of the displacements and metamorphoses of these intriguing figures in French and Francophone Literature of the 20th and 21rst centuries. One Mid-Term short essay and a final paper. Books: Boudjedra, Rachid, Topographie idéale pour une agression caractérisée, Folio 1975. Memmi, Albert, Agar, Folio 1984.ISBN# 2-07-037584-6 A 37584. Rahmani, Zahia, France, Récit d’une Enfance, Le Livre de Poche, Sabine WESPIESER Éditeur, 2006. Bey, Maïssa, Bleu, Blanc, Vert, Edition de l’Aube, 2006. Huston, Nancy, Nord Perdu, suivi de Douze France, Actes Sud, 1999. Sansal, Boualen, Le village de l'allemand ou le journal des freres Schiller.  FREN-GA 2290 Emotions in French Medieval Literature Prof. Evelyn VITZ Course taught in English This course focuses on the role and representation of the emotions in French medieval literature, with particular focus on narrative of the 11th-13th centuries. We begin with some large issues, such as: What are emotions? Is there some “basic list” of emotions?—and if not, why not? To what degree is there a “history” of emotions? What is the vocabulary of emotions in Old French literature?—what words were used? Who has (and doesn’t have), emotions: What of the role of gender, of class? What about religious/supernatural figures: God, Jesus, the Virgin, saints, angels, demons? Animals, monsters, etc.? And other “others”? How were emotions distinguished from vices and virtues? From temperament and permanent character traits? From appetites? From feelings? With regard to audience response: how were/are emotional responses to works related to (and distinct from) physiological and cognitive responses? Do readers seem to have had different emotional response from those who saw/heard performed works? Thus, we have a large set of large questions that we will raise at the start of the course, with some theoretical /philosophical/ theological readings (e.g., from the Bible, the Stoics, Augustine, Bernard of Clairvaux, Thomas Aquinas, rhetorical treatises). What were the important kinds of agreements and disagreements about emotions in the Middle Ages—and how did thinking on the issues develop? How much was vernacular literature influenced by philosophical and theological disagreements? We then focus our attention on major examples from particular genres—since it appears to be the case that, for the most part, in this period, different genres handle and evoke emotions quite differently: each genre seems to focus on some emotions, and avoid others. We will look at saints’ lives and pious tales; an epic (La Chanson de Roland, and a few excerpts from other chansons de geste); romance (esp. Yvain but with glimpses elsewhere); lais of Marie de France; beast epic (Le Roman de Renart); and a few fabliaux. Toward the end of the semester, we will look at a few short 14th and 15th c. texts to see how the handling of emotions has changed and what has changed it—one example being the increased interest in the humours, such as melancholy. I am open to having us pause to examine texts that are of particular interest to the students in the class. Students need to read modern French; we will work on Old French as needed in class. Texts to purchase: La Chanson de Roland (Lettres gothiques) Chrétien de Troyes, Yvain ou le chevalier au lion (Lettres gothiques) Other texts will be handed out in class, read on-line, or put into a Reader.  FREN-GA 1500 Catastrophes in Modern France Prof. Stephane GERSON Course taught in English Disaster studies go back decades, but only recently have natural and technological catastrophes have become objects of study among historians of France (and other countries as well). These sudden, unexpected, and sometimes unexplained events make visible those forces, power relations, tensions, and vulnerabilities that are otherwise hidden from view. In this respect they serve as a window into their era. They can also propel history in new directions. Sometimes, they do so by provoking disruptions and nourishing ways of thinking, grounds for contestation, or emotional registers. Sometimes, they consolidate pre-existing norms, conceptual frameworks, and social, gendered, or race/ethnicity-based inequalities. Finally, the history of catastrophes can provide a genealogy of our own disaster culture, our own era caught in what one commentator calls “the long emergency.” This course has a triple agenda — and three corresponding parts. First, we will delve into recent empirical and theoretical writings about modern catastrophes to engage with key concepts. These include: risk society, spectacles of disaster, trauma, new social possibilities, the disaster state, biological citizenship, states of emergency/exception, symbolic politics, and social drama. Second, we will test out these concepts (and play with others) through a rich case-study: the first massive railroad crash in France (and perhaps the world), on the Paris-Versailles line in 1842. How did contemporaries anticipate, experience, feel, represent, and respond to this unprecedented event? By delving into contemporary sources, we will ask questions about governmentality, public and private grief, risk and the market, expertise, heroization, wounded and damaged bodies, media and public inquiries, secular and religious representations and rituals. Finally, each one of you will frame a significant research project on one aspect of this question and workshop it in class during the final weeks of the semester. Each paper will contribute to a collective inquiry whose final outcome — the sum-total of our intellectual efforts — will take us into uncharted territory.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "NYU’s Maison Française Events in March Will Explore The Louvre, Women’s Liberation, and ‘Literature and the Press’                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2015   /   February   /   18                                                         NYU’s Maison Française Events in March Will Explore The Louvre, Women’s Liberation, and ‘Literature and the Press’                   February 18, 2015                                       Events at New York University’s Maison Française in March, 2015, will range from an examination of key moments in the history of the Louvre (March 3) to an overview of the career of prize-winning crime novelist Pierre Lemaitre (March 23), and from discussion of a writer's challenge in the face of catastrophe (March 5) to a tribute to Antoinette Fouque, co-founder of the women's liberation movement in France (March 10). A conference on Literature and the Press explores the role of new media from the 19th to the 21st century. All events are open to the public and free of charge unless otherwise indicated. La Maison Française is located at 16 Washington Mews, New York, NY (212.998.8750). See website for complete description of Maison Française events: www.nyu.edu/maisonfrancaise .         Tuesday, March 3, 7:00 p.m.   Panel Discussion      Building the Louvre     Speakers will examine several key moments in the history of the Louvre, a site where art, literature, history, and politics interact.     PATRICK BRAY, Ohio State University   PHILLIP JOHN USHER, NYU   MARKUS CRUSE, Arizona State University   MAGGIE FLYNN, Ohio State University   BETTINA LERNER, CUNY         Thursday, March 5, 7:00 p.m.      Écrire la catastrophe     MICHAËL FERRIER   Professor, French Studies, Chuo University, Tokyo; novelist; essayist; recipient of 2012 Prix           Edouard Glissant; author of Tokyo, petits portraits de l’aube (Prix Littéraire de l’Asie); Fukushima, récit d'un désastre   in conversation with     ALLEN S. WEISS   Associate teacher, Departments of Cinema Studies and Performance Studies, Tisch School of the Arts, NYU; author of Zen Landscapes; Métaphysique de la miette; Varieties of Audio Mimesis: Musical Evocations of Landscape      In French.       Friday, March 6, 9:30-5:15 p.m.   Institute of French Studies Conference      Literature and the Press (19th-21st centuries): New Media, New Stakes, New Challenges     In French and English   9:30 a.m.: Introduction   Ed Berenson (NYU) and Marie-Eve Thérenty (Université de Montpellier)     9:45-11:15 a.m.:The petite presse   Patricia Mainardi (CUNY)   The Invention of the Illustrated Press in France   Alain Vaillant (Université Paris-Ouest-Nanterre)   La modernité, invention médiatique”   Moderated by Claudie Bernard (NYU)   11:30-1:00 p.m.: Women and Journalism   Rachel Mesch (Yeshiva College)   Belle Epoque Women’s Magazines through the Prism of American Cultural Studies   Marie-Eve Thérenty (Université de Montpellier)   Journalistes scandaleuses dans les années 1930   Moderated by Stéphane Gerson (NYU)   2:00-3:30 p.m.: International Journalistic Circulations   Guillaume Pinson (Université Laval)   Le système francophone de l’information au XIXe siècle   Catherine Nesci (UCSB)   Berlin/Paris: feuilleton, reportage et modernités critiques (1840-1930)             Moderated by Vincent Debaene (Columbia University)   3:45-5:15 p.m.: New Media and Journalism   Elizabeth Emery (Montclair State University)   The Performance of Authorial Intimacy in the Age of InformationTechnology   Adeline Wrona (Université Paris-Sorbonne, Celsa)   Chroniquer la justice, entre presse, littérature et journal intime: les blogs de journalistes judiciaires, réinvention du fait divers?     Moderated by Frédéric Viguier (NYU)   Organized by Marie-Eve Thérenty   Co-sponsored by NYU’s Institute of French Studies, RIRRA21 Research Center (Université de Montpellier) and medias19       Tuesday, March 10, 7:00 p.m.     Book Event     There Are Two Sexes: On the Thought and Commitments of Antoinette Fouque     Antoinette Fouque (1936-2014) co-founded the Mouvement de Libération des Femmes (MLF) in France in 1968 and spearheaded its Psychanalyse et Politique research group. A psychoanalyst and director of research at the Université de Paris VIII, she was the author of Gravidanza; Qui êtes-vous, Antoinette Fouque? and Génésique , among other works. There Are Two Sexes: Essays in Feminology , a collection of Fouque’s essays, lectures, and dialogues in English translation, has been published this season by Columbia University Press.       Sylvina Boissonnas is an activist in the Women's Liberation Movement and an architect. She has been involved with the Psychanalyse et Politique research group since 1970, and is the editor of There Are Two Sexes . She co-edited Generation MLF 1968-2008.     Michèle Idèls is an activist in the Women's Liberation Movement and a lawyer. She worked with Antoinette Fouque in many fields since 1971, and is one of the authors of the Dictionaire universel des créatrices.     Catherine Perret is professor at the Université de Paris 8 Vincennes Saint Denis and has been director at the Collège International de Philosophie (1995-2001). Her books include L’enseignement de la torture, Réflexions sur Jean Améry; L’objet photographique; and Les porteurs d’ombre, mimésis et modernité.     Anne Deneys-Tunney (moderator) is a professor of French at NYU       Wednesday, March 11, 6:30 p.m.   Institute of French Studies Book Event     DANIEL LEE   Historian; postdoctoral fellow, Oxford; visiting fellow, United States Holocaust Memorial Museum; author of Pétain’s Jewish Children: French Jewish Youth and the Vichy Regime, 1940-1942 (Oxford University Press, 2014)    Pétain’s Jewish Children     With comments by:   Valerie Deacon, Elihu Rose Assistant Professor/Faculty Fellow, New York University   Robert O. Paxton, Mellon Professor Emeritus of Social Sciences, Columbia University   Co-sponsored by the Elihu Rose Lecture Series in Modern Military History, NYU         Thursday, March 12, 7:00 p.m.     BARBARA VINKEN   Professor of French and Comparative Literature, LMU Munich, Germany; author of Flaubert Postsecular (Stanford University Press, 2015)      Loving, Reading, Eating: Mme. Bovary as a Modern Tragedy         Monday, March 23, 7:00 p.m.   Florence Gould Event      French Literature in the Making     PIERRE LEMAITRE   Author; screenwriter; author of Irène; Alex (Prix Polar des lecteurs du Livre de poche; CWA International Dagger award); Au revoir là-haut (Prix Goncourt)                 in conversation with     OLIVIER BARROT   Writer, journalist, television producer and host, Un Livre un jour (France 3 and TV5); author of; Je ne suis pas là ; Le fils perdu ; Un Livre un jour, un livre toujours .   Presented with the additional support of the Centre National du Livre, Sofitel, and La Compagnie.       Wednesday, March 25, 6:30 p.m.   Co-sponsored with the Institute of French Studies     Book Event     NANCY L. GREEN   Professor of history, École des hautes;études;en sciences sociales; author of The Other Americans in Paris: Businessmen, Countesses, Wayward Youth, 1880-1941 (University of Chicago Press, 2014).      The Other Americans in Paris: Businessmen, Countesses, Wayward Youth, 1880-1941       Thursday, March 26, 7:00 p.m.     EUGÈNE NICOLE   Professor of French,NYU; novelist; author of Les Eaux territoriales; Démon rasssembleur; frothoming: L'Aviso Ville d'Ys and Un long poids de distance     Claude Simon et Proust : du nouveau dans le palimpseste ?     Monday, March 30, 6:30 p.m.   Institute of French Studies Book Event     ANNE MUXEL   Political sociologist, CNRS; author of Politics in Private: Love and Convictions in the French Political Consciousness     Politics in Private: Love and Convictions in the French Political Consciousness.                                   This Press Release is in the following Topics:      Around the Square , International Houses           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Graduate Course Schedule Spring 2015    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Graduate Course Schedule Spring 2015     Spring 2015 GRADUATE     COURSE OFFERINGS  Courses   to be held in 19 University Place, Room 225 unless otherwise noted.        NB: Course offerings and   times are subject to change.                Course Name           Course                 Professor              Time                    Literary Translation                   Workshop   in Translation II          FREN-GA 2010       (#5079)          Waters             Wed 9:30 – 12:00                History and Theory of Translation            FREN-GA 1020    (#22029)          Usher             Mon    9:30 – 12:00                    French Literature              Studies in Contemporary Literature: Le tintamarre de la musique    Meets January 26 - March 13     FREN-GA 2790 (#5205)          Noudelmann     Mon &amp; Thur 12:30 - 3:00            Studies in Contemporary French Thought: L' éthique à l' épreuve du politique: Ricoeur, Levinas et Derrida        FREN-GA 2791    (#22031)           Nouis             Mon    3:30 - 6:00                        Studies in 19th Century Literature : Le r  é cit romantique            FREN-GA 2690 (#5402)          Bernard     Tue    9:30 - 12:00        Literature and Cinema: Teaching Cinema    FREN-GA 1764  (#5202)          Cortade       Tue    3:30 – 6:00                 Proust               FREN-GA 2776 (#22032)             Nicole             Wed    12:30 – 3:00   Topics in Francophone Literature: Figures de l' é tranger dans la litterature francophone du Maghreb       FREN-GA 1990  (#22037)             Bensmaia             Wed    3:30 – 6:00                   Studies in Medieval Literature: The Emotions in Medieval French Literature                FREN-GA 2290 (#22035)        Vitz              Thur 3:30 - 6:00             History and Theory of Translation     FREN-GA 1020 (#22029)          Usher       Mon    9:30 – 12:00       Topics in French Cultural History: Catastrophes in Modern France   Sponsored at the IFS. Cross-listed with French.    FREN-GA 1500 (#5258)  Gerson  Mon    12:30 – 3:00       Independent Study (Guided   Individual Reading)    4 credits; see Graduate Aide              FREN-GA   2892 (#2006)                                  Course Descriptions   FREN-GA 2010 Workshop in Translation II Prof. Alyson WATERS This course builds on the work students have done in Workshop in Translation I. The first few weeks of the course will be devoted to translating short passages of literary fiction selected by the instructor, studying questions of voice, tone, style, and refining grammar points. Starting with the third or fourth week, we will begin workshopping the translations that will become students’ theses. Students should, however, come to the first class of the semester prepared to present the work they have selected for this thesis to the instructor and to the class.   FREN-GA 1020 History and Theory of Translation Prof. Phillip John USHER Course taught in English Via a (necessarily selective) history of its hypothetical modes and models (i.e. theories), this course invites students to study the major stakes of translation.. The course will take as its point of departure an insight made by Antoine Berman, namely that “to translate intuitively means either (a) translating any which way, or (b) translating by unconsciously obeying the ideological prejudices/prejudgments of one’s era.” In other words: we will ask why translators did what they did the way they did it?; what can we learn from that to better articulate our critiques of translation and our own work as translators?; and how does translation relate to wider theoretical projects in literary studies? We will read and respond to key contributions to the field (Saint Jerome, Schleiermacher, Nietzsche, Benjamin, Berman, Venuti, Apter, Simon, etc.). FREN-GA 2790 Le tintamarre de la musique dans la littérature française aux XXe et XXIe siècles Prof. Francois NOUDELMANN Course taught in French La musique a souvent servi de référence à la littérature, les écrivains y trouvant des modèles à imiter ou à éviter. Affirmation des goûts, analyses musicales, métaphores du style, théories de la musique… ces registres semblent ajouter une valeur artiste à la création littéraire. Mais la musique, loin de favoriser l'harmonie, a été aussi un mode d'engagement polémique. Elle a suscité de violentes querelles, parfois nationalistes (pour ou contre Wagner) et plus largement culturelles (où les modernes ne sont pas ceux que l'on croit). Les oppositions entre musiques classiques ou contemporaines, savantes ou populaires, jazz ou rock, ont clivé les écrivains. Le séminaire étudiera le rôle métonymique de ces engagements musicaux liés à la valorisation d'un compositeur, d'un instrument, ou d'une forme musicale, et qui permettent d'affirmer un rapport au monde et un style d'écriture. Il les mettra en perspective en rappelant l'histoire du référent musical dans la littérature, dans le spectre de Rousseau, compositeur et théoricien engagé dans les combats musicaux. Il analysera aussi les malentendus entre littérature et musique, et leur singularité face à la philosophie esthétique et la musicologie. Il montrera les enjeux littéraires de ces références musicales en observant, au-delà de la guerre des goûts, comment la musique offre une multiplicité de figures pour la littérature, tant par ses codes de composition que par ses pratiques instrumentales et vocales. Corpus étudié : Gide, Claudel, Sartre, Leiris, Butor, Jouve, Bonnefoy, Barthes, Quignard, Millet, Lévi-Strauss FREN-GA 2791 L’Éthique à l’épreuve du politique : Ricœur, Levinas et Derrida Prof. Lucien NOUIS Course taught in French Quels rapports entre éthique et politique ? Il s’agira ici de tracer un chemin à travers ces trois « massifs » que sont Ricœur, Levinas et Derrida, en privilégiant les moments de leurs œuvres où se conceptualise – sur fond de xxe siècle et à chaque fois différemment – ce couple, ou cet accouplement, complexe. Pour Ricœur, nous le verrons, éthique et politique ne sont pas dans une relation de subordination, mais sont à comprendre comme « deux foyers décentrés l’un par rapport à l’autre, posant chacun une problématique originale et créant un segment commun, précisément par leur intersection ». C’est cette intersection que l’on retrouvera travaillée dans ceux de ses textes où sont abordées les questions du pouvoir, du vivre-ensemble, de l’éthique démocratique, du juste, de l’action, ou encore de la dette, de l’oubli, du pardon, etc. Avec Levinas, il faudra explorer – à travers une réflexion sur le droit, la justice, l’État, les villes-refuges, le Livre – les limites d’une politique qui « doit toujours être contrôlée et critiquée à partir de l’éthique », ou encore sollicitée de l’intérieur par une éthique qui serait un au-delà du politique dans le politique. Dans un troisième temps, avec Derrida, nous poursuivrons notre problématique en suivant, diffracté sur plusieurs textes, un questionnement sur la loi, la violence, la force, l’événement, l’amitié, l’hospitalité, la judéité, etc. Nous lirons à l’occasion certains des auteurs sur lesquels Derrida appuie sa pensée : Levinas bien sûr, mais aussi Platon, Kant, Marx, Walter Benjamin, Jean-Luc Nancy... Ce cours s’adresse à des doctorants qui n’ont pas forcément de formation philosophique, mais qui pourraient chercher à développer, dans leurs travaux, une approche qui ne serait pas étrangère à un certain nombre de questionnements conceptuels relevant de cette discipline. Ce qui est certain, c’est qu’avec Ricœur, Levinas et Derrida, nous avons affaire à trois philosophes qui sont aussi lecteurs et commentateurs d’œuvres littéraires, et pour qui politique et éthique ne sont pas des domaines radicalement étrangers au roman et à la poésie. Le cours et les lectures se feront en français. En plus d’articles et d’extraits photocopiés, qui seront mis à votre disposition sur Internet et qui constitueront la majorité de nos sources, je vous invite à vous procurer les livres suivants. Paul Ricœur, Soi-même comme un autre. Emmanuel Levinas, Totalité et Infini. Jacques Derrida, Spectres de Marx et Force de loi FREN-GA 2690 La Fiction Romantique Prof. Claudie BERNARD Course taught in French On étudiera l’expression de la subjectivité romantique dans la première moitié du XIXe siècle, telle que la façonnent la prise de conscience de l’histoire contemporaine et l’engagement dans les débats socio-politiques du temps, à travers une interrogation sur le renouvellement des formes esthétiques et littéraires. Outre leur participation aux discussions collectives, les étudiants présenteront un exposé sur une œuvre au programme, et un exposé sur un ouvrage théorique ; rédigeront deux explications de texte ; écriront une dissertation d’une quinzaine de pages sur un sujet de leur choix, ou passeront un examen final. Œuvres au programme Mme de Staël, De l’Allemagne (1813) Hugo, Préface de Cromwell (1827) Musset, La Confession d’un enfant du siècle (1836), Lettres de Dupuis et Cotonet (1837) Gautier, Histoire du romantisme (1874) Hugo, Le Dernier Jour d’un condamné (1829) Balzac, La Duchesse de Langeais (1834) Stendhal, La Chartreuse de Parme (1839) Michelet, Le Peuple (1846)  FREN-GA 1764 Teaching Cinema Prof. Ludovic CORTADE Course taught in English Film has become a major component of teaching in departments of modern languages and literatures. The ability to study and teach film is also a skill that is sought after by language and literature search committees in the academic job market. And yet, graduate students in departments of modern languages and literatures have few opportunities to receive a comprehensive training in cinema studies. The goal of this graduate course is twofold: 1) “Teaching Cinema” is an introduction to the methodology of film analysis that is specifically tailored to the needs and to the interests of graduate students in modern languages and literatures; 2) “Teaching Cinemas” also provides students with an opportunity to discuss and implement teaching strategies using films. Students choose and analyze films on the basis of their interest through the lens of a large range of topics (class, gender, politics, globalization, etc.). They also discuss teaching strategies, including how to interact with students in class, how to create a lesson plan, how to write a syllabus that includes films, etc. Lastly, students in this workshop have several opportunities to teach class periods, and to receive constructive feedback from the instructor and from fellow graduate students. This course is both an introduction to film and a teaching skills workshop that help students diversify their teaching portfolio and help them prepare for the academic job market. -  The course is conducted in English. -  No background in Cinema Studies required. -  Students with no teaching experience are welcome. -  No book to purchase. FREN-GA 2776 Proust  Prof. Eugene NICOLE Course taught in French On the one hand, this course will focus specifically on Du côté de chez Swann, À l’ombre des jeunes filles en fleurs, Albertine disparue and Le Temps retrouvé, providing a framework for an in-depth study of these four texts. On the other hand, it will also give the student an opportunity to reflect upon broader, theoretical issues, which are representative of Proustian criticism today. Accordingly, special emphasis will be placed both on the structure and the making of À la recherche du temps perdu (especially of « Combray », Albertine disparue and Le Temps retrouvé). After examining Proust’s theory of Love, his concept of the Self, his “psychology in Space”, we will examine the philosophical roots of his aesthetics marked by such paradoxical concepts as that of “sensible ideas” and the rich intertextual field of la Recherche. We will then show that Proust’s most powerful innovation resides in his conception of the novel as an instrument in the search for Truth. The course will provide ample opportunities to discuss a number of seminal interpretations, including works by Barthes, Bataille, Bayard, Beckett, Belloi, Benjamin, Bizub, Blanchot, Cohn, Deleuze, Descombes, Genette, Girard, Henry, Jullien, Kristeva, Ladenson, Levinas, Merlau-Ponty, Muller, Nabokov, Poulet, Richard, Ricoeur, Rousset. Important Note : For Du côté de chez Swann, À l’ombre des jeunes filles en fleurs et Le Temps retrouvé, we will use the Livre de Poche classique edition (Ldp nºs 7390, 7391, 7396). For Albertine disparue will use the GF Flammarion vol nº 1153 provided by Jean Milly. FREN-GA 1990 Figures de l'étranger dans la littérature française et Francophone Prof. Réda BENSMAIA Course taught in French From Michel de Montaigne to Marguerite Duras, Victor Segalen to Jean Genêt, modern French literature has always been haunted by a specter: the figure of the Other (the foreigner, the \"exote\", the \"immigrant\", the \"bon sauvage\", etc). Various literary texts and essays written by contemporary francophone writers will help us study the historical status and the various forms of these figures in modern French and Francophone Literature. Texts which will include excerpts or full works of, Abdelkébir Khatibi, Abdelwahab Meddeb, Albert Memmi, Maïssa Bey and others will help us draw a map of the displacements and metamorphoses of these intriguing figures in French and Francophone Literature of the 20th and 21rst centuries. One Mid-Term short essay and a final paper. Books: Boudjedra, Rachid, Topographie idéale pour une agression caractérisée, Folio 1975. Memmi, Albert, Agar, Folio 1984.ISBN# 2-07-037584-6 A 37584. Rahmani, Zahia, France, Récit d’une Enfance, Le Livre de Poche, Sabine WESPIESER Éditeur, 2006. Bey, Maïssa, Bleu, Blanc, Vert, Edition de l’Aube, 2006. Huston, Nancy, Nord Perdu, suivi de Douze France, Actes Sud, 1999. Sansal, Boualen, Le village de l'allemand ou le journal des freres Schiller.  FREN-GA 2290 Emotions in French Medieval Literature Prof. Evelyn VITZ Course taught in English This course focuses on the role and representation of the emotions in French medieval literature, with particular focus on narrative of the 11th-13th centuries. We begin with some large issues, such as: What are emotions? Is there some “basic list” of emotions?—and if not, why not? To what degree is there a “history” of emotions? What is the vocabulary of emotions in Old French literature?—what words were used? Who has (and doesn’t have), emotions: What of the role of gender, of class? What about religious/supernatural figures: God, Jesus, the Virgin, saints, angels, demons? Animals, monsters, etc.? And other “others”? How were emotions distinguished from vices and virtues? From temperament and permanent character traits? From appetites? From feelings? With regard to audience response: how were/are emotional responses to works related to (and distinct from) physiological and cognitive responses? Do readers seem to have had different emotional response from those who saw/heard performed works? Thus, we have a large set of large questions that we will raise at the start of the course, with some theoretical /philosophical/ theological readings (e.g., from the Bible, the Stoics, Augustine, Bernard of Clairvaux, Thomas Aquinas, rhetorical treatises). What were the important kinds of agreements and disagreements about emotions in the Middle Ages—and how did thinking on the issues develop? How much was vernacular literature influenced by philosophical and theological disagreements? We then focus our attention on major examples from particular genres—since it appears to be the case that, for the most part, in this period, different genres handle and evoke emotions quite differently: each genre seems to focus on some emotions, and avoid others. We will look at saints’ lives and pious tales; an epic (La Chanson de Roland, and a few excerpts from other chansons de geste); romance (esp. Yvain but with glimpses elsewhere); lais of Marie de France; beast epic (Le Roman de Renart); and a few fabliaux. Toward the end of the semester, we will look at a few short 14th and 15th c. texts to see how the handling of emotions has changed and what has changed it—one example being the increased interest in the humours, such as melancholy. I am open to having us pause to examine texts that are of particular interest to the students in the class. Students need to read modern French; we will work on Old French as needed in class. Texts to purchase: La Chanson de Roland (Lettres gothiques) Chrétien de Troyes, Yvain ou le chevalier au lion (Lettres gothiques) Other texts will be handed out in class, read on-line, or put into a Reader.  FREN-GA 1500 Catastrophes in Modern France Prof. Stephane GERSON Course taught in English Disaster studies go back decades, but only recently have natural and technological catastrophes have become objects of study among historians of France (and other countries as well). These sudden, unexpected, and sometimes unexplained events make visible those forces, power relations, tensions, and vulnerabilities that are otherwise hidden from view. In this respect they serve as a window into their era. They can also propel history in new directions. Sometimes, they do so by provoking disruptions and nourishing ways of thinking, grounds for contestation, or emotional registers. Sometimes, they consolidate pre-existing norms, conceptual frameworks, and social, gendered, or race/ethnicity-based inequalities. Finally, the history of catastrophes can provide a genealogy of our own disaster culture, our own era caught in what one commentator calls “the long emergency.” This course has a triple agenda — and three corresponding parts. First, we will delve into recent empirical and theoretical writings about modern catastrophes to engage with key concepts. These include: risk society, spectacles of disaster, trauma, new social possibilities, the disaster state, biological citizenship, states of emergency/exception, symbolic politics, and social drama. Second, we will test out these concepts (and play with others) through a rich case-study: the first massive railroad crash in France (and perhaps the world), on the Paris-Versailles line in 1842. How did contemporaries anticipate, experience, feel, represent, and respond to this unprecedented event? By delving into contemporary sources, we will ask questions about governmentality, public and private grief, risk and the market, expertise, heroization, wounded and damaged bodies, media and public inquiries, secular and religious representations and rituals. Finally, each one of you will frame a significant research project on one aspect of this question and workshop it in class during the final weeks of the semester. Each paper will contribute to a collective inquiry whose final outcome — the sum-total of our intellectual efforts — will take us into uncharted territory.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "NYU’s Maison Française Events in March Will Explore The Louvre, Women’s Liberation, and ‘Literature and the Press’                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2015   /   February   /   18                                                         NYU’s Maison Française Events in March Will Explore The Louvre, Women’s Liberation, and ‘Literature and the Press’                   February 18, 2015                                       Events at New York University’s Maison Française in March, 2015, will range from an examination of key moments in the history of the Louvre (March 3) to an overview of the career of prize-winning crime novelist Pierre Lemaitre (March 23), and from discussion of a writer's challenge in the face of catastrophe (March 5) to a tribute to Antoinette Fouque, co-founder of the women's liberation movement in France (March 10). A conference on Literature and the Press explores the role of new media from the 19th to the 21st century. All events are open to the public and free of charge unless otherwise indicated. La Maison Française is located at 16 Washington Mews, New York, NY (212.998.8750). See website for complete description of Maison Française events: www.nyu.edu/maisonfrancaise .         Tuesday, March 3, 7:00 p.m.   Panel Discussion      Building the Louvre     Speakers will examine several key moments in the history of the Louvre, a site where art, literature, history, and politics interact.     PATRICK BRAY, Ohio State University   PHILLIP JOHN USHER, NYU   MARKUS CRUSE, Arizona State University   MAGGIE FLYNN, Ohio State University   BETTINA LERNER, CUNY         Thursday, March 5, 7:00 p.m.      Écrire la catastrophe     MICHAËL FERRIER   Professor, French Studies, Chuo University, Tokyo; novelist; essayist; recipient of 2012 Prix           Edouard Glissant; author of Tokyo, petits portraits de l’aube (Prix Littéraire de l’Asie); Fukushima, récit d'un désastre   in conversation with     ALLEN S. WEISS   Associate teacher, Departments of Cinema Studies and Performance Studies, Tisch School of the Arts, NYU; author of Zen Landscapes; Métaphysique de la miette; Varieties of Audio Mimesis: Musical Evocations of Landscape      In French.       Friday, March 6, 9:30-5:15 p.m.   Institute of French Studies Conference      Literature and the Press (19th-21st centuries): New Media, New Stakes, New Challenges     In French and English   9:30 a.m.: Introduction   Ed Berenson (NYU) and Marie-Eve Thérenty (Université de Montpellier)     9:45-11:15 a.m.:The petite presse   Patricia Mainardi (CUNY)   The Invention of the Illustrated Press in France   Alain Vaillant (Université Paris-Ouest-Nanterre)   La modernité, invention médiatique”   Moderated by Claudie Bernard (NYU)   11:30-1:00 p.m.: Women and Journalism   Rachel Mesch (Yeshiva College)   Belle Epoque Women’s Magazines through the Prism of American Cultural Studies   Marie-Eve Thérenty (Université de Montpellier)   Journalistes scandaleuses dans les années 1930   Moderated by Stéphane Gerson (NYU)   2:00-3:30 p.m.: International Journalistic Circulations   Guillaume Pinson (Université Laval)   Le système francophone de l’information au XIXe siècle   Catherine Nesci (UCSB)   Berlin/Paris: feuilleton, reportage et modernités critiques (1840-1930)             Moderated by Vincent Debaene (Columbia University)   3:45-5:15 p.m.: New Media and Journalism   Elizabeth Emery (Montclair State University)   The Performance of Authorial Intimacy in the Age of InformationTechnology   Adeline Wrona (Université Paris-Sorbonne, Celsa)   Chroniquer la justice, entre presse, littérature et journal intime: les blogs de journalistes judiciaires, réinvention du fait divers?     Moderated by Frédéric Viguier (NYU)   Organized by Marie-Eve Thérenty   Co-sponsored by NYU’s Institute of French Studies, RIRRA21 Research Center (Université de Montpellier) and medias19       Tuesday, March 10, 7:00 p.m.     Book Event     There Are Two Sexes: On the Thought and Commitments of Antoinette Fouque     Antoinette Fouque (1936-2014) co-founded the Mouvement de Libération des Femmes (MLF) in France in 1968 and spearheaded its Psychanalyse et Politique research group. A psychoanalyst and director of research at the Université de Paris VIII, she was the author of Gravidanza; Qui êtes-vous, Antoinette Fouque? and Génésique , among other works. There Are Two Sexes: Essays in Feminology , a collection of Fouque’s essays, lectures, and dialogues in English translation, has been published this season by Columbia University Press.       Sylvina Boissonnas is an activist in the Women's Liberation Movement and an architect. She has been involved with the Psychanalyse et Politique research group since 1970, and is the editor of There Are Two Sexes . She co-edited Generation MLF 1968-2008.     Michèle Idèls is an activist in the Women's Liberation Movement and a lawyer. She worked with Antoinette Fouque in many fields since 1971, and is one of the authors of the Dictionaire universel des créatrices.     Catherine Perret is professor at the Université de Paris 8 Vincennes Saint Denis and has been director at the Collège International de Philosophie (1995-2001). Her books include L’enseignement de la torture, Réflexions sur Jean Améry; L’objet photographique; and Les porteurs d’ombre, mimésis et modernité.     Anne Deneys-Tunney (moderator) is a professor of French at NYU       Wednesday, March 11, 6:30 p.m.   Institute of French Studies Book Event     DANIEL LEE   Historian; postdoctoral fellow, Oxford; visiting fellow, United States Holocaust Memorial Museum; author of Pétain’s Jewish Children: French Jewish Youth and the Vichy Regime, 1940-1942 (Oxford University Press, 2014)    Pétain’s Jewish Children     With comments by:   Valerie Deacon, Elihu Rose Assistant Professor/Faculty Fellow, New York University   Robert O. Paxton, Mellon Professor Emeritus of Social Sciences, Columbia University   Co-sponsored by the Elihu Rose Lecture Series in Modern Military History, NYU         Thursday, March 12, 7:00 p.m.     BARBARA VINKEN   Professor of French and Comparative Literature, LMU Munich, Germany; author of Flaubert Postsecular (Stanford University Press, 2015)      Loving, Reading, Eating: Mme. Bovary as a Modern Tragedy         Monday, March 23, 7:00 p.m.   Florence Gould Event      French Literature in the Making     PIERRE LEMAITRE   Author; screenwriter; author of Irène; Alex (Prix Polar des lecteurs du Livre de poche; CWA International Dagger award); Au revoir là-haut (Prix Goncourt)                 in conversation with     OLIVIER BARROT   Writer, journalist, television producer and host, Un Livre un jour (France 3 and TV5); author of; Je ne suis pas là ; Le fils perdu ; Un Livre un jour, un livre toujours .   Presented with the additional support of the Centre National du Livre, Sofitel, and La Compagnie.       Wednesday, March 25, 6:30 p.m.   Co-sponsored with the Institute of French Studies     Book Event     NANCY L. GREEN   Professor of history, École des hautes;études;en sciences sociales; author of The Other Americans in Paris: Businessmen, Countesses, Wayward Youth, 1880-1941 (University of Chicago Press, 2014).      The Other Americans in Paris: Businessmen, Countesses, Wayward Youth, 1880-1941       Thursday, March 26, 7:00 p.m.     EUGÈNE NICOLE   Professor of French,NYU; novelist; author of Les Eaux territoriales; Démon rasssembleur; frothoming: L'Aviso Ville d'Ys and Un long poids de distance     Claude Simon et Proust : du nouveau dans le palimpseste ?     Monday, March 30, 6:30 p.m.   Institute of French Studies Book Event     ANNE MUXEL   Political sociologist, CNRS; author of Politics in Private: Love and Convictions in the French Political Consciousness     Politics in Private: Love and Convictions in the French Political Consciousness.                                   This Press Release is in the following Topics:      Around the Square , International Houses           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Search                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                                                                  Search                                                                           Search                                                                    Results 1&ndash;10 of about 49       Pages 1                                                  2                                            3                                            4                                            5                               Next                                                                                                                   Contemporary France - Fall 2012 | French | New York ...                                                           ... les forces et faiblesses de la France d&#39;aujourd&#39;hui, les contradictions inhérentes à son passé et les défis que sa position à l&#39; aube du XXIème siècle l ...          http://french.as.nyu.edu/object/fall2012.frenua164         | 13k                                                                                                      Colonisation française en Afrique*                                                          ... des gauches en France , Paris, La Découverte, 2004, vol. 2, p. 341-356. Sirinelli Jean-François, « Deux etudiants “coloniaux” à Paris à l&#39; aube des ...          http://ifs.as.nyu.edu/docs/IO/34973/Syllabus_Simeant.doc         | 47k                                                                                                      PROGRAMME DES COURS                                                          ... les forces et faiblesses de la France d&#39;aujourd&#39;hui, les contradictions inhérentes à son passé et les défis que sa position à l&#39; aube du XXIème siècle l ...          http://history.as.nyu.edu/docs/IO/38751/169.pdf         | 7k                                                                                                      Jacques Revel Spring 2009 Usages du passé : histoire et ...                                                           ... Stora, La guerre des mémoires. La France face à son passé colonial, sl, Éditions de l&#39; Aube , 2007. 12. Abus de mémoire ? ...          http://ifs.as.nyu.edu/docs/IO/9216/Revel.pdf         | 21k                                                                                                      1 Curriculum Vitae Martin A. Schain Department of Politics ...                                                           ... Perrineau, Les croisés de la société fermée: L&#39;Europe des extrêmes droites (Paris: Editions de l&#39; Aube , 2001) --―Politics in France ,‖ in Almond ...          http://politics.as.nyu.edu/docs/IO/2805/Schain_CV.pdf         | 100k                                                                                                      Colonisation française en Afrique*                                                          ... des gauches en France , Paris, La Découverte, 2004, vol. 2, p. 341-356. Sirinelli Jean-François, « Deux etudiants “coloniaux” à Paris à l&#39; aube des ...          http://www.ifs.as.nyu.edu/docs/IO/34973/Syllabus_Simeant.doc         | 47k                                                                                                      Curriculum Vitae Nacira GUÉNIF-SOUILAMAS Associate ...                                                           ... Douce France still on tune? (Peut-on encore chanter la Douce France ?), Michel Wieviorka (ed.), (La Tour d&#39;Aigue: L&#39; Aube ). ...          http://ifs.as.nyu.edu/docs/IO/11109/NaciraCV.pdf         | 117k                                                                                                      « WE CAN&#39;T BE ANTISEMITIC, WE ARE ALL FRENCH ...                                                           ... identité nationale en France , XIXè-XXè siècle, Paris, Hachette - P.Perrineau (dir.) (2003), Le déchantement démocratique, Paris, Editions de l&#39; Aube ...          http://cems.as.nyu.edu/docs/IO/3812/Ariane.pdf         | 108k                                                                                                      New York University – Institute of french studies                                                          ... Louise Roberts, « Copie subversive : le journaliste féministe en France à la fin ... Laure Adler, A l&#39; aube du féminisme : les premières journalistes (1830 ...          http://ifs.as.nyu.edu/docs/IO/34974/TherentySyllabus2.docx         | 42k                                                                                                      Constructing Social Problems in an Age of Globalization: A ...                                                           ... dominant position in the global political economy correlates with substantially greater visibility of US policies and personalities in France , than vice ...          http://steinhardt.nyu.edu/scmsAdmin/uploads/000/733/benson%20saguy%20asr.pdf         | 359k                                             Pages 1                                                  2                                            3                                            4                                            5                               Next                                                    Pages                           People                                                            NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]