[{"detail": [{"content": "New York University | Bobst Library: University Archives Collection Development Policy                                                                                             Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs                          University Archives Collection Development Policy             Bobst Library, New York University     Nancy Cricco, University Archivist             Contents           Introduction      Core Mission      Collection Development      Archives Reference Collection                          Introduction         The New York University Archives serves as the final repository for the historical records of New York University.    Its primary purpose is to document the history of the University and to provide source material for administrators, faculty, students, alumni, and other members of the University community, as well as scholars, authors, and other interested persons who seek to evaluate the impact of the University's activities on the history of American social, cultural, and intellectual development.                     Core Mission     The core mission of the University Archives is as follows:          To appraise, collect, organize, describe, make available, and preserve records of historical, legal, fiscal, and/or administrative value to New York University      To provide adequate facilities for the retention and preservation of such records      To provide information services that will assist the operation of the University      To serve as a resource and laboratory to stimulate and nourish creative teaching and learning      To serve research and scholarship by making available and encouraging the use of its collections by members of the University and the community at large      To promote knowledge and understanding of the origins, aims, programs, and goals of the University, and of the development of these aims, goals, and programs      To implement records management by formulating policy and procedures that will ensure the collection and preservation of archival materials.                     Collection Development         The University Archives was designated the \"official repository for all non-current records of the University\" in August, 1977.    Its collections policy is based on the Society of American Archivists' Guidelines For College and University Archives (1983), and on the recommendations of the Archives Advisory Council, a committee of University faculty and administrators established in 1977 to advise the Archives on policy and procedures, and to oversee its growth and development.    In 1978, the Advisory Council issued a policy statement calling for the preservation of University records for the purposes of:             maintaining a clear account of University life and achievements, administrative policy and actions and educational programs      reinforcing an image of the University that stimulates financial support and encourages an appreciation of the University's past and its role in the history of American higher education among students, faculty, and alumni      making available a body of records useful for student, casual, and scholarly research in history and other disciplines.             The records of New York University are voluminous.    In the absence of systematic records management, the Archives must rely on the cooperation and support of administrators, deans, directors, faculty, students, and alumni to ensure that materials of historical value are collected and preserved.    The University Archives will promote university-wide records management and collect material in the following categories from all administrative and academic units of the University with the exception of the Medical and Dental Centers, which maintain separate archival collections:             OFFICIAL RECORDS, PAPERS, AND PUBLICATIONS OF NEW YORK UNIVERSITY          Official records encompass the records or papers generated or received by the various administrative offices of New York University in the conduct of their business.     These records will include:                Minutes, memoranda, correspondence and reports of the Board of Trustees      Records of the Office of President, including correspondence, administrative subject files and reports      Correspondence, subject files, and reports of the Office of Academic Affairs      Correspondence, subject files and reports of the offices of central administration, including: Administration, External Affairs, Finance, General Counsel and Secretary of the University, Student Affairs, University Relations      Correspondence, subject files and reports of deans, directors and administrators of the schools, colleges, divisions, programs and institutes of the University      Minutes, memoranda and reports of all major academic and administrative commissions, councils and committees including the University Senate and its committees      Departmental records, including: minutes, reports, correspondence, and syllabi      Accreditation reports and supporting documentation      Annual budget and audit reports      Records of the Registrar, including timetables, class schedules, enrollment reports, graduation rosters and other reports issued on a regular basis      Alumni records, including minutes of the alumni associations      Reports of the Admissions Office      Records of student organizations      All publications, newsletters and booklets distributed in the name of New York University, including catalogs, special bulletins, yearbooks, student newspapers, University directories and faculty/staff rosters, faculty and administration newsletters and publications, alumni publications and ephemeral material      Photoprints, negatives, slides, audio and video film, tapes, and reels, oral history interviews, and optical and compact discs documenting the development of the University      Security copies of microfilm reels containing vital records      Maps, prints and architectural drawings documenting the physical changes and development of the University      Reports of research projects, including grant records      Artifacts relating to the history of New York University      Electronic record                The official administrative records of New York University (correspondence, reports and subject files) designated as archival should be inactive and no longer used in the current activities of the originating office.     Records should be forwarded to the Archives according to schedule after consulting with the archivist for the orderly transfer of non-current materials. An inventory of records transferred should accompany accessioned material.     The originating office may place restrictions on access to non-current records in addition to the restrictions on administrative, Board of Trustees, employee and student records described in the Access Policy statement, Appendix.               PERSONAL AND PROFESSIONAL PAPERS OF NEW YORK UNIVERSITY FACULTY          The University Archives seeks to acquire, organize and provide access to the personal and professional papers of New York University faculty as a means of documenting the internal life and culture of the University community.     Space and staff restraints in the University Archives and the size of the New York University faculty requires limits the volume of faculty papers that can be accessioned.     In appraising and soliciting faculty papers the following criteria are suggested:                National or international reputation in a respective academic field      Record of service with New York University and contribution to its growth and development      Service on the faculty of a recognized area of excellence within New York University      Service and contribution in community, state and national affairs.           The University Archives seeks documentation of the careers of the New York University faculty in the following formats:            Correspondence: official, professional and personal.      Biographical material: resumes, bibliographies, biographical sketches, chronologies, genealogies, newspaper clippings, and personal memoirs      Photoprints and graphic materials      Tape recordings of lectures, speeches and discussions      Lecture notes and syllabi      Research files      Departmental or committee minutes and records      Drafts and manuscripts of articles and books      Diaries, notebooks, appointment calendars and memorabilia.                The University Archives recognizes the rights of faculty and private donors to impose reasonable restrictions on materials to protect privacy and confidentiality.     Restrictions on access should be for a fixed term and determined at the time of donation.     The Archives encourages minimal access restrictions consistent with the legal rights of all parties.               SPECIAL COLLECTION          The University Archives will solicit and collect records and papers which are neither official University records or faculty papers, but which relate to the history of New York University.     Examples include:                Professional and personal papers of the members of the University Council/Board of Trustees if associated with University business      Professional and personal papers of eminent alumni relating their New York University experiences      Papers or records dealing with the history of Washington Square and University Heights as they relate to the growth and development of the University      Papers, records and published items on New York University and its role in the history of higher education      Papers, records and published items pertaining to New York University as a major urban institution                               Archives Reference Collection         The University Archives Reference Collection includes vertical subject files, biographical directories, archival manuals and publications, copies of books and publications by faculty members, duplicate yearbooks, repository guides, and finding aids and inventories to materials related to New York University that are housed in other repositories.                         News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: October, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]},
{"detail": [{"content": "New York University | Bobst Library: University Archives Collection Development Policy                                                                                             Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs                          University Archives Collection Development Policy             Bobst Library, New York University     Nancy Cricco, University Archivist             Contents           Introduction      Core Mission      Collection Development      Archives Reference Collection                          Introduction         The New York University Archives serves as the final repository for the historical records of New York University.    Its primary purpose is to document the history of the University and to provide source material for administrators, faculty, students, alumni, and other members of the University community, as well as scholars, authors, and other interested persons who seek to evaluate the impact of the University's activities on the history of American social, cultural, and intellectual development.                     Core Mission     The core mission of the University Archives is as follows:          To appraise, collect, organize, describe, make available, and preserve records of historical, legal, fiscal, and/or administrative value to New York University      To provide adequate facilities for the retention and preservation of such records      To provide information services that will assist the operation of the University      To serve as a resource and laboratory to stimulate and nourish creative teaching and learning      To serve research and scholarship by making available and encouraging the use of its collections by members of the University and the community at large      To promote knowledge and understanding of the origins, aims, programs, and goals of the University, and of the development of these aims, goals, and programs      To implement records management by formulating policy and procedures that will ensure the collection and preservation of archival materials.                     Collection Development         The University Archives was designated the \"official repository for all non-current records of the University\" in August, 1977.    Its collections policy is based on the Society of American Archivists' Guidelines For College and University Archives (1983), and on the recommendations of the Archives Advisory Council, a committee of University faculty and administrators established in 1977 to advise the Archives on policy and procedures, and to oversee its growth and development.    In 1978, the Advisory Council issued a policy statement calling for the preservation of University records for the purposes of:             maintaining a clear account of University life and achievements, administrative policy and actions and educational programs      reinforcing an image of the University that stimulates financial support and encourages an appreciation of the University's past and its role in the history of American higher education among students, faculty, and alumni      making available a body of records useful for student, casual, and scholarly research in history and other disciplines.             The records of New York University are voluminous.    In the absence of systematic records management, the Archives must rely on the cooperation and support of administrators, deans, directors, faculty, students, and alumni to ensure that materials of historical value are collected and preserved.    The University Archives will promote university-wide records management and collect material in the following categories from all administrative and academic units of the University with the exception of the Medical and Dental Centers, which maintain separate archival collections:             OFFICIAL RECORDS, PAPERS, AND PUBLICATIONS OF NEW YORK UNIVERSITY          Official records encompass the records or papers generated or received by the various administrative offices of New York University in the conduct of their business.     These records will include:                Minutes, memoranda, correspondence and reports of the Board of Trustees      Records of the Office of President, including correspondence, administrative subject files and reports      Correspondence, subject files, and reports of the Office of Academic Affairs      Correspondence, subject files and reports of the offices of central administration, including: Administration, External Affairs, Finance, General Counsel and Secretary of the University, Student Affairs, University Relations      Correspondence, subject files and reports of deans, directors and administrators of the schools, colleges, divisions, programs and institutes of the University      Minutes, memoranda and reports of all major academic and administrative commissions, councils and committees including the University Senate and its committees      Departmental records, including: minutes, reports, correspondence, and syllabi      Accreditation reports and supporting documentation      Annual budget and audit reports      Records of the Registrar, including timetables, class schedules, enrollment reports, graduation rosters and other reports issued on a regular basis      Alumni records, including minutes of the alumni associations      Reports of the Admissions Office      Records of student organizations      All publications, newsletters and booklets distributed in the name of New York University, including catalogs, special bulletins, yearbooks, student newspapers, University directories and faculty/staff rosters, faculty and administration newsletters and publications, alumni publications and ephemeral material      Photoprints, negatives, slides, audio and video film, tapes, and reels, oral history interviews, and optical and compact discs documenting the development of the University      Security copies of microfilm reels containing vital records      Maps, prints and architectural drawings documenting the physical changes and development of the University      Reports of research projects, including grant records      Artifacts relating to the history of New York University      Electronic record                The official administrative records of New York University (correspondence, reports and subject files) designated as archival should be inactive and no longer used in the current activities of the originating office.     Records should be forwarded to the Archives according to schedule after consulting with the archivist for the orderly transfer of non-current materials. An inventory of records transferred should accompany accessioned material.     The originating office may place restrictions on access to non-current records in addition to the restrictions on administrative, Board of Trustees, employee and student records described in the Access Policy statement, Appendix.               PERSONAL AND PROFESSIONAL PAPERS OF NEW YORK UNIVERSITY FACULTY          The University Archives seeks to acquire, organize and provide access to the personal and professional papers of New York University faculty as a means of documenting the internal life and culture of the University community.     Space and staff restraints in the University Archives and the size of the New York University faculty requires limits the volume of faculty papers that can be accessioned.     In appraising and soliciting faculty papers the following criteria are suggested:                National or international reputation in a respective academic field      Record of service with New York University and contribution to its growth and development      Service on the faculty of a recognized area of excellence within New York University      Service and contribution in community, state and national affairs.           The University Archives seeks documentation of the careers of the New York University faculty in the following formats:            Correspondence: official, professional and personal.      Biographical material: resumes, bibliographies, biographical sketches, chronologies, genealogies, newspaper clippings, and personal memoirs      Photoprints and graphic materials      Tape recordings of lectures, speeches and discussions      Lecture notes and syllabi      Research files      Departmental or committee minutes and records      Drafts and manuscripts of articles and books      Diaries, notebooks, appointment calendars and memorabilia.                The University Archives recognizes the rights of faculty and private donors to impose reasonable restrictions on materials to protect privacy and confidentiality.     Restrictions on access should be for a fixed term and determined at the time of donation.     The Archives encourages minimal access restrictions consistent with the legal rights of all parties.               SPECIAL COLLECTION          The University Archives will solicit and collect records and papers which are neither official University records or faculty papers, but which relate to the history of New York University.     Examples include:                Professional and personal papers of the members of the University Council/Board of Trustees if associated with University business      Professional and personal papers of eminent alumni relating their New York University experiences      Papers or records dealing with the history of Washington Square and University Heights as they relate to the growth and development of the University      Papers, records and published items on New York University and its role in the history of higher education      Papers, records and published items pertaining to New York University as a major urban institution                               Archives Reference Collection         The University Archives Reference Collection includes vertical subject files, biographical directories, archival manuals and publications, copies of books and publications by faculty members, duplicate yearbooks, repository guides, and finding aids and inventories to materials related to New York University that are housed in other repositories.                         News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: October, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "NYU Libraries | Tamiment Library & Robert F. Wagner Labor Archives -- Collection Development Policy                                                                                                            Home                       About the Library                         Collections Overview                       Collections List / Finding-Aids                         Research Guides                         Programs                       Online Exhibits / Public History                                                                          Collection Development Policy Statement for the Tamiment Library and Robert F. Wagner Labor Archives Bobst Library, New York University         Mission and History    The Tamiment Library and Robert F. Wagner Labor Archives at New York University form a unique, internationally-known center for the study of the history of Labor and the Left. Tamiment traces its origins to the library of the Rand School for Social Science, a pioneering workers' education program with strong ties to the Socialist Party that was founded in 1906. From the beginning, the Rand School Library sought to build collections relating to the history of radical politics, Marxism, labor and progressive social movements. The Rand School Library (by this time known as the Tamiment Library) was donated to New York University in 1963 and was incorporated into the Division Libraries' Special Collections. In the four decades that Tamiment has been part of NYU, it has continued to build its collections in ways that reflect the ongoing scholarship in Labor History, and the history of the Left. In recent years this has meant an increasing emphasis on the history of work, the working classes, race, class, gender, and immigration history.    Tamiment's archival collections, manuscripts, oral histories, photographs, films, videotapes, books, serials, and pamphlets document the history of labor, socialism, communism, anarchism, utopian experiments, the New Left, and the post-New Left as well as the social and cultural contexts in which these movements functioned. Traditionally, the Library's primary focus has been on the complex and changing relationships between Left-politics and the labor movement. For much of its history, Tamiment's collecting policies were centered on the historical relationship between the class-based labor movement and the Left that was the dominant paradigm from the mid-nineteenth to the mid-twentieth century. In more recent years, as movements for progressive social and political change became less associated with class and increasingly focused on the struggle for civil rights, women's rights, immigrant rights, gay rights, civil liberties, academic freedom, environmentalism, the struggle for affordable housing, health care, and consumer rights, Tamiment's policies have been re-evaluated in order to assure that the Library continues to document the changing nature of the American Left. In keeping with its historical mission, Tamiment seeks to preserve the history of the Left and the social aspects of the multi-faceted movements for social change, rather than identity politics.    Programs    Since the Tamiment Library came to New York University in 1963, five new programs have been established: (1) the Robert F. Wagner Labor Archives to preserve the history of organized labor in New York; (2) the Archives of Irish America; (3) the Abraham Lincoln Brigade Archives; (4) the Center for the United States and the Cold War; and (5) The Center for Academic Freedom. Library collecting initiatives support all these programs.    Our Public    The Tamiment Library serves four overlapping user populations: (1) students and faculty at New York University; (2) scholars from all over the world -- some of whom are supported by fellowships and travel grants awarded by our two research centers; (3) organizations and individuals whose historical memories the Library preserves; and (4) the general public interested in the history of Labor and the Left including many of the activists who are associated with the movements whose history the Library preserves.    According to the terms of the original agreement that brought the Library to NYU, Tamiment is open to the public free of charge.    Collecting Scope    As a special collection, the Tamiment Library main mission is the acquisition of primary research materials in all formats (archives, manuscript, printed, non-print, and audio visual) and secondary publications that are not widely available. The Library also collects current publications and reference materials that contextualize its core collections.    Printed Materials    The Tamiment Library seeks to develop a conspectus level five collection in its core subject areas -- Labor and the Left. The Library acquires monographs, serials, pamphlets, ephemera, and on a selective basis government documents. In order to achieve this goal, Tamiment works in close collaboration with the selectors responsible for NYU's general library collections and with the Librarian for the Fales Library.    The Tamiment Library acquires printed materials documenting the history of the Left and the men and women who built the labor and progressive movements in America, as well as their connections to world-wide movements for progressive social and political change. As the old organizational synthesis has broken down, and the new labor, political, and social histories have come to dominate the scholarly literature, Tamiment's collecting policies have broadened to reflect the expanding boundaries of the Library's core disciplines. In addition to collecting publications documenting the history of the organized left and labor movements, the Library acquires research materials describing the history of work and working people in all its varied dimensions with an emphasis on class, race, gender, ethnicity, immigration and migration history, the workplace, class and community, labor market participation, the cultural left, work and technology. While the United States is the Library's core collecting area, Tamiment also seeks to document the increasingly transnational aspects of the struggle for progressive social change and the connections between the American Left and the global movement.    In most cases Tamiment will not seek to duplicate the holdings in other departments in the Division of Libraries. However, there is a core group of monographs and reference works that are central to Tamiment's collections. These will be acquired even when they duplicate the holdings in the general library collections. Tamiment is not primarily a rare book library. For the most part, we do not seek to acquire every available edition of a monograph. Important editions and those that represent significant changes will be collected on a selective basis. Only publications of unusual historical significance will be collected in all editions.    Tamiment comprehensively collects the publication of radical publishers including Charles Kerr, AK, International, Pioneer, Marzani & Munsell, Vanguard, and Monthly Review.    In general Tamiment does not document the Liberal Tradition or the history of the Right. The Library also does not document the history of industrial relations and personnel management.    Serial Collections    The Tamiment Library houses more than 7,000 serial titles, about 10% of these are currently received. Periodicals published by the American Left and the trade union movement are collected as comprehensively as possible. Periodicals indexed in Work Related Abstracts (before it ceased publication in 1996) are also acquired. Non-U.S. periodicals are acquired selectively. Whenever possible the Library acquires individual issues of periodicals when the Library has incomplete runs. As budgets allow, periodicals on microfilm are acquired when the Library has fragmentary holdings or the paper issues are brittle. Tamiment also acquires academic journals that offer a distinct radical perspective on their disciplines.    Pamphlets and Ephemera    Tamiment has always made a particular effort to collect pamphlets, broadsides, and ephemera documenting the ways in which labor and progressive organizations recruited new members, communicated with the larger society, and built support for their ideologies and public policies. Continuing to build this archive in both paper and electronic format is an important priority. Today, much of this political communication is taking place on the world wide web. The Tamiment Library is now part of a consortium led by the California Digital Library and funded by the Library of Congress&rsquo; National Digital Information and Infrastructure Preservation Program that is developing the curatorial and technical tools to preserve at-risk political websites http://www.cdlib.org/inside/projects/preservation/webatrisk/ .    Government Documents    For labor and social historians government documents (both state and federal) often contain extremely valuable primary materials describing labor market participation, labor relations, immigration, the changing nature of the work force, gender, ethnic, and race relations. Tamiment acquires government documents that relate to its core collecting areas on a highly selective basis. These documents are selected on the basis of research potential. The acquisition of government documents is coordinated with the government documents department of the Bobst Library.    Archives and Manuscripts    Tamiment seeks to acquire archival collections from organizations and individuals that document important aspects of the history of organized labor, working class history, and the history of the Left. The Robert F. Wagner Labor Archives Program was established in 1979 to preserve the history of organized labor in New York City and State. It has been designated by the New York City Central Labor Council as the preferred repository for the historical records of its member organizations. The Library seeks to document the history of the New York's trade union movement and working class New York in a comprehensive fashion. Records of international unions will be acquired on a selective basis when they have strong connections to the labor movement in New York.    Whenever possible Tamiment/Wagner will adopt a strategic approach to archival collecting based on the documentation strategy model. Acquisition decisions are made after a careful assessment of research value, the scholarly literature, the relationship between the archive and the Library's mission, and the collecting priorities of other repositories. Preference will be given to the records of organizations and movements that are under documented as well as those that have strong connections to the Tamiment's existing collections.    In order to support the writing of new labor history, social history, and political history, Tamiment makes a particular effort to document the changing nature of work, the workplace, relationships between mangers and workers, the social history of working class neighborhoods, working class culture, work culture, the relationship between class and community, the role of race, ethnicity, and gender, the struggle for equality in the workplace, and the immigrant experience.    Tamiment has always sought to document the relationship between the labor movement and the larger movement for social and political change. As part of this focus the Library collects research materials relating to the history civil liberties, civil rights, women's rights, immigrant rights, workers' education, and labor law.    In order to serve the research needs of students and scholars who come to the Library in association with our Center for the United States and the Cold War, Tamiment collects research materials relating to the Cold War and its origins in World War I and the post-war red scare. Other core collecting areas include: academic freedom, the Spanish Civil War (including its continuing impact on world politics), the Asian American and Irish immigrant experience. The Archives of Irish America documents the ongoing relationship between the Irish in America, the Republican movement, organized labor, and progressive politics. A particular effort is being made to capture the transnational relationship between the Irish people in Ireland and the American Diaspora as well as the ways in which the continuing Irish immigration has shaped the Irish community in America and its relationship to American politics and society.    Oral History    The Tamiment Library has long been known for its pioneering work in oral history, most notably the Oral History of the American Left and New Yorkers at Work. Nearly forty years ago, these collections broke new ground as they departed from the traditional model that concentrated on elites and leadership and instead concentrated on the rank-and-file and mid-level activists. Tamiment/Wagner has always sought to document the work experiences and lives of ordinary workers, community people, activists, and mid-level leaders. The library continues to develop these collections by acquiring oral history interviews from trade unions, progressive organizations as well as researchers who conducted oral histories that relate to our mission. As staffing and funding permits Tamiment/Wagner staff will do oral history interviews on a strategic basis when they strengthen the existing collections.    Non-Print Collections    The Tamiment/Wagner's non-print collections include still photographs, video, film, and poster collections. The Library collects non-print materials that depict labor and working class organizations, left politics, the history of socialism, Communism, and anarchism, men and women at work, the changing nature of work, working class neighborhoods, activities of trade unions, left political organizations, ethnic societies, tenant, neighborhood, cooperative and fraternal associations. The Library also seeks materials that capture the struggle for racial, class, and gender equality.    The Jacob and Bessye Blaufarb Endowment has made it possible for the Tamiment to acquire a significant collection of radical and labor video. The emphasis of the Blaufarb Videotape Library is on independently produced films that provide visually significant depictions of important historical events, individuals, social movements, and social conditions.    Tamiment does not have the resources to administer film archives. Normally, Tamiment will not acquire archival collections from filmmakers unless there is a strong and compelling oral history component to the collections. In these cases collections will be appraised in an effort to identify their oral history components. The Library will usually not to retain outtakes, assemblages and rough cuts unless there is a compelling oral history component to these materials.    The Tamiment Library does not collect three-dimensional artifacts or artwork unless there is an extremely strong connection to its research collections and these artifacts have unusual informational content.    Chronology and Geography    The Tamiment Library collects materials from the 18th century to the present. Its core collections are from the late 19th century to the present.    For the most part, the Tamiment Library's collections are United States-focused. However, many of the movements whose histories the library documents are explicitly international. As a result, Tamiment does have important research collections relating to the Soviet Union, Cuba, Canada, Latin America, and Spain. The Library will seek to continue to develop these transnational aspects of its collections with a particular emphasis on the Western Hemisphere.    De-accessioning    The de-accessioning of materials in special collections is governed by different principles than those for general research collections. In order to reduce the need for de-accessioning, Tamiment will carefully appraise all materials before acquiring them. In general, duplicate books, serials, and pamphlets will be sold and the proceeds will go into an acquisition fund. Archival collections will be appraised according to standard professional practices. Materials that have no research or archival value will be offered back to the Donor. If the Donor does not want them returned, they will be de-accessioned according to guidelines outlined in Standards for Ethical Conduct for Rare Book, Manuscript, and Special Collections (RBMS, 1992). During the de-accessioning process all legal restrictions, the necessity for possession of valid title, and the donor's intent will be considered.    Michael Nash  Head, Tamiment Library  November 2006     Updated 3/15/11                                                           home |    about the library |    collections overview |    research guides |    collections list/finding aids |    programs |    online exhibits &amp; public history |   NYU Libraries |    New York University"}]},
{"detail": [{"content": "New York University | Bobst Library: University Archives Collection Development Policy                                                                                             Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs                          University Archives Collection Development Policy             Bobst Library, New York University     Nancy Cricco, University Archivist             Contents           Introduction      Core Mission      Collection Development      Archives Reference Collection                          Introduction         The New York University Archives serves as the final repository for the historical records of New York University.    Its primary purpose is to document the history of the University and to provide source material for administrators, faculty, students, alumni, and other members of the University community, as well as scholars, authors, and other interested persons who seek to evaluate the impact of the University's activities on the history of American social, cultural, and intellectual development.                     Core Mission     The core mission of the University Archives is as follows:          To appraise, collect, organize, describe, make available, and preserve records of historical, legal, fiscal, and/or administrative value to New York University      To provide adequate facilities for the retention and preservation of such records      To provide information services that will assist the operation of the University      To serve as a resource and laboratory to stimulate and nourish creative teaching and learning      To serve research and scholarship by making available and encouraging the use of its collections by members of the University and the community at large      To promote knowledge and understanding of the origins, aims, programs, and goals of the University, and of the development of these aims, goals, and programs      To implement records management by formulating policy and procedures that will ensure the collection and preservation of archival materials.                     Collection Development         The University Archives was designated the \"official repository for all non-current records of the University\" in August, 1977.    Its collections policy is based on the Society of American Archivists' Guidelines For College and University Archives (1983), and on the recommendations of the Archives Advisory Council, a committee of University faculty and administrators established in 1977 to advise the Archives on policy and procedures, and to oversee its growth and development.    In 1978, the Advisory Council issued a policy statement calling for the preservation of University records for the purposes of:             maintaining a clear account of University life and achievements, administrative policy and actions and educational programs      reinforcing an image of the University that stimulates financial support and encourages an appreciation of the University's past and its role in the history of American higher education among students, faculty, and alumni      making available a body of records useful for student, casual, and scholarly research in history and other disciplines.             The records of New York University are voluminous.    In the absence of systematic records management, the Archives must rely on the cooperation and support of administrators, deans, directors, faculty, students, and alumni to ensure that materials of historical value are collected and preserved.    The University Archives will promote university-wide records management and collect material in the following categories from all administrative and academic units of the University with the exception of the Medical and Dental Centers, which maintain separate archival collections:             OFFICIAL RECORDS, PAPERS, AND PUBLICATIONS OF NEW YORK UNIVERSITY          Official records encompass the records or papers generated or received by the various administrative offices of New York University in the conduct of their business.     These records will include:                Minutes, memoranda, correspondence and reports of the Board of Trustees      Records of the Office of President, including correspondence, administrative subject files and reports      Correspondence, subject files, and reports of the Office of Academic Affairs      Correspondence, subject files and reports of the offices of central administration, including: Administration, External Affairs, Finance, General Counsel and Secretary of the University, Student Affairs, University Relations      Correspondence, subject files and reports of deans, directors and administrators of the schools, colleges, divisions, programs and institutes of the University      Minutes, memoranda and reports of all major academic and administrative commissions, councils and committees including the University Senate and its committees      Departmental records, including: minutes, reports, correspondence, and syllabi      Accreditation reports and supporting documentation      Annual budget and audit reports      Records of the Registrar, including timetables, class schedules, enrollment reports, graduation rosters and other reports issued on a regular basis      Alumni records, including minutes of the alumni associations      Reports of the Admissions Office      Records of student organizations      All publications, newsletters and booklets distributed in the name of New York University, including catalogs, special bulletins, yearbooks, student newspapers, University directories and faculty/staff rosters, faculty and administration newsletters and publications, alumni publications and ephemeral material      Photoprints, negatives, slides, audio and video film, tapes, and reels, oral history interviews, and optical and compact discs documenting the development of the University      Security copies of microfilm reels containing vital records      Maps, prints and architectural drawings documenting the physical changes and development of the University      Reports of research projects, including grant records      Artifacts relating to the history of New York University      Electronic record                The official administrative records of New York University (correspondence, reports and subject files) designated as archival should be inactive and no longer used in the current activities of the originating office.     Records should be forwarded to the Archives according to schedule after consulting with the archivist for the orderly transfer of non-current materials. An inventory of records transferred should accompany accessioned material.     The originating office may place restrictions on access to non-current records in addition to the restrictions on administrative, Board of Trustees, employee and student records described in the Access Policy statement, Appendix.               PERSONAL AND PROFESSIONAL PAPERS OF NEW YORK UNIVERSITY FACULTY          The University Archives seeks to acquire, organize and provide access to the personal and professional papers of New York University faculty as a means of documenting the internal life and culture of the University community.     Space and staff restraints in the University Archives and the size of the New York University faculty requires limits the volume of faculty papers that can be accessioned.     In appraising and soliciting faculty papers the following criteria are suggested:                National or international reputation in a respective academic field      Record of service with New York University and contribution to its growth and development      Service on the faculty of a recognized area of excellence within New York University      Service and contribution in community, state and national affairs.           The University Archives seeks documentation of the careers of the New York University faculty in the following formats:            Correspondence: official, professional and personal.      Biographical material: resumes, bibliographies, biographical sketches, chronologies, genealogies, newspaper clippings, and personal memoirs      Photoprints and graphic materials      Tape recordings of lectures, speeches and discussions      Lecture notes and syllabi      Research files      Departmental or committee minutes and records      Drafts and manuscripts of articles and books      Diaries, notebooks, appointment calendars and memorabilia.                The University Archives recognizes the rights of faculty and private donors to impose reasonable restrictions on materials to protect privacy and confidentiality.     Restrictions on access should be for a fixed term and determined at the time of donation.     The Archives encourages minimal access restrictions consistent with the legal rights of all parties.               SPECIAL COLLECTION          The University Archives will solicit and collect records and papers which are neither official University records or faculty papers, but which relate to the history of New York University.     Examples include:                Professional and personal papers of the members of the University Council/Board of Trustees if associated with University business      Professional and personal papers of eminent alumni relating their New York University experiences      Papers or records dealing with the history of Washington Square and University Heights as they relate to the growth and development of the University      Papers, records and published items on New York University and its role in the history of higher education      Papers, records and published items pertaining to New York University as a major urban institution                               Archives Reference Collection         The University Archives Reference Collection includes vertical subject files, biographical directories, archival manuals and publications, copies of books and publications by faculty members, duplicate yearbooks, repository guides, and finding aids and inventories to materials related to New York University that are housed in other repositories.                         News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: October, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "NYU Libraries | Tamiment Library & Robert F. Wagner Labor Archives -- Collection Development Policy                                                                                                            Home                       About the Library                         Collections Overview                       Collections List / Finding-Aids                         Research Guides                         Programs                       Online Exhibits / Public History                                                                          Collection Development Policy Statement for the Tamiment Library and Robert F. Wagner Labor Archives Bobst Library, New York University         Mission and History    The Tamiment Library and Robert F. Wagner Labor Archives at New York University form a unique, internationally-known center for the study of the history of Labor and the Left. Tamiment traces its origins to the library of the Rand School for Social Science, a pioneering workers' education program with strong ties to the Socialist Party that was founded in 1906. From the beginning, the Rand School Library sought to build collections relating to the history of radical politics, Marxism, labor and progressive social movements. The Rand School Library (by this time known as the Tamiment Library) was donated to New York University in 1963 and was incorporated into the Division Libraries' Special Collections. In the four decades that Tamiment has been part of NYU, it has continued to build its collections in ways that reflect the ongoing scholarship in Labor History, and the history of the Left. In recent years this has meant an increasing emphasis on the history of work, the working classes, race, class, gender, and immigration history.    Tamiment's archival collections, manuscripts, oral histories, photographs, films, videotapes, books, serials, and pamphlets document the history of labor, socialism, communism, anarchism, utopian experiments, the New Left, and the post-New Left as well as the social and cultural contexts in which these movements functioned. Traditionally, the Library's primary focus has been on the complex and changing relationships between Left-politics and the labor movement. For much of its history, Tamiment's collecting policies were centered on the historical relationship between the class-based labor movement and the Left that was the dominant paradigm from the mid-nineteenth to the mid-twentieth century. In more recent years, as movements for progressive social and political change became less associated with class and increasingly focused on the struggle for civil rights, women's rights, immigrant rights, gay rights, civil liberties, academic freedom, environmentalism, the struggle for affordable housing, health care, and consumer rights, Tamiment's policies have been re-evaluated in order to assure that the Library continues to document the changing nature of the American Left. In keeping with its historical mission, Tamiment seeks to preserve the history of the Left and the social aspects of the multi-faceted movements for social change, rather than identity politics.    Programs    Since the Tamiment Library came to New York University in 1963, five new programs have been established: (1) the Robert F. Wagner Labor Archives to preserve the history of organized labor in New York; (2) the Archives of Irish America; (3) the Abraham Lincoln Brigade Archives; (4) the Center for the United States and the Cold War; and (5) The Center for Academic Freedom. Library collecting initiatives support all these programs.    Our Public    The Tamiment Library serves four overlapping user populations: (1) students and faculty at New York University; (2) scholars from all over the world -- some of whom are supported by fellowships and travel grants awarded by our two research centers; (3) organizations and individuals whose historical memories the Library preserves; and (4) the general public interested in the history of Labor and the Left including many of the activists who are associated with the movements whose history the Library preserves.    According to the terms of the original agreement that brought the Library to NYU, Tamiment is open to the public free of charge.    Collecting Scope    As a special collection, the Tamiment Library main mission is the acquisition of primary research materials in all formats (archives, manuscript, printed, non-print, and audio visual) and secondary publications that are not widely available. The Library also collects current publications and reference materials that contextualize its core collections.    Printed Materials    The Tamiment Library seeks to develop a conspectus level five collection in its core subject areas -- Labor and the Left. The Library acquires monographs, serials, pamphlets, ephemera, and on a selective basis government documents. In order to achieve this goal, Tamiment works in close collaboration with the selectors responsible for NYU's general library collections and with the Librarian for the Fales Library.    The Tamiment Library acquires printed materials documenting the history of the Left and the men and women who built the labor and progressive movements in America, as well as their connections to world-wide movements for progressive social and political change. As the old organizational synthesis has broken down, and the new labor, political, and social histories have come to dominate the scholarly literature, Tamiment's collecting policies have broadened to reflect the expanding boundaries of the Library's core disciplines. In addition to collecting publications documenting the history of the organized left and labor movements, the Library acquires research materials describing the history of work and working people in all its varied dimensions with an emphasis on class, race, gender, ethnicity, immigration and migration history, the workplace, class and community, labor market participation, the cultural left, work and technology. While the United States is the Library's core collecting area, Tamiment also seeks to document the increasingly transnational aspects of the struggle for progressive social change and the connections between the American Left and the global movement.    In most cases Tamiment will not seek to duplicate the holdings in other departments in the Division of Libraries. However, there is a core group of monographs and reference works that are central to Tamiment's collections. These will be acquired even when they duplicate the holdings in the general library collections. Tamiment is not primarily a rare book library. For the most part, we do not seek to acquire every available edition of a monograph. Important editions and those that represent significant changes will be collected on a selective basis. Only publications of unusual historical significance will be collected in all editions.    Tamiment comprehensively collects the publication of radical publishers including Charles Kerr, AK, International, Pioneer, Marzani & Munsell, Vanguard, and Monthly Review.    In general Tamiment does not document the Liberal Tradition or the history of the Right. The Library also does not document the history of industrial relations and personnel management.    Serial Collections    The Tamiment Library houses more than 7,000 serial titles, about 10% of these are currently received. Periodicals published by the American Left and the trade union movement are collected as comprehensively as possible. Periodicals indexed in Work Related Abstracts (before it ceased publication in 1996) are also acquired. Non-U.S. periodicals are acquired selectively. Whenever possible the Library acquires individual issues of periodicals when the Library has incomplete runs. As budgets allow, periodicals on microfilm are acquired when the Library has fragmentary holdings or the paper issues are brittle. Tamiment also acquires academic journals that offer a distinct radical perspective on their disciplines.    Pamphlets and Ephemera    Tamiment has always made a particular effort to collect pamphlets, broadsides, and ephemera documenting the ways in which labor and progressive organizations recruited new members, communicated with the larger society, and built support for their ideologies and public policies. Continuing to build this archive in both paper and electronic format is an important priority. Today, much of this political communication is taking place on the world wide web. The Tamiment Library is now part of a consortium led by the California Digital Library and funded by the Library of Congress&rsquo; National Digital Information and Infrastructure Preservation Program that is developing the curatorial and technical tools to preserve at-risk political websites http://www.cdlib.org/inside/projects/preservation/webatrisk/ .    Government Documents    For labor and social historians government documents (both state and federal) often contain extremely valuable primary materials describing labor market participation, labor relations, immigration, the changing nature of the work force, gender, ethnic, and race relations. Tamiment acquires government documents that relate to its core collecting areas on a highly selective basis. These documents are selected on the basis of research potential. The acquisition of government documents is coordinated with the government documents department of the Bobst Library.    Archives and Manuscripts    Tamiment seeks to acquire archival collections from organizations and individuals that document important aspects of the history of organized labor, working class history, and the history of the Left. The Robert F. Wagner Labor Archives Program was established in 1979 to preserve the history of organized labor in New York City and State. It has been designated by the New York City Central Labor Council as the preferred repository for the historical records of its member organizations. The Library seeks to document the history of the New York's trade union movement and working class New York in a comprehensive fashion. Records of international unions will be acquired on a selective basis when they have strong connections to the labor movement in New York.    Whenever possible Tamiment/Wagner will adopt a strategic approach to archival collecting based on the documentation strategy model. Acquisition decisions are made after a careful assessment of research value, the scholarly literature, the relationship between the archive and the Library's mission, and the collecting priorities of other repositories. Preference will be given to the records of organizations and movements that are under documented as well as those that have strong connections to the Tamiment's existing collections.    In order to support the writing of new labor history, social history, and political history, Tamiment makes a particular effort to document the changing nature of work, the workplace, relationships between mangers and workers, the social history of working class neighborhoods, working class culture, work culture, the relationship between class and community, the role of race, ethnicity, and gender, the struggle for equality in the workplace, and the immigrant experience.    Tamiment has always sought to document the relationship between the labor movement and the larger movement for social and political change. As part of this focus the Library collects research materials relating to the history civil liberties, civil rights, women's rights, immigrant rights, workers' education, and labor law.    In order to serve the research needs of students and scholars who come to the Library in association with our Center for the United States and the Cold War, Tamiment collects research materials relating to the Cold War and its origins in World War I and the post-war red scare. Other core collecting areas include: academic freedom, the Spanish Civil War (including its continuing impact on world politics), the Asian American and Irish immigrant experience. The Archives of Irish America documents the ongoing relationship between the Irish in America, the Republican movement, organized labor, and progressive politics. A particular effort is being made to capture the transnational relationship between the Irish people in Ireland and the American Diaspora as well as the ways in which the continuing Irish immigration has shaped the Irish community in America and its relationship to American politics and society.    Oral History    The Tamiment Library has long been known for its pioneering work in oral history, most notably the Oral History of the American Left and New Yorkers at Work. Nearly forty years ago, these collections broke new ground as they departed from the traditional model that concentrated on elites and leadership and instead concentrated on the rank-and-file and mid-level activists. Tamiment/Wagner has always sought to document the work experiences and lives of ordinary workers, community people, activists, and mid-level leaders. The library continues to develop these collections by acquiring oral history interviews from trade unions, progressive organizations as well as researchers who conducted oral histories that relate to our mission. As staffing and funding permits Tamiment/Wagner staff will do oral history interviews on a strategic basis when they strengthen the existing collections.    Non-Print Collections    The Tamiment/Wagner's non-print collections include still photographs, video, film, and poster collections. The Library collects non-print materials that depict labor and working class organizations, left politics, the history of socialism, Communism, and anarchism, men and women at work, the changing nature of work, working class neighborhoods, activities of trade unions, left political organizations, ethnic societies, tenant, neighborhood, cooperative and fraternal associations. The Library also seeks materials that capture the struggle for racial, class, and gender equality.    The Jacob and Bessye Blaufarb Endowment has made it possible for the Tamiment to acquire a significant collection of radical and labor video. The emphasis of the Blaufarb Videotape Library is on independently produced films that provide visually significant depictions of important historical events, individuals, social movements, and social conditions.    Tamiment does not have the resources to administer film archives. Normally, Tamiment will not acquire archival collections from filmmakers unless there is a strong and compelling oral history component to the collections. In these cases collections will be appraised in an effort to identify their oral history components. The Library will usually not to retain outtakes, assemblages and rough cuts unless there is a compelling oral history component to these materials.    The Tamiment Library does not collect three-dimensional artifacts or artwork unless there is an extremely strong connection to its research collections and these artifacts have unusual informational content.    Chronology and Geography    The Tamiment Library collects materials from the 18th century to the present. Its core collections are from the late 19th century to the present.    For the most part, the Tamiment Library's collections are United States-focused. However, many of the movements whose histories the library documents are explicitly international. As a result, Tamiment does have important research collections relating to the Soviet Union, Cuba, Canada, Latin America, and Spain. The Library will seek to continue to develop these transnational aspects of its collections with a particular emphasis on the Western Hemisphere.    De-accessioning    The de-accessioning of materials in special collections is governed by different principles than those for general research collections. In order to reduce the need for de-accessioning, Tamiment will carefully appraise all materials before acquiring them. In general, duplicate books, serials, and pamphlets will be sold and the proceeds will go into an acquisition fund. Archival collections will be appraised according to standard professional practices. Materials that have no research or archival value will be offered back to the Donor. If the Donor does not want them returned, they will be de-accessioned according to guidelines outlined in Standards for Ethical Conduct for Rare Book, Manuscript, and Special Collections (RBMS, 1992). During the de-accessioning process all legal restrictions, the necessity for possession of valid title, and the donor's intent will be considered.    Michael Nash  Head, Tamiment Library  November 2006     Updated 3/15/11                                                           home |    about the library |    collections overview |    research guides |    collections list/finding aids |    programs |    online exhibits &amp; public history |   NYU Libraries |    New York University"}, {"content": "New York University | Bobst Library: Fales Library Downtown Collection Development Policy                                                                                             Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs                          Fales Library Downtown Collection Development Policy             Bobst Library, New York University             Contents           Purpose      Scope      Types of Materials      Strengths &amp; Weaknesses of the Collection                          Purpose           The Fales Library &amp; Special Collections serves as the repository for special collections materials in the Elmer Bobst Library at New York University and is committed to preserving the artistic expression of relevant cultural movements in their original formats, including books, manuscripts, archives, and other media.     Fales complements the collection policies in the general stacks by supplying primary resources for scholarly research and by prospectively collecting works that will become important historical evidence, documenting the changes in expressive culture.               The Downtown Collection, which began in 1993, is such an attempt to document the downtown arts scene that evolved in SoHo and the Lower East Side during the 1970's through the early 1990's.     The movement, taken as a whole, was very diverse, and its output includes literature, music, theater, performance, film, activism, dance, photography, video, and original art.     The goal of the Downtown Collection is to comprehensively collect the full range of artistic practices and outputs, regardless of format.     This research collection, built on a documentary strategy, provides primary resources for scholars who are interested in the role of literature and the printed word-but also its necessary intersection with other forms of artistic expression-in the history and culture of downtown New York.     Its goal is to document the downtown community, which NYU is associated with in common thought.                       Scope                 The Downtown Collection                    General Guidelines               The distinctively new attitude toward artistic production that emerged in Downtown New York in the early 1970's was neither a consistent aesthetic nor a unified, directed movement-this \"downtown attitude\" was nevertheless shared by a wide range of writers, artists, performers, musicians, filmmakers, and video artists, many of whom inhabited the relatively inexpensive lofts and tenements of SoHo and the Lower East Side.       Influenced by the Beats and New York School artists of the 1950's and 60's as well as hippies, Marxists, and anarchists, Downtown artists pushed the limits of traditional artistic categories and often moved into interdisciplinary ventures.       Consequently, a broader, less rigidly defined collection development strategy is called for in documenting such a fluid, multi-directional, and informally structured cultural movement.                          Retrospective Collecting               The Fales Library, drawing on information inside and outside the collection, is currently in the process of compiling lists of writers, artists, organizations, and individual presses which contributed to the post-1975 \"downtown\" scene.       These lists are not fixed, and are always open to modification. Precursors, other influences, and contemporaries to the movement are also taken into account and collected where appropriate.       Attention is given to filling in any major gaps within these lists of compiled information and references.       Works by authors, artists, and collective entities not currently represented in the Downtown Collection will be sought.       Varying states of editions and/or significant copies will be collected where appropriate.                          Prospective Collecting               Prospective collecting will involve the acquisition of works that reflect the aims and established pursuits of the Downtown Collection.       The Fales Library collects comprehensively the writings and artistic productions of New York, especially the work of those artists whose works and activities have influenced downtown artistic culture.       Fales will purchase their published works in depth, hoping also to acquire their archives and personal papers by gift or purchase.       Materials collected reflect not only traditional approaches to fiction and poetry in traditional genres, but also experimental approaches to the notion of narrative and genre itself.       Included in such a collection would be the works of Lower East Side, SoHo, and East Village artists and writers, queer artists, writers and activists, as well as artists' collectives and the archives of art galleries and alternative art spaces.       Other related artistic materials are collected to provide an understanding of the milieu in which these artists worked.                          Primary and Secondary Literature               Primary materials such as artist papers, original works and publications, institutional archives, film, photographs, video, and related ephemera are collected by the Fales Library. Secondary materials in art, literature, dance, music, film, and video will be collected by the Bobst Library and held in the general stacks, and by the Avery Fisher Center for Music and Media.       Secondary materials will be collected by the Fales Library where appropriate.                          Language               By the very nature of its core collections, the Fales Library collects literature almost exclusively in English.       The primary language of biographies, memoirs, and collected critical works is also English.       This in large part also applies to the Downtown Collection and current efforts at Fales to document the Downtown movement.       Due, however, to the ethnic diversity of the area-particularly that work relating to the Nuyorican Poets CafÈ in the Lower East Side (Losaida), some Spanish language materials are also collected.                          Geographical Aspects               Due to the rather tightly localized nature of the Downtown scene, the geographical area involved can be reasonably limited to the Lower East Side, SoHo, and surrounding areas.       It is in this area that the majority of Downtown artists lived, worked, and interacted with one another, and also where many important fixtures of the movement and cultural contemporaries such as Between C &amp; D Press and Judson Memorial Church were located.       Publications and subsequent coverage of the scene, however, has come from inside and outside the United States, from such countries as England, Germany, Canada, Japan, and France.                          Chronological Aspects               The Downtown Collection attempts to document artistic production of the Downtown arts scene from 1974 through the early 1990's.       The inception date chosen by Fales for collecting is a symbolic one marking the point when the New York state government first regulated loft buildings in SoHo to protect artists from being forced out of these commercial work spaces by developers.       Serious attention is given to precursors influential to the movement as well as to later work bearing a clear association with the Downtown scene.                                   Manuscripts and Archives                    Downtown Collection               Personal papers and archives relating to the Downtown writing and artistic scene are the primary emphasis of collecting.       Special attention is given to authors who are well represented in the Downtown print collection. Acquisitions are made via gift and purchase.       The goal is to document the artistic and literary cultures of the post-1974 \"Downtown\" arts scene.                                               Types of Materials           The Fales Library collects books, journals, newspapers, video, film, photography, yearbooks, annuals, manuscripts, archives, relevant ephemera and a variety of other original materials, regardless of format.     In the case of texts, emphasis is placed on acquiring items in their first appearance.     In general this means the first edition in the country of the artist, though precedence is given to the first appearance in print.     Collected editions of works are purchased for major artists. Facsimiles are purchased, but sparingly.     Most facsimiles should be purchased by the general stacks. (See the English Literature policy statement.)     Video work is also collected extensively, particularly that of a documentary nature, and for finished works efforts are made to secure the earliest, quality copy available.     Original artwork is collected selectively, and where appropriate.     Toward this end, the Fales Library will coordinate collection management for original visual materials as well as exhibitions of this work with the Grey Art Gallery at New York University.     The Grey Art Gallery will also house those materials not readily stored in more traditional, special collections environments.                       Strengths &amp; Weaknesses of the Collection                 Strengths             Because the initial core collection at the Fales Library was text and book oriented, early collecting of Downtown work such as acquisition of the Dennis Cooper Papers and The Serpents Tail/High Risk Books Archive, centered on the literary aspects of the movement.      The Downtown collection is particularly strong in major writers of the period. In terms of visual materials, the collection is stronger with the East Village scene, and especially in work from the 1980's and late 1970's.      Acquisition of the Judson Memorial Church Archive, the Mabou Mines Archive and Richard Foreman's Papers improved the collection's holdings in experimental theater, performance, and post-modern dance.      Experimental film and media arts are also increasingly well represented through the acquisition of archives for film festival and experimental media venues and the personal papers of experimental filmmakers and video artists.      Although there is some representation of artists' collectives such as CoLab and REPOHistory in the collection, we continue to actively seek the archives of other related collectives, galleries and alternative art exhibition venues.                      Weaknesses             Perhaps the largest deficiency in the Downtown Collection is the relatively small number of manuscript and personal paper collections of women artists.      One reason for this is that many women affiliated with the movement are still active, and efforts are being made to secure their papers.      Although the acquisition of the Bob Holman Collection of Spoken Word provided some documentation of performance poetry, we are actively seeking to strengthen our holdings in this area, particularly of hip hop materials and poets associated with the Nyuorican Poets Caf&eacute;.      The Fales Library is also interested in documenting to a greater extent those precursor movements from the same geographic region, such as the Umbra Writers Workshop.      Efforts are also being made to collect materials in all formats that represent the SoHo area from the early to mid-1970's.      Another weakness is the number of holdings for gallery and alternative art spaces, which would provide an important link from Downtown work of 1975 and on, with collections of avant-garde work from the 1960's and early 1970's.                                  Preservation           A goal of the Fales Library is to make media such as film, audio and video recordings available to researchers.     Many of the media holdings associated with the Downtown Collection, however, are in need of preservation efforts before they can be made accessible.     These efforts aim to ensure the long-term preservation of the library's media collections and, with the ability to make viewing copies or digital surrogates of the material, increase user access.                          News           Earth Week Films at Bobst   Reserve a group or individual study room   Setting Google Scholar Preferences for NYU Materials   Configure your laptop for wireless!   New to NYU Libraries?                   Take a Library Class                         Page last modified: October, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]}]