[{"detail": [{"content": "Bedos-Rezak, Brigitte    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Brigitte Miriam Bedos-Rezak   Professor of History   École Nationale des Chartes (Sorbonne), France, PhD 1977   Office Address:   King Juan Carlos Center, Room 610   Email:        Phone:   212.998.8607   Field of Study:   Medieval Europe   Areas of Research/Interest:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Curriculum Vitae              External Affiliations:   Editorial Board, Revue Camaren: Cahiers Moyen Age et Renaissance (U. of Nantes, France); Editorial Board, Signs and Society (U. of Chicago); Editorial Board, Series: Cultural Histories of the Material World, Bard Graduate Center and University of Michigan Press   Bio   Brigitte Bedos-Rezak’s scholarship bears primarily on medieval France (900-1600), with some attention to England, Germany, and Spain. Her early social-historical and archival work considered the modes of engagement between kingship and the northern French nobility over six centuries, particularly their documentary practices, their manipulation and domination of bureaucratic structures, their relations as clients and kindred, and their conflicting politics of prestige and cultural modeling. In the course of considering the dialectics of power among ruling elites, Bedos-Rezak observed the developing agency of media in these elites’ strategies of representation and communication from the twelfth century onward. She has demonstrated that authoritative presence and personal identity during that period came to be embodied in material artifacts (badges, insignia, seals, images, inscribed parchment), so that such artifacts were effective as agents of their users in situations requiring commitment and accountability. In her analysis of these mediatic developments, Bedos-Rezak’s work aims at constructing a semiotic anthropology of the western Middle Ages. She has explored the relationship between medieval sign theory and both the concept of and markers of personal identity. Her investigation of medieval definitions of person and identity has revealed that loci of singularity and distinction did not necessarily overlap with or result in the creation of individuality. Her present work considers the medieval imprint as an object, a process, and a metaphor, so as to probe the spectrum of active concerns during the later Middle Ages about the autonomy and agency of material signs.   Fellowships/Honors:   National Endowment for the Humanities Fellowship; Ecole des hautes études en sciences sociales (Paris); Institute for Advanced Study (Princeton); Mellon Fellowship (Metropolitan Museum of Art); John Simon Guggenheim Memorial Fellowship; Fellow of the Society of Antiquaries (London); Fellow of the Medieval Academy of America; Fellow of the International Committee on Diplomatics, Comité des sciences historiques.   Selected Works:   Books:    Histoire de Montmorency, Le Moyen Age (Paris: Arem. Collection Epoques et Sociétés, 1979), pp. 159    Corpus des sceaux français du Moyen Age , tome Ier: Les sceaux de villes (Paris: Imprimerie nationale, 1980), pp. 546    La châtellenie de Montmorency des origines à 1368 (Pon­toise: Sociétés historique et archéologique de Pontoise, du Val d'Oise et du Vexin, 1980), pp. 430    Anne de Montmorency, seigneur de la Renaissance (Paris: Publisud. Collection La France au fil des siècles, 1990), pp. 415    Ed. and co-author., Polity and Place: Regionalism in Medieval France , special issue of Historical Reflections/Réflexions historiques 19 2 (1993), pp. 151-278.    Form and Order in Medieval France, Studies in Social and Quantitative Sigillography (Aldershot: Variorum, 1993), xii + 313 pp.    Ed., with Dominique Iogna-Prat, and co-author, L’Individu au Moyen Age. Individuation et individualisation avant la modernité (Paris: Aubier- Flammarion, 2005)    When Ego was Imago. Signs of Identity in the Middle Ages (Leiden: Brill, 2010. Visualizing the Middle Ages 3)    Recent Articles:    \"les Juifs et l'écrit dans la mentalité eschatologique du Moyen Age chrétien occidental (France, 1000-1200),\" Annales. HSS 49/5 (1994): 1049-1063    \"Towards a Cultural Biography of the Gothic Cathedral: Reflections on History and Art History,\" in Artistic Integration in Gothic Buildings , pp. 262-274    “Medieval Identity: A Sign and a Concept,” American Historical Review 105/5 (2000): 1489-1533    “ ‘Difformitas.’ Invective, Individuality, and Identity in Twelfth-Century France,” in Norm und Krise von Kommunikation. Inszenierungen literarischer und sozialer Interaktion im Mittelalter (Geschichte. Forschung und Wissenschaft, Vol. 24), ed. by Alois Hahn, Gert Melville und Werner Röcke, Münster 2006, pp.251-271.    “L’ au-delà du soi. Métamorphoses sigillaires en Europe médiévale,” Cahiers de civilisation médiévale 49(2006) : 337-358    “Cutting Edge. The Economy of Mediality in Twelfth-Century Chirographic writing,” in: Modelle des Medialen im Mittelalter , ed. Christian Kiening and Martina Stercken, special issue of Das Mittelalter 15(2010): 134-161    “Semiotic Anthropology. The Twelfth Century Experiment,” European Transformations 950-1200 , Thomas F.X. Noble and John Van Engen, ed. (Notre Dame : University of Notre Dame Press, 2011), pp. 426-467       Le sceau et l’art de penser au XIIe siècle, » Pourquoi le sceau ? La sigillographie,  nouvel enjeu de l’histoire de l’art , ed. Marc Gil and Jean-Luc Chassel (Lille, 2011), pp. 153-176      Were  Jews Made in the Image of God? Christian Perspectives and Jewish Experience in  Medieval Europe,” in Studies in Medieval Jewish Intellectual and Social  History. Festschrift in Honor of  Robert Chazan , ed David Engel, Lawrence H. Shifman, Elliot R. Wolfson , Supplements  to The Journal of Jewish Thought and Philosophy 15 (2012): 63-96      “Image  as Patron. Convention and Invention in Fourteenth-century France,” in Patrons  and Professionals in the Middle Ages , ed.    Paul Binski and Elizabeth A. New, HARLAXTON MEDIEVAL STUDIES, XXII  (Donington, 2012.), pp. 216-236      “L’empreinte. Trace et tracé d’une médiation,” in Matérialités et immatérialité de l'église au  Moyen Age , ed. A. Oroveanu, M. Voicu,  S. Daussy, C. Girbea and B. Elena-Grigoriu, Acte du colloque de Bucarest, New  Europe College, 22-23 octobre 2010 (Bucarest,  2012), pp. 127-141      “Outcast.  Seals of the Medieval West and their Epistemological Frameworks (XIIth-XXIst  centuries), in From Minor to Major: The Minor Arts in Medieval Art History, ed.  Colum Hourihane (Princeton, 2012, pp.122-140          Update your faculty profile         Updated on 07&#047;17&#047;2014             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Bedos-Rezak, Brigitte    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Brigitte Miriam Bedos-Rezak   Professor of History   École Nationale des Chartes (Sorbonne), France, PhD 1977   Office Address:   King Juan Carlos Center, Room 610   Email:        Phone:   212.998.8607   Field of Study:   Medieval Europe   Areas of Research/Interest:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Curriculum Vitae              External Affiliations:   Editorial Board, Revue Camaren: Cahiers Moyen Age et Renaissance (U. of Nantes, France); Editorial Board, Signs and Society (U. of Chicago); Editorial Board, Series: Cultural Histories of the Material World, Bard Graduate Center and University of Michigan Press   Bio   Brigitte Bedos-Rezak’s scholarship bears primarily on medieval France (900-1600), with some attention to England, Germany, and Spain. Her early social-historical and archival work considered the modes of engagement between kingship and the northern French nobility over six centuries, particularly their documentary practices, their manipulation and domination of bureaucratic structures, their relations as clients and kindred, and their conflicting politics of prestige and cultural modeling. In the course of considering the dialectics of power among ruling elites, Bedos-Rezak observed the developing agency of media in these elites’ strategies of representation and communication from the twelfth century onward. She has demonstrated that authoritative presence and personal identity during that period came to be embodied in material artifacts (badges, insignia, seals, images, inscribed parchment), so that such artifacts were effective as agents of their users in situations requiring commitment and accountability. In her analysis of these mediatic developments, Bedos-Rezak’s work aims at constructing a semiotic anthropology of the western Middle Ages. She has explored the relationship between medieval sign theory and both the concept of and markers of personal identity. Her investigation of medieval definitions of person and identity has revealed that loci of singularity and distinction did not necessarily overlap with or result in the creation of individuality. Her present work considers the medieval imprint as an object, a process, and a metaphor, so as to probe the spectrum of active concerns during the later Middle Ages about the autonomy and agency of material signs.   Fellowships/Honors:   National Endowment for the Humanities Fellowship; Ecole des hautes études en sciences sociales (Paris); Institute for Advanced Study (Princeton); Mellon Fellowship (Metropolitan Museum of Art); John Simon Guggenheim Memorial Fellowship; Fellow of the Society of Antiquaries (London); Fellow of the Medieval Academy of America; Fellow of the International Committee on Diplomatics, Comité des sciences historiques.   Selected Works:   Books:    Histoire de Montmorency, Le Moyen Age (Paris: Arem. Collection Epoques et Sociétés, 1979), pp. 159    Corpus des sceaux français du Moyen Age , tome Ier: Les sceaux de villes (Paris: Imprimerie nationale, 1980), pp. 546    La châtellenie de Montmorency des origines à 1368 (Pon­toise: Sociétés historique et archéologique de Pontoise, du Val d'Oise et du Vexin, 1980), pp. 430    Anne de Montmorency, seigneur de la Renaissance (Paris: Publisud. Collection La France au fil des siècles, 1990), pp. 415    Ed. and co-author., Polity and Place: Regionalism in Medieval France , special issue of Historical Reflections/Réflexions historiques 19 2 (1993), pp. 151-278.    Form and Order in Medieval France, Studies in Social and Quantitative Sigillography (Aldershot: Variorum, 1993), xii + 313 pp.    Ed., with Dominique Iogna-Prat, and co-author, L’Individu au Moyen Age. Individuation et individualisation avant la modernité (Paris: Aubier- Flammarion, 2005)    When Ego was Imago. Signs of Identity in the Middle Ages (Leiden: Brill, 2010. Visualizing the Middle Ages 3)    Recent Articles:    \"les Juifs et l'écrit dans la mentalité eschatologique du Moyen Age chrétien occidental (France, 1000-1200),\" Annales. HSS 49/5 (1994): 1049-1063    \"Towards a Cultural Biography of the Gothic Cathedral: Reflections on History and Art History,\" in Artistic Integration in Gothic Buildings , pp. 262-274    “Medieval Identity: A Sign and a Concept,” American Historical Review 105/5 (2000): 1489-1533    “ ‘Difformitas.’ Invective, Individuality, and Identity in Twelfth-Century France,” in Norm und Krise von Kommunikation. Inszenierungen literarischer und sozialer Interaktion im Mittelalter (Geschichte. Forschung und Wissenschaft, Vol. 24), ed. by Alois Hahn, Gert Melville und Werner Röcke, Münster 2006, pp.251-271.    “L’ au-delà du soi. Métamorphoses sigillaires en Europe médiévale,” Cahiers de civilisation médiévale 49(2006) : 337-358    “Cutting Edge. The Economy of Mediality in Twelfth-Century Chirographic writing,” in: Modelle des Medialen im Mittelalter , ed. Christian Kiening and Martina Stercken, special issue of Das Mittelalter 15(2010): 134-161    “Semiotic Anthropology. The Twelfth Century Experiment,” European Transformations 950-1200 , Thomas F.X. Noble and John Van Engen, ed. (Notre Dame : University of Notre Dame Press, 2011), pp. 426-467       Le sceau et l’art de penser au XIIe siècle, » Pourquoi le sceau ? La sigillographie,  nouvel enjeu de l’histoire de l’art , ed. Marc Gil and Jean-Luc Chassel (Lille, 2011), pp. 153-176      Were  Jews Made in the Image of God? Christian Perspectives and Jewish Experience in  Medieval Europe,” in Studies in Medieval Jewish Intellectual and Social  History. Festschrift in Honor of  Robert Chazan , ed David Engel, Lawrence H. Shifman, Elliot R. Wolfson , Supplements  to The Journal of Jewish Thought and Philosophy 15 (2012): 63-96      “Image  as Patron. Convention and Invention in Fourteenth-century France,” in Patrons  and Professionals in the Middle Ages , ed.    Paul Binski and Elizabeth A. New, HARLAXTON MEDIEVAL STUDIES, XXII  (Donington, 2012.), pp. 216-236      “L’empreinte. Trace et tracé d’une médiation,” in Matérialités et immatérialité de l'église au  Moyen Age , ed. A. Oroveanu, M. Voicu,  S. Daussy, C. Girbea and B. Elena-Grigoriu, Acte du colloque de Bucarest, New  Europe College, 22-23 octobre 2010 (Bucarest,  2012), pp. 127-141      “Outcast.  Seals of the Medieval West and their Epistemological Frameworks (XIIth-XXIst  centuries), in From Minor to Major: The Minor Arts in Medieval Art History, ed.  Colum Hourihane (Princeton, 2012, pp.122-140          Update your faculty profile         Updated on 07&#047;17&#047;2014             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Brigitte Miriam Bedos-Rezak's Teaching and Research Interests    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Brigitte Miriam Bedos-Rezak's Teaching and Research Interests   Research Interests:    My scholarship bears primarily on medieval northern France (1000-1250) with comparative forays into England, Germany, southern France, and Spain. An early interest, informed by the principles of social history and archival research, focused on the Ile-de-France nobility and resulted in my book (1980) on the French lordship of Montmorency (ca. 1000-1368) which gathered the scattered sources documenting this polity in order to analyze, within a particular venue, the political and socio-economic processes at work as a castral structure was created within the Capetian royal domain. A subsequent book on Anne de Montmorency (Paris, 1990) pursued the focus on the Montmorency lineage through the Renaissance, exploring and charting the modes of engagement between kingship and nobility over six centuries in such areas as policy making, the manipulation and domination of bureaucratic structures, the roles of clientèle and parentèle, the conflicted politics of prestige and cultural modeling, and the orchestration of ideologies. In the course of considering the dialectics of power between kings and aristocrats, I became increasingly interested in the symbolic and representational practices of lay elites, particularly in those articulated by sealed charters and by seals per se. This new subject required considerable engagement with such \"auxiliary sciences\" as diplomatics and sigillography. Diplomatics is an exacting methodology, a form of literary criticism involving the detailed examination of documentary records for the purpose of evaluating their authenticity, format, and textual content so that such documents may be reliably exploited as historical sources. Sigillography (also known as sphragistics) is a branch of diplomatics which has traditionally concerned itself with seals as legal devices for documentary authentication and thus as major criteria for determining the genuineness of medieval charters. Seals had long been understood to be meaningful principally as modern tools for historians' craft, but I began to wonder what seals, and sealed charters, meant in terms of their agency within the society that produced and manipulated them. I thus embarked upon the \"historicization\" of a large body of material upon which much scholarship of the medieval period has traditionally rested.    Seals are imprints repeatedly produced from an engraved die which state the name and title of the seal's owner and which typically show a figure clad in vestments indicative of the owner's social rank and function. The spread of sealing practices within medieval society was the first aspect of seal performance which attracted my attention. In early articles and chapters, I addressed the extension of seal usage along the axes of geography, politics, ethnicity, and gender, emphasizing the role of seals in the acculturation of literate practices. A number of these studies have been gathered in Form and Order in Medieval France, Studies in Social and Quantitative Sigillography (London: Variorum, 1993).    Analysis of the diffusion of sealing practices exposed a specific network of those social, legal, and political processes at work in seal usage, but not the circumstances which had enabled and promoted the practice itself. My research in this direction, so far based on eleventh- and twelfth-century documents, has shown that this new format, the sealed charter, was initiated within the writing bureaus of episcopal and monastic schools in northern France and the Low countries by the very same scholars who were simultaneously engaged in theological and philosophical debates involving sign theory. Broadly conceived, my ongoing work ponders the semiotics of seals, explores the relationship between medieval sign theory and the concept and markers of personal identity, and attempts to comprehend medieval definitions of person and personal identity (\"Medieval Identity: A Sign and a Concept,\" American Historical Review [AHR] 1055/2000, pp. 1489-1533).    This larger agenda has yielded several current projects. In one, by analyzing theological and documentary discourse, I track the major theoretical shifts affecting the concepts of person, sign, and image as debates about the eucharistic moved toward the essentialist doctrine of the real presence (1215, \"Une image ontologique: Sceau et ressemblance en France préscolastique, 1000-1200).\" In another, concerning \"Ego and Imago, Presence and Representation,\" I attempt to look at the nature of personal agency, arguing that the individual, who was a focus of power and reference in the tenth century, had been eclipsed by representative signs in the twelfth century. In a third project, I try to show that twelfth- and thirteenth-century loci of singularity and distinction did not necessarily overlap with or result in the creation of an individual. My work on Replica (\"Replica: Images of Identity and the Identity of Images\") seeks to map the extent to which the principles of copying (\"Toward an Archaeology of the Medieval Charter: Textual Production and Reproduction in Northern French Chartriers\"), likeness, models (\"Du modèle à l'image: Les signes de l'identité urbaine au Moyen Age\"), and replication, informed socio-cultural practices and what consequences this had for medieval working definitions of authority, authenticity, and identity.    Teaching Interests: French born, raised, and educated, I do not teach within the tradition that taught me. As a result, every time I enter a classroom I experience a particular keenness toward the exchange about to take place there, for in some sense I am a student too. I trust that this biographical accident helps me to foster a sense of the dignity of being a student, that is, someone for whom knowledge is a horizon, a line that moves as we move, a condition essential to freedom.    The medieval history of the West traditionally covers 1200 years of European experimentation (300-1500CE) through my own focus has tended to settle on the earlier (fourth through thirteenth) centuries. When presenting this time span in survey-mode, I use an approach at once linear, lateral, and contextual. That is, I expect students to encounter the medieval world as parent civilization of the modern West, as a period offering many parallels to life in preindustrial and non- literate societies, and as a time of irreducible alterity when circumstances seemingly familiar to us were handled and understood in particular ways, and must therefore be examined in terms of their immediate agency within their host society. The past is not a mirror but a zone for refraction and reflection.    The Middle Ages present both international (Christian, Latin) and intensely local tropes, with associative patterns in thought, action, and sensitivity that defy the categorization characteristic of modern academic disciplines or departments. Thus medieval history is naturally interdisciplinary, and one the aims of its study must be to recapture medieval socio-cultural units of intelligibility. I particularly favor this dimension when teaching workshops and seminars organized around specific broad themes, such as Medieval Magic, Media and Communication, Historical Anthropology of the Middle Ages, The Medieval Life Cycle, Medieval Semiotics, Script and Society, Women in Medieval Culture and Society, The Medieval Ego. We explore all facets of such topics, moving beyond linear accounts toward a recognition of the asymmetrical variations that a given process may exhibit over time and from place to place.    In all courses, I give sources pride of place, whether they are primary (texts, art, artifact) or secondary, with two goals in mind. The first, achieved through intensive readings and writing, is to draw students' attention to the means by which a set of facts is assembled and transformed into a meaningful story. Challenged with differing interpretations of a single phenomenon, students recognize that modern historical writing is not the simple reportage of past evidence but encompasses and transcends the data through an act of interpretation whose subjectivity must remain conversant with the evidence. My second goal is to provoke the realization that what we call primary sources were not produced as \"sources\" but came into existence to serve various needs of those who generated them. Anonymous mechanisms of production, difficult formats, foreign languages, semantic opacity tend to make medieval texts seem quite arcane. This issue is particularly relevant at the graduate level where, drawing upon the extensive resources of New York City and the Internet, and upon my own expertise in Diplomatics (diplomas, charters, cartularies and other documentary sources), I base seminars on research methodology, paleography, philology, and textual criticism.    The language of medieval documents has always demanded that philology and critical theory loom large within the medievalist's interpretive arsenal, especially since much medieval writing was produced and manipulated within a clerical monopoly. In our current academic setting, however, postmodern textual criticism has taken some novel turns, simultaneously denying that the past has extra-textual reality and that historical texts have fixed meanings. These denials themselves have resulted from imputing to language such characteristics as self-reflectiveness and arbitrary configuration. It has therefore become quite a challenge to steer students safely through the broad questions now current in and fundamental to historical analysis. How do texts acquire meaning? What should be inferred from them, information (facts) or representation (attitudes)? If historical texts are to be seen as interpretive, does that restrict our knowledge of the past to interpretations that the past has produced of itself? My own interest in textual critique and my engagement with the theoretical underpinnings of cultural studies motivate me both to teach a separate class in History and Contemporary Theory and to combine a theoretical awareness with the material taught in all my classes.    I expect that my students' encounter with past societies will inspire them to hone many skills, available through the discipline of history, which will continue to serve them well beyond their academic experience: imagination and self-confidence, research flair, expertise with electronic technology, critical reading, command of rhetoric, analytical and argumentative writing. I want them to use history as an empowering practice through which to develop an awareness of their own subjectivity, to gain an ability to make sense of human behavior, and to deal with it.             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Bedos-Rezak, Brigitte    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Brigitte Miriam Bedos-Rezak   Professor of History   École Nationale des Chartes (Sorbonne), France, PhD 1977   Office Address:   King Juan Carlos Center, Room 610   Email:        Phone:   212.998.8607   Field of Study:   Medieval Europe   Areas of Research/Interest:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Curriculum Vitae              External Affiliations:   Editorial Board, Revue Camaren: Cahiers Moyen Age et Renaissance (U. of Nantes, France); Editorial Board, Signs and Society (U. of Chicago); Editorial Board, Series: Cultural Histories of the Material World, Bard Graduate Center and University of Michigan Press   Bio   Brigitte Bedos-Rezak’s scholarship bears primarily on medieval France (900-1600), with some attention to England, Germany, and Spain. Her early social-historical and archival work considered the modes of engagement between kingship and the northern French nobility over six centuries, particularly their documentary practices, their manipulation and domination of bureaucratic structures, their relations as clients and kindred, and their conflicting politics of prestige and cultural modeling. In the course of considering the dialectics of power among ruling elites, Bedos-Rezak observed the developing agency of media in these elites’ strategies of representation and communication from the twelfth century onward. She has demonstrated that authoritative presence and personal identity during that period came to be embodied in material artifacts (badges, insignia, seals, images, inscribed parchment), so that such artifacts were effective as agents of their users in situations requiring commitment and accountability. In her analysis of these mediatic developments, Bedos-Rezak’s work aims at constructing a semiotic anthropology of the western Middle Ages. She has explored the relationship between medieval sign theory and both the concept of and markers of personal identity. Her investigation of medieval definitions of person and identity has revealed that loci of singularity and distinction did not necessarily overlap with or result in the creation of individuality. Her present work considers the medieval imprint as an object, a process, and a metaphor, so as to probe the spectrum of active concerns during the later Middle Ages about the autonomy and agency of material signs.   Fellowships/Honors:   National Endowment for the Humanities Fellowship; Ecole des hautes études en sciences sociales (Paris); Institute for Advanced Study (Princeton); Mellon Fellowship (Metropolitan Museum of Art); John Simon Guggenheim Memorial Fellowship; Fellow of the Society of Antiquaries (London); Fellow of the Medieval Academy of America; Fellow of the International Committee on Diplomatics, Comité des sciences historiques.   Selected Works:   Books:    Histoire de Montmorency, Le Moyen Age (Paris: Arem. Collection Epoques et Sociétés, 1979), pp. 159    Corpus des sceaux français du Moyen Age , tome Ier: Les sceaux de villes (Paris: Imprimerie nationale, 1980), pp. 546    La châtellenie de Montmorency des origines à 1368 (Pon­toise: Sociétés historique et archéologique de Pontoise, du Val d'Oise et du Vexin, 1980), pp. 430    Anne de Montmorency, seigneur de la Renaissance (Paris: Publisud. Collection La France au fil des siècles, 1990), pp. 415    Ed. and co-author., Polity and Place: Regionalism in Medieval France , special issue of Historical Reflections/Réflexions historiques 19 2 (1993), pp. 151-278.    Form and Order in Medieval France, Studies in Social and Quantitative Sigillography (Aldershot: Variorum, 1993), xii + 313 pp.    Ed., with Dominique Iogna-Prat, and co-author, L’Individu au Moyen Age. Individuation et individualisation avant la modernité (Paris: Aubier- Flammarion, 2005)    When Ego was Imago. Signs of Identity in the Middle Ages (Leiden: Brill, 2010. Visualizing the Middle Ages 3)    Recent Articles:    \"les Juifs et l'écrit dans la mentalité eschatologique du Moyen Age chrétien occidental (France, 1000-1200),\" Annales. HSS 49/5 (1994): 1049-1063    \"Towards a Cultural Biography of the Gothic Cathedral: Reflections on History and Art History,\" in Artistic Integration in Gothic Buildings , pp. 262-274    “Medieval Identity: A Sign and a Concept,” American Historical Review 105/5 (2000): 1489-1533    “ ‘Difformitas.’ Invective, Individuality, and Identity in Twelfth-Century France,” in Norm und Krise von Kommunikation. Inszenierungen literarischer und sozialer Interaktion im Mittelalter (Geschichte. Forschung und Wissenschaft, Vol. 24), ed. by Alois Hahn, Gert Melville und Werner Röcke, Münster 2006, pp.251-271.    “L’ au-delà du soi. Métamorphoses sigillaires en Europe médiévale,” Cahiers de civilisation médiévale 49(2006) : 337-358    “Cutting Edge. The Economy of Mediality in Twelfth-Century Chirographic writing,” in: Modelle des Medialen im Mittelalter , ed. Christian Kiening and Martina Stercken, special issue of Das Mittelalter 15(2010): 134-161    “Semiotic Anthropology. The Twelfth Century Experiment,” European Transformations 950-1200 , Thomas F.X. Noble and John Van Engen, ed. (Notre Dame : University of Notre Dame Press, 2011), pp. 426-467       Le sceau et l’art de penser au XIIe siècle, » Pourquoi le sceau ? La sigillographie,  nouvel enjeu de l’histoire de l’art , ed. Marc Gil and Jean-Luc Chassel (Lille, 2011), pp. 153-176      Were  Jews Made in the Image of God? Christian Perspectives and Jewish Experience in  Medieval Europe,” in Studies in Medieval Jewish Intellectual and Social  History. Festschrift in Honor of  Robert Chazan , ed David Engel, Lawrence H. Shifman, Elliot R. Wolfson , Supplements  to The Journal of Jewish Thought and Philosophy 15 (2012): 63-96      “Image  as Patron. Convention and Invention in Fourteenth-century France,” in Patrons  and Professionals in the Middle Ages , ed.    Paul Binski and Elizabeth A. New, HARLAXTON MEDIEVAL STUDIES, XXII  (Donington, 2012.), pp. 216-236      “L’empreinte. Trace et tracé d’une médiation,” in Matérialités et immatérialité de l'église au  Moyen Age , ed. A. Oroveanu, M. Voicu,  S. Daussy, C. Girbea and B. Elena-Grigoriu, Acte du colloque de Bucarest, New  Europe College, 22-23 octobre 2010 (Bucarest,  2012), pp. 127-141      “Outcast.  Seals of the Medieval West and their Epistemological Frameworks (XIIth-XXIst  centuries), in From Minor to Major: The Minor Arts in Medieval Art History, ed.  Colum Hourihane (Princeton, 2012, pp.122-140          Update your faculty profile         Updated on 07&#047;17&#047;2014             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Brigitte Miriam Bedos-Rezak's Teaching and Research Interests    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Brigitte Miriam Bedos-Rezak's Teaching and Research Interests   Research Interests:    My scholarship bears primarily on medieval northern France (1000-1250) with comparative forays into England, Germany, southern France, and Spain. An early interest, informed by the principles of social history and archival research, focused on the Ile-de-France nobility and resulted in my book (1980) on the French lordship of Montmorency (ca. 1000-1368) which gathered the scattered sources documenting this polity in order to analyze, within a particular venue, the political and socio-economic processes at work as a castral structure was created within the Capetian royal domain. A subsequent book on Anne de Montmorency (Paris, 1990) pursued the focus on the Montmorency lineage through the Renaissance, exploring and charting the modes of engagement between kingship and nobility over six centuries in such areas as policy making, the manipulation and domination of bureaucratic structures, the roles of clientèle and parentèle, the conflicted politics of prestige and cultural modeling, and the orchestration of ideologies. In the course of considering the dialectics of power between kings and aristocrats, I became increasingly interested in the symbolic and representational practices of lay elites, particularly in those articulated by sealed charters and by seals per se. This new subject required considerable engagement with such \"auxiliary sciences\" as diplomatics and sigillography. Diplomatics is an exacting methodology, a form of literary criticism involving the detailed examination of documentary records for the purpose of evaluating their authenticity, format, and textual content so that such documents may be reliably exploited as historical sources. Sigillography (also known as sphragistics) is a branch of diplomatics which has traditionally concerned itself with seals as legal devices for documentary authentication and thus as major criteria for determining the genuineness of medieval charters. Seals had long been understood to be meaningful principally as modern tools for historians' craft, but I began to wonder what seals, and sealed charters, meant in terms of their agency within the society that produced and manipulated them. I thus embarked upon the \"historicization\" of a large body of material upon which much scholarship of the medieval period has traditionally rested.    Seals are imprints repeatedly produced from an engraved die which state the name and title of the seal's owner and which typically show a figure clad in vestments indicative of the owner's social rank and function. The spread of sealing practices within medieval society was the first aspect of seal performance which attracted my attention. In early articles and chapters, I addressed the extension of seal usage along the axes of geography, politics, ethnicity, and gender, emphasizing the role of seals in the acculturation of literate practices. A number of these studies have been gathered in Form and Order in Medieval France, Studies in Social and Quantitative Sigillography (London: Variorum, 1993).    Analysis of the diffusion of sealing practices exposed a specific network of those social, legal, and political processes at work in seal usage, but not the circumstances which had enabled and promoted the practice itself. My research in this direction, so far based on eleventh- and twelfth-century documents, has shown that this new format, the sealed charter, was initiated within the writing bureaus of episcopal and monastic schools in northern France and the Low countries by the very same scholars who were simultaneously engaged in theological and philosophical debates involving sign theory. Broadly conceived, my ongoing work ponders the semiotics of seals, explores the relationship between medieval sign theory and the concept and markers of personal identity, and attempts to comprehend medieval definitions of person and personal identity (\"Medieval Identity: A Sign and a Concept,\" American Historical Review [AHR] 1055/2000, pp. 1489-1533).    This larger agenda has yielded several current projects. In one, by analyzing theological and documentary discourse, I track the major theoretical shifts affecting the concepts of person, sign, and image as debates about the eucharistic moved toward the essentialist doctrine of the real presence (1215, \"Une image ontologique: Sceau et ressemblance en France préscolastique, 1000-1200).\" In another, concerning \"Ego and Imago, Presence and Representation,\" I attempt to look at the nature of personal agency, arguing that the individual, who was a focus of power and reference in the tenth century, had been eclipsed by representative signs in the twelfth century. In a third project, I try to show that twelfth- and thirteenth-century loci of singularity and distinction did not necessarily overlap with or result in the creation of an individual. My work on Replica (\"Replica: Images of Identity and the Identity of Images\") seeks to map the extent to which the principles of copying (\"Toward an Archaeology of the Medieval Charter: Textual Production and Reproduction in Northern French Chartriers\"), likeness, models (\"Du modèle à l'image: Les signes de l'identité urbaine au Moyen Age\"), and replication, informed socio-cultural practices and what consequences this had for medieval working definitions of authority, authenticity, and identity.    Teaching Interests: French born, raised, and educated, I do not teach within the tradition that taught me. As a result, every time I enter a classroom I experience a particular keenness toward the exchange about to take place there, for in some sense I am a student too. I trust that this biographical accident helps me to foster a sense of the dignity of being a student, that is, someone for whom knowledge is a horizon, a line that moves as we move, a condition essential to freedom.    The medieval history of the West traditionally covers 1200 years of European experimentation (300-1500CE) through my own focus has tended to settle on the earlier (fourth through thirteenth) centuries. When presenting this time span in survey-mode, I use an approach at once linear, lateral, and contextual. That is, I expect students to encounter the medieval world as parent civilization of the modern West, as a period offering many parallels to life in preindustrial and non- literate societies, and as a time of irreducible alterity when circumstances seemingly familiar to us were handled and understood in particular ways, and must therefore be examined in terms of their immediate agency within their host society. The past is not a mirror but a zone for refraction and reflection.    The Middle Ages present both international (Christian, Latin) and intensely local tropes, with associative patterns in thought, action, and sensitivity that defy the categorization characteristic of modern academic disciplines or departments. Thus medieval history is naturally interdisciplinary, and one the aims of its study must be to recapture medieval socio-cultural units of intelligibility. I particularly favor this dimension when teaching workshops and seminars organized around specific broad themes, such as Medieval Magic, Media and Communication, Historical Anthropology of the Middle Ages, The Medieval Life Cycle, Medieval Semiotics, Script and Society, Women in Medieval Culture and Society, The Medieval Ego. We explore all facets of such topics, moving beyond linear accounts toward a recognition of the asymmetrical variations that a given process may exhibit over time and from place to place.    In all courses, I give sources pride of place, whether they are primary (texts, art, artifact) or secondary, with two goals in mind. The first, achieved through intensive readings and writing, is to draw students' attention to the means by which a set of facts is assembled and transformed into a meaningful story. Challenged with differing interpretations of a single phenomenon, students recognize that modern historical writing is not the simple reportage of past evidence but encompasses and transcends the data through an act of interpretation whose subjectivity must remain conversant with the evidence. My second goal is to provoke the realization that what we call primary sources were not produced as \"sources\" but came into existence to serve various needs of those who generated them. Anonymous mechanisms of production, difficult formats, foreign languages, semantic opacity tend to make medieval texts seem quite arcane. This issue is particularly relevant at the graduate level where, drawing upon the extensive resources of New York City and the Internet, and upon my own expertise in Diplomatics (diplomas, charters, cartularies and other documentary sources), I base seminars on research methodology, paleography, philology, and textual criticism.    The language of medieval documents has always demanded that philology and critical theory loom large within the medievalist's interpretive arsenal, especially since much medieval writing was produced and manipulated within a clerical monopoly. In our current academic setting, however, postmodern textual criticism has taken some novel turns, simultaneously denying that the past has extra-textual reality and that historical texts have fixed meanings. These denials themselves have resulted from imputing to language such characteristics as self-reflectiveness and arbitrary configuration. It has therefore become quite a challenge to steer students safely through the broad questions now current in and fundamental to historical analysis. How do texts acquire meaning? What should be inferred from them, information (facts) or representation (attitudes)? If historical texts are to be seen as interpretive, does that restrict our knowledge of the past to interpretations that the past has produced of itself? My own interest in textual critique and my engagement with the theoretical underpinnings of cultural studies motivate me both to teach a separate class in History and Contemporary Theory and to combine a theoretical awareness with the material taught in all my classes.    I expect that my students' encounter with past societies will inspire them to hone many skills, available through the discipline of history, which will continue to serve them well beyond their academic experience: imagination and self-confidence, research flair, expertise with electronic technology, critical reading, command of rhetoric, analytical and argumentative writing. I want them to use history as an empowering practice through which to develop an awareness of their own subjectivity, to gain an ability to make sense of human behavior, and to deal with it.             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of Art History | NYU                            NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       About       Undergraduate Programs       Graduate Program     Faculty     Events       Resources       Employment Opportunities       Contact Us       Fields of Vision Blog                                                                        Home &gt; Faculty       Faculty        Miriam Basilio   Associate Professor Major Interests: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.              Mosette Broderick   Clinical Professor Major Interests: 19th and 20th century architecture and urbanism, America and England, 19th century social history, collecting history, and Fifth Avenue.              Finbarr Barry Flood   Professor William R. Kenan Jr. Professor of the Humanities; Institute of Fine Arts Major Interests: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                  Dennis V Geronimus   Associate Professor; Chair Major Interests: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.              Pepe Karmel   Associate Professor Major Interests: Picasso, Pollock, Cubism, Minimalism, Contemporary Art, Critical Theory, Art and Perception              Dipti Khera   Assistant Professor Institute of Fine Arts Major Interests: Art and architecture of South Asia; Early modern visual and material culture of South Asia; Vernacular and non-European accounts of aesthetics, affect and visual-spatial practices; Cartographic cultures, art, and urban topography; Global art histories, theory and methodology; Historiography of cross-cultural encounters; Colonial visions, design and decorative arts; Collecting, museums and contemporary heritage landscapes; Postcolonial studies, modern architecture and comparative urbanism              Carol Krinsky   Professor Major Interests: 20th century architecture and planning; 15th century painting.              Meredith Martin   Associate Professor Institute of Fine Arts Major Interests: 18th- and 19th-Century French and British art, architecture, material culture, and landscape design; art and gender politics, cross-cultural encounters in European art; interiors and identity; historical revivalism and contemporary art              Michele Matteini   Assistant Professor Major Interests: Late Imperial (ca. 1400-1800) Chinese painting and material culture; antiquarianism and collecting culture; Qing history; urban culture and history; inter-Asian and transcontinental artistic exchanges; eighteenth-century art and globalism; craft and embodied knowledge; anthropology and art history; historiography of Chinese painting and art.              Louise Rice   Associate Professor Major Interests: Renaissance and Baroque art and architecture; history of prints and print culture.              Shelley Rice   Arts Professor Major Interests: Photography: History, Criticism and Theory.              Jon Ritter   Clinical Associate Professor Major Interests: 19th and 20th century architecture and urbanism; public art; history of city planning and public space.              Julia Robinson   Assistant Professor Major Interests: Recent & Current/General & Specific: Topics in 1960s through Contemporary art. Score and language-based artistic strategies; performance (and performativity) from Fluxus through the present; the shift from medium to media in contemporary art.              Ann Macy Roth   Clinical Associate Professor; Director, Ancient Near Eastern and Egyptian Studies Program Major Interests: Ancient Egyptian society and religion, particularly in the early periods; gender, royalty, wealth, and rank as expressed in architecture and art; archaeology of cemeteries              Kenneth Silver   Professor; Director of Undergraduate Studies Major Interests: French and American twentieth-century art.              Kathryn A. Smith   Professor Major Interests: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.              Edward J Sullivan   Professor Helen Gould Sheppard Professor Major Interests: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.               Affiliated Faculty          Joan Breton Connelly   Professor; Director, NYU Yeronisos Island Excavations, Cyprus Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.              Boris Groys   Global Distinguished Professor              Eve Meltzer   Assistant Professor Major Interests: contemporary art history, theory, and criticism;photography, material culture, psychoanalysis, structuralism, post-structuralism, and phenomenology              Jordana Mendelson   Associate Professor Major Interests: Early twentieth-century visual culture in Spain              Ara H. Merjian   Associate Professor; Director of Undergraduate Studies Major Interests: Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.              Nicholas Mirzoeff   Major Interests: Visual Culture, Cultural Studies, Climate Change, Contemporary Art and New Media, Disability Studies              Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.              Christopher Wood   Professor Major Interests: Temporalities of art: anachronism, archaism, typology, primitivisms; history of scholarship, esp. the disciplines of art history and archeology; folk art and folk literature; Märchen and Sagen; portraiture and especially “embedded” portraits (donors, votaries); votive objects and images, pilgrimages, relics; drawing and studio practice in the Renaissance; European art and the New World; art and replication technologies; magic and witchcraft in early modern Europe; art and the Protestant Reformation; iconoclasm; German art and culture in the 19th century; art and poetry of Romanticism.                                               Contact Us | &copy; New York University , Arts and Science"}]}]