[{"detail": [{"content": "About, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                              Home     About     People       Master's Program       Public Events       Teacher Outreach       Media       Employment                         Home         &gt;                 About         About        The Hagop Kevorkian Center for Near Eastern Studies at New York   University was created in 1966 to foster the interdisciplinary study of   the modern and contemporary Middle East and to enhance public   understanding of the region. The Kevorkian Center's activities focus   on the histories, politics, economies, religions, cultures and   languages of the area stretching from North Africa to Central Asia, and on the historical processes that have shaped the present.    The Kevorkian Center offers a master's degree program in Near Eastern Studies, along with a joint master's program with Journalism , a Museum Studies concentration and a Stern School of Business option. These master's programs are distinct from the graduate program of NYU's Department of Middle Eastern and Islamic Studies ,   which offers a program of studying leading to the Ph.D. The Kevorkian   Center and the Department work together closely to promote the study   of the Middle East at NYU.             The Kevorkian Center organizes research workshops, luncheon seminars   and other forums to encourage new perspectives on the Middle East and   foster exploration of interactions and parallels with other world   regions. These events showcase new research by both established and   younger scholars and foster discussion of current events and policy   issues relating to the Middle East.                                     The Kevorkian Center sponsors an active public education and outreach production and distribution of curricula and other educational resources .   Each year nearly 100 teachers from public and private schools across   the New York metropolitan area participate in Center-sponsored workshops    on the Middle East, and many more benefit from resources and links   available through the Center's website. Center-affiliated faculty   share expertise on the Middle East with journalists and government   agencies on a regular basis and discuss current events and policy   issues at university and community events.     The Center's faculty is drawn from many academic departments and    programs at NYU and includes a number of visiting scholars each year.         The Kevorkian Center is housed in its own building, designed by   Philip Johnson and located on Washington Square in Greenwich Village,   one of the cultural centers of New York City. Its facilities include   the Richard Ettinghausen Library, seminar and screening rooms, and a   computer language lab, as well as offices for the faculty and staff of   both the Kevorkian Center and the Department of Middle Eastern and   Islamic Studies.          For student affairs, fiscal and administrative inquiries or to   report problems with our website, please contact the Kevorkian Center’s   Program Coordinator, Arthur Starr .                                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "About, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                              Home     About     People       Master's Program       Public Events       Teacher Outreach       Media       Employment                         Home         &gt;                 About         About        The Hagop Kevorkian Center for Near Eastern Studies at New York   University was created in 1966 to foster the interdisciplinary study of   the modern and contemporary Middle East and to enhance public   understanding of the region. The Kevorkian Center's activities focus   on the histories, politics, economies, religions, cultures and   languages of the area stretching from North Africa to Central Asia, and on the historical processes that have shaped the present.    The Kevorkian Center offers a master's degree program in Near Eastern Studies, along with a joint master's program with Journalism , a Museum Studies concentration and a Stern School of Business option. These master's programs are distinct from the graduate program of NYU's Department of Middle Eastern and Islamic Studies ,   which offers a program of studying leading to the Ph.D. The Kevorkian   Center and the Department work together closely to promote the study   of the Middle East at NYU.             The Kevorkian Center organizes research workshops, luncheon seminars   and other forums to encourage new perspectives on the Middle East and   foster exploration of interactions and parallels with other world   regions. These events showcase new research by both established and   younger scholars and foster discussion of current events and policy   issues relating to the Middle East.                                     The Kevorkian Center sponsors an active public education and outreach production and distribution of curricula and other educational resources .   Each year nearly 100 teachers from public and private schools across   the New York metropolitan area participate in Center-sponsored workshops    on the Middle East, and many more benefit from resources and links   available through the Center's website. Center-affiliated faculty   share expertise on the Middle East with journalists and government   agencies on a regular basis and discuss current events and policy   issues at university and community events.     The Center's faculty is drawn from many academic departments and    programs at NYU and includes a number of visiting scholars each year.         The Kevorkian Center is housed in its own building, designed by   Philip Johnson and located on Washington Square in Greenwich Village,   one of the cultural centers of New York City. Its facilities include   the Richard Ettinghausen Library, seminar and screening rooms, and a   computer language lab, as well as offices for the faculty and staff of   both the Kevorkian Center and the Department of Middle Eastern and   Islamic Studies.          For student affairs, fiscal and administrative inquiries or to   report problems with our website, please contact the Kevorkian Center’s   Program Coordinator, Arthur Starr .                                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "Entrepreneurship - NYU Libraries                               This is the \"Entrepreneurship \" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Entrepreneurship         Last update: Apr 6, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=643369                                                                          Home                                                                                  Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.             Comments (0)                                         Introduction                 This guide is a collection of resources for those with an interest in entrepreneurship in the Middle East and North Africa (MENA) region.           Comments (0)                                         Encyclopedia of New Venture Management                   Encyclopedia of New Venture Management - Matthew R. Marvel (Editor) ISBN: 1412990815 Publication Date: 2012-05-18 New venture management requires all the skills obtained within the typical MBA programme, and more. New ventures are often launched into highly dynamic environments characterized by rapid technological change, inherent unpredictability and an uncertain cash flow. Such ventures often require rapid growth to succeed. While new ventures offer those who initiate them a high degree of independence, excitement, and potential for great reward, they also bring high risk, stress and greater potential for failure. Thus, it takes a special set of skills, techniques, and temperament to succeed. These skills, along with the potential risks and rewards and environmental settings and characteristics, are explored in the Encyclopedia of New Venture Management.            Comments (0)                                              close                                                                                                          Business Plans and SWOT Analysis                                                                                  Business Plans Handbook                 The online version of the Business Plans Handbook (1993-2015) can be found on Gale Virtual Reference . To locate the Business Plans Handbook:   1) Go to Gale Virtual Reference, either by following the link above.   2) In the \"Subject\" sidebar, click \"Business.\"   3) Click on \"Business Plans Handbook.\"                   Comments (0)                                         Five Forces Analysis                 The database Thomson One Banker * has many Five Forces Analysis reports (threat of new entry, threat of substitution, bargaining power of buyers, bargaining power of suppliers, and competitive rivalry) contained within Datamonitor industry reports. Scroll over Screening and Analysis on the top tool bar and click on Research in the drop down menu that appears . See one example below on how to find these reports in the search screen. You can refine your search by company, industry and/or geography.     Thomson One Banker   *You must use Internet Explorer with this database.           Comments (0)                                         How-To's & Sample Business Plans                          Bplans                   Carnegie Library of Pittsburgh Business Plans & Profiles                   Inc.                   Small Business Administration                    Comments (0)                                         SWOT-Strengths/Weaknesses/Opportunities/Threats                  Business Source Complete (EBSCO) Type \"SWOT Analyses\" in the Search Box or click on Publications. You will find many industry (and company) SWOT analysis' by Datamonitor Global Market Information Database (Euromonitor) Go to the advanced search screen type in SWOT and company name or keyword. Select the Global Company Profile report. There are a limited number of SWOT analyses in this database but the ones that are available are very comprehensive. Thomson ONE Banker Look under the Research link. Follow instructions for finding the Five Forces Analysis, but substitute the word SWOT in the text box.            Comments (0)                                              close                                                                                                          Entrepreneurial Organizations                                                                                  Global and US Resources                  Global Entrepreneurship Monitor The Global Entrepreneurship Monitor (GEM) project is an annual assessment of the entrepreneurial activity, aspirations and attitudes of individuals across a wide range of countries. Initiated in 1999 as a partnership between London Business School and Babson College, the first study covered 10 countries; since then nearly 100 ‘National Teams’ from every corner of the globe have participated in the project, which continues to grow annually. United States Association for Small Business and Entrepreneurship The United States Association for Small Business and Entrepreneurship® (USASBE) is the largest independent, professional, academic organization in the world dedicated to advancing the discipline of entrepreneurship. With over 1000 members from universities and colleges, for-profit businesses, nonprofit organizations, and the public sector, USASBE is a diverse mix of professionals that share a common commitment to fostering entrepreneurial attitudes and behaviors.            Comments (0)                                         Middle East & North Africa Resources                  Alliance for Social Entrepreneurship The Alliance for Social Entrepreneurship is a three-year collaborative program aimed at creating and supporting a robust social entrepreneurship movement in selected developing countries. Formed by the US Agency for International Development (USAID) and Synergos in collaboration with Ashoka and the Schwab Foundation for Social Entrepreneurship, the Alliance will work with leading organizations active in social entrepreneurship globally and in select countries. Arab World Social Innovators Program Launched in 2008, the Synergos Arab World Social Innovators (AWSI) program supports nearly 50 social entrepreneurs serving poor and marginalized communities in Egypt, Jordan, Lebanon, Morocco and Palestine. Berkeley Program on Development & Entrepreneurship in the Middle East Blog How can majority Muslim countries build and sustain open societies, polities, and economies? The Berkeley Program on Entrepreneurship and Development in the Middle East attempts to answer this basic, yet perplexing question, by examining the relationship between private enterprise, equitable growth, and democratic development. Through a series of conferences, seminars, and courses, the Program seeks to produce and promote relevant interdisciplinary research. Entrepreneur Middle East Entrepreneur Middle East (ME) is a regional business magazine based in Dubai, United Arab Emirates. It is the guide for the region's entrepreneurs and future business leaders. Published monthly by BNC Publishing, Entrepreneur ME has an extended distribution across the MENA region. Pioneers of Egypt The Pioneers of Egypt (Mobaderoon Masr) program supports entrepreneurship and employment in the social and business sectors. Launched by Synergos in June 2011 with funding from the US Agency for International Development, the Pioneers of Egypt program aims to contribute to economic prosperity by expanding employment opportunities – particularly for youth – and supporting a new cadre of civil society and business leaders in Egypt. Wamda Wamda is a platform designed to empower entrepreneurs in the MENA region. It takes a 360 degree approach to providing the support that entrepreneurs need, filling the gaps in the emerging MENA ecosystem.            Comments (0)                                         Spotlight!                   Entrepreneurship in the MENA Region: Is There Light Ahead?             Comments (0)                                         Entrepreneur Middle East Magazine                   Entrepreneur Middle East Publication Date: (December 2014) All Issues   Entrepreneur Qatar Publication Date: (December 2014) All Issues   Entrepreneur العربية Publication Date: (December 2014) All Issues            Comments (0)                                              close                                                                                                          Company Information                                                                                  Company Databases                  Business Insights ** Please note that this database is part of the NovelNY database package and is therefore only available to users within the NYUNY network. ** Includes company profiles, executives, mergers & acquisitions,ticker symbols,news & magazine articles, company histories and chronologies, financials, balance sheets, and more. Foundation Directory Updated monthly, this directory from the Foundation Center contains information about the largest 10,000 public and private foundations in the U.S. and links to foundation web sites. Hoovers Find public and private company profiles. Includes key executive profiles, industry coverage, and detailed company fact sheets with financials, executives, and more. ReferenceUSA The ReferenceUSA database contains detailed information on more than 14 million US businesses, 210 million US residents, 855,000 US health care providers. Thomson ONE Banker **Can only be used with Internet Explorer.** Thomson ONE Banker provides access to financial data on public companies, as well as merger and acquisition information and market data. Users can search and screen across databases to identify companies that meet your specific investment criteria as well as conduct peer analysis. Includes Investext, Private Equity database (Venturexpert) and Thomson Deals (SDC Platinum).            Comments (0)                                         International Company Databases                  Emerging Markets Information Service Articles, news, analyst reports and financial filings for publicly held companies in 35 emerging countries in Asia, Latin America, Central and Eastern Europe. D&B International Million Dollar Directory Provides information on over 1,600,000 international companies. Find SIC, total employees, legal status, annual US sales dollar equivalent, and more. American Firms Operating in Foreign Countrie A directory of American firms with substantial investments in overseas operations--subsidiary, affiliate or branch. Mergent Web Reports **Only accessible on campus. NYU NetID and password required.Offers a comprehensive library of documents that includes company annual reports, prospectuses, industry reports and other company related documents in PDF image formats. Access more than 260,000 documents covering over 35,000 global companies from over 100 countries. ThomasNet helps industrial sellers target their marketing investment to reach the most qualified industrial buyers online and convert them into customers. ThomasNet.com is where many buyers and engineers from Fortune 500 companies, the government, the military and more go to find suppliers. Drawing from the company’s experience in the industrial market, ThomasNet has helped thousands of clients create websites that incorporate online catalogs, CAD drawings and e-commerce capabilities. The result is a strong Internet presence that sets ThomasNet clients apart from the competition to increase sales from new and existing customers. For industrial buyers, ThomasNet.com is where they go to find the exact product, service or supplier they need, when they’re ready to buy. ThomasNet.com gives buyers immediate access to the detailed information they need to make a purchasing or specifying decision, including detailed product or service information, catalogs, CAD drawings, and more.            Comments (0)                                              close                                                                                                          Funding                                                                                  US Resources                  National Venture Capital Association  Money Tree  VCDB - Venture Capital Database            Comments (0)                                         MENA Resources                  Middle East Venture Partners MEVP is a Middle East-focused venture capital firm that invests in the early and growth stages of innovative companies run by talented entrepreneurs primarily, but not exclusively, the Middle East Region (focus on arab speaking countries such as the GCC countries and Levant region). MENA Private Equity Association The MENA Private Equity Association is a non-profit entity committed to supporting and developing the private equity and venture capital industry in the Middle East and North Africa. Arabreneur Arabreneur’s aim is to engage young entrepreneurs in their development and provide them with facilities to use their creativity and time to develop start-up companies that will provide them economic and social growth. The entrepreneurs will find facilities, mentors and working spaces in various locations in Palestine where they get support in the setup and growth of their own company. Shekra Shekra is focused on reaching out to young entrepreneurs and provide them with the opportunity to pitch their business ideas to the Shekra Network.            Comments (0)                                         Databases                  Thomson ONE Banker Hover over \"Screening & Analysis\" in the top bar, then go to \"Private Equity\". This resource should be used with Internet Explorer 9 only and an NYU NetID and Password is required.  IBISWorld Search Venture Capital or Private Equity. Industry performance, outlook, competitive landscape, operating conditions, and key statistics. First Research Search Venture Capital. Includes an industry overview, recent developments, business challenges and trends and opportunities. Bloomberg Provides analysis and quotes for equities and indices around the globe, current company, industry and market news, and economic data for the countries of the world.            Comments (0)                                         Journals and Newspaper Articles                  ABI Inform Provides full text and sometimes images from over 1,000 business and trade publications. A good source for information on companies, industries, products and management policies. EBSCO Business Source Complete Provides full text for more than 7,400 scholarly business journals and other sources, including full text for nearly 1,100 peer-reviewed business publications. Coverage includes virtually all subject areas related to business. This database provides full text (PDF) for more than 350 of the top scholarly journals dating as far back as 1922. Factiva Use the publications library portion of this database for full text publications from major trade and business publications as well as newswires.  JSTOR Full text articles from more than 600 core academic journals Lexis Nexis Academic Universe Full text company news and financial information. New York Times via Proquest 1980-present Proquest Central Full text articles from hundreds of local, regional and international publications.  Wall Street Journal via Proquest 1984-present            Comments (0)                                              close                                                                                                          Industry                                                                                  International Industry Databases                  Business Monitor Online Business Monitor International is an independent provider of proprietary data, analysis, ratings, rankings and forecasts covering 175 countries and 22 industry sectors. They work to integrate Country Risk and Financial Markets analysis with Industry Research, to best inform decision-making at the highest level in multinational companies, financial institutions, multilaterals and government. First Research Provides profiles of over 200 industries. Global Market Information Database Provides international market intelligence, including economic statistics, on industries, countries, and consumers. Details are available on 80 countries. **NYU NetID and Password required** IBIS World A comprehensive collection of industry market research.**Requires NYU password and ID. Standard & Poor's NetAdvantage Search global industry overviews and more.            Comments (0)                                         Engineering & Tech Industry Database                  BCC Research BCC reports provide 5-year market forecasts with important statistical and analytical information on the markets, applications, industry structure, major players, market shares, industry dynamics, technology and technology shifts. ACM Digital Library Full text of every article ever published by Association for Computing Machinery (ACM). IEEE Explore Provides full text access to the world's highest quality technical literature in electrical engineering, computer science, and electronics. Content includes electronic journals, magazine, and books; conference proceedings; standards; and Standards Dictionary Online.            Comments (0)                                              close                                                                                                          Marketing                                                                                  International Marketing                  Global Market Information Database Provides international market intelligence, including economic statistics, on industries, countries, and consumers. Details are available on 80 countries. **NYU NetID and Password required** IBIS World A comprehensive collection of industry market research.**Requires NYU password and ID.  Mintel Offers research reports covering European, UK-specific, and US consumer markets. The reports analyse market drivers, sizes and trends, market segmentation, along with consumer attitudes and purchasing habits. The reports are supplemented by brief digests of relevant recent events, UK and US demographic and economic statistics and useful lists. Coverage is 2001 to date. Market Research Provides access to market research reports and industry analysis. eMarketer Data and analysis on e-business, Internet marketing, and technology trends. Includes news, analysis, charts, reports, and information on products, and statistics.            Comments (0)                                         Tracking Trends                  Mintel Mintel Academic > Trends > View Trends Global Market Information Database Countries & Consumers > Consumers > Consumer Trends & Lifestyles            Comments (0)                                         Trend Websites                  Trendwatching  Springwise            Comments (0)                                         Advertising                  AdSpender AdSpender provides a fast, top-level summary of the multi-media advertising marketplace. This web-based tool spans five years of national summary spending trends, accessible by industry, parent company, and brand. Data is available via customizable reports with easy data exporting abilities to popular spreadsheet and flowchart programs. * Requires NYU NetID and Password * Red Books Contains detailed profiles of U.S. and international agencies, including clients, fields of specialization, and much more. Also has advertiser information on nearly 21,000 U.S. and international advertisers who each spend more than $200,000 annually on advertising. SRDS Media Solutions ind advertising rates and circulation information for more than 100,000 U.S. and international media properties including magazines, newspapers, radio, tv/cable, and more. NOTE: Local Market Analyst works in Internet Explorer ONLY.            Comments (0)                                         Consumer Demographics                  Simmons One View Annual survey of 30,000 consumers, measuring 8,000 brands and 700 psychographic questions with 60,000 elements in all. Understand key demographic groups and all major media behaviors covering television, online, mobile, print, radio, social media and more. (Academic data is delayed two years.) Tutorial HERE . SimplyMap SimplyMap is a web-based mapping application with access to thousands of demographic, business, and marketing data variables that can be used to develop interactive thematic maps and export high-resolution images to word processing or presentation software. Individual registrations are required.            Comments (0)                                              close                                                                                                          Patents & Intellectual Property                                                                                  Background Information                 What are patents?   What are trademarks?   What is copywright?           Comments (0)                                         FAQs                 How do I search for patents?   How do I search for trademarks?           Comments (0)                                         Spotlight!                   Intellectual Property Rights in the Middle East: A Cultural Perspective           Comments (0)                                         Patent and Trademark Organizations                  World Intellectual Property Organization  United States Patent and Trademark Office  European Patent Office  International Trademark Association            Comments (0)                                         Copywright Information                  Collection of Copyright Laws (UNESCO)            Comments (0)                                         How-To: Understand Patent Classification System & Search for Patents                            Comments (0)                                         E-Books                 Find more e-books by searching ebrary , NYU's e-book library!   The Development of Intellectual Property Regimes in the Arabian Gulf States - David Price ISBN: 9780203878941 Publication Date: 2009-06-09   Intellectual Property Law Essentials - Duncan Spiers ISBN: 9781845861810 Publication Date: 2009-01-01   Driving Innovation: Intellectual Property Strategies for a Dynamic World - Michael A. Gollin ISBN: 0521701694 Publication Date: 2008-02-04            Comments (0)                                              close                                                                                                          Regional Information                                                                                  International                  CEIC Data Provides economic research on emerging and developed markets by economists around the globe. Europa World Yearbook Provides profiles for over 250 countries and territories. Profiles provide political and economic information as well as statistics and information on religion, media and press, and more. Global Development Finance Offers external debt and financial flow data for the 135 countries that report public and publicly-guaranteed debt to the World Bank's Debtor Reporting System. The timeseries for 216 indicators run from 1970 to 2006, with contractual obligations data until 2015. The indicators include external debt stocks and flows, major economic aggregates, and key debt ratios as well as average terms of new commitments, currency composition of long-term debt, debt restructurings, and scheduled debt service projections. International Financial Statistics A standard source of international statistics on all aspects of international and domestic finance. It reports, for most countries of the world, current data needed in the analysis of problems of international payments and of inflation and deflation, i.e., data on exchange rates, international liquidity, international banking, money and banking, interest rates, prices, production, international transactions, government accounts, and national accounts. Meridian Securities Market 25 years of international stock market information from over 45 stock exchanges, industry sectors and 800 stock indices. PRS Country Data Detailed political risk rankings, economic indicators and forecasts for over 160 countries. OECD iLibrary OECD iLibrary is the online library of the Organisation for Economic Co-operation and Development. Includes 20 Book collections by theme, containing all OECD monographs and reports; 24 periodicals; a reference title; and the OECD statistical databases. Also includes IEA Statistics. United Nations Commodity Trade Statistics Every year over 130 countries provide the United Nations Statistics Division with their annual international trade statistics, detailed by commodity and partner country. These data are processed into a standard format with consistent coding and valuation. All values are converted into US dollars using exchange rates supplied by the countries, or derived from monthly market rates and volume of trade. World Bank eLibrary The World Bank e-library is one of the most comprehensive collections in the area of social and economic development. World Development Indicators WDI Online is the premiere data source on the global economy. It contains statistical data for over 800 development indicators and time series data from 1960-2007 for 227 economies. Data includes social, economic, financial, natural resources, and environmental indicators. Data selection screens are intuitive and easy to use. Results can be scaled, charted, and mapped.            Comments (0)                                         Economist Intelligence Unit                  EIU City Data Contains pricing information on more than 160 products and services in 123 cities worldwide. You can check everything from the cost of a loaf of bread in Adelaide to the average electricity bill of a local family in Zurich. EIU Country Commerce Practical reference guide to the specific operating conditions, commercial laws and business regulations in 55 countries. It offers unbiased guidance on critical issues such as obtaining proper permits and registrations, protecting your intellectual property in the Internet age and complying with local tax laws-including e-commerce rules. Covers 55 countries. EIU Country Data This powerful and robust macroeconomic database is the most comprehensive source of economic indicators and forecasts available. CountryData delivers more than 280 economic series, over 1 million individual data points, from 1980 to 2008. The service contains concise summaries of our short-term political and economic forecasts on 181 countries. In addition, CountryData includes regularly updated data and forecasts of 40 commodities that are essential information for any business with exposure to international commodity markets.Covers 150 countries and 40 regional aggregates. EIU Country Finance Comprehensive guide to changes in financial services, operating conditions, tax laws and investment opportunities in the world's 45 principal financial markets. Topics covered in each report include cash management and short-term investment options; bank and non-bank credit; equity and debt financing; and markets for stocks, bonds, currencies and derivatives. Covers 50 countries. **Please note: The Country Finance product was discontinued in August 2012, at which time the annually-updated data it contained was incorporated into the Financial Services Report product. You still have access to an archive of past editions.** EIU Country Forecast Focus on the key issues affecting a country's political and economic outlook and its business environment over the next five years. Each report gives you access to a comprehensive, coherent and integrated set of political, economic and business forecasts, continuously updated and written from the point of view of foreign investors. Covers 60 countries. EIU Country Profiles Outline a country's economic and political status and background. Country Profiles put an annual perspective on the long-term political and social issues affecting each country, providing a complete introduction to all international markets. **Please note: The Country Profile product was discontinued in 2009, at which time the annually-updated data it contained was incorporated into the Country Report product. Please reference Country Profile for annual data published in between 1996-2009.** EIU Country Report Covers nearly 200 countries and help you keep pace with how national, regional and global events will affect your business in the short-to medium term. Each report examines and explains in depth the issues shaping the countries in which you operate: the political scene, economic policy, domestic economy, sectoral trends, and foreign trade and payments. Detailed two-year forecasts complement the analysis and pinpoint political and economic developments and trends. EIU Country Risk Service Measure the political, economic policy, economic structure and liquidity risk of activities in 100 emerging markets over a two-year forecasting horizon. Each report provides crucial insight into the risk of investing in the currency, sovereign debt or banking sector of an emerging market. Covers 100 emerging markets. EIU European Policy Analyst Concise, practical guide to the complex EU regulatory environment. It monitors how new EU policies, regulations and judgements will affect business interests in the single market. Each issue reviews all the new single-market regulations and directives; assesses recent competition policy decisions; examines EU environmental policy and relations with the EU's main external trading partners; provides commentary on topical issues; and forecasts expected developments in the coming year. Please note: As of April 1st 2012 no further editions of this title are being published. You still have access to an archive of past editions via EIU. EIU Market Indicators and Forecasts A powerful and comprehensive database of industries, demographics, consumption, average wages, income levels, market size, infrastructure and the business environment data on 60 key countries worldwide. Contains over 500 series stretching back to 1990 and forward five years. EIU World Investment Service Global World Investment Service features a detailed database containing flows of investment by country and industry, overseas mergers and acquisitions and business costs. The service covers the world's 60 largest economies and provides detailed analysis on political and economic background, business environment, foreign investment regulations and trends in foreign investment.            Comments (0)                                         Research Guide                  Middle East and Islamic Studies Guide            Comments (0)                                         Islamic and Middle East                  Islamic Finance Information Services Electronic information service, maintained by Internet Securities, Inc., designed to meet the requirements of Sharia compliant financial industry participants. ** Requires Individual Login (please register with your valid NYU email address) ** The World Bank: Middle East & North Africa            Comments (0)                                         City Information                  Global Market Information Database Countries & Consumers > Cities > Cities EIU City Data Contains pricing information on more than 160 products and services in 123 cities worldwide. You can check everything from the cost of a loaf of bread in Adelaide to the average electricity bill of a local family in Zurich. CEIC Data Provides economic research on emerging and developed markets by economists around the globe.            Comments (0)                                         Business Environments                  Global Market Information Database Countries & Consumers > Countries > Business Environment            Comments (0)                                              close                                                                                                          Business Reference Associate                                                           Hadeer Elsbai Contact Info: hadeer.elsbai@nyu.edu Send Email  Subjects: Business & Government Information Services          Links: Profile & Guides                               close                                                                                                          Librarian for U.S. Business & Economics, Hospitality & Tourism                                                           Alicia Estes Contact Info: New York University   Elmer H. Bobst Library, #515 Send Email  Subjects: Business , Economics , Hospitality , Tourism , Sports Management          Links: Profile & Guides                               close                                                                                                          Science Librarian                                                           Amani Magid  JavaScript disabled or chat unavailable.   Chat is offline.   Contact Info: NYUAD Library Send Email  Subjects: Biology , Chemistry , Computer Science , Engineering , Physics , Psychology          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]