[{"detail": [{"content": "Thurston Lab | Environmental Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Environmental Medicine                                                                                  Home   About   Research Divisions   NIEHS   Other Centers / Programs   Health Effects   Graduate Program                                  Home Research Divisions Our Labs Thurston Lab            Print  Email               - A + A                                         Research Divisions        open/close   Human Exposure and Health Effects  World Trade Center Pollution     Molecular Carcinogenesis and Toxicology   Systemic Toxicology     open/close   Our Labs  Costa Lab   Chen Lab   Cohen Lab   Cromar Lab   Cuddapah Lab   Dai Lab   Gordon Lab   Grunig Lab   Huang Lab   Jin Lab   Klein Lab   Tang Lab   Thurston Lab   Wirgin Lab   Zelikoff Lab                                                                                                      Thurston Lab                                              George Thurston, Sc.D.   Professor, Department of  Environmental Medicine   Contact In fo:   Address: 57 Old Forge Road, Tuxedo, NY 10987 Phone:  845-731-3564 Email: George.Thurston@nyu.edu           Key Interests   air pollution, particulate matter, asthma, ozone, respiratory and cardiovascular health   Biographic Details:   Graduate Education: 1976-1982 — Sc.D. from Harvard University School of Public Health   Postdoctoral Training: 1982-1984 — Research Fellow at the Harvard University Kennedy School of Government's Energy and Environmental Policy Center   Academic Appointments:   1984-1987: Research Assistant Professor, Department of Environmental Medicine, NYU School of Medicine, New York, NY  1987-1993: Assistant Professor, Department of Environmental Medicine, NYU School of Medicine, New York, NY  1993-2007: Associate Professor (Tenured), Department of Environmental Medicine, NYU School of Medicine, New York, NY  2007-present: Affiliated Faculty, Environmental Studies Program, College of Arts and Sciences, NYU, New York City, NY.  2007-present: Full Professor (Tenured), Department of Environmental Medicine, NYU School of Medicine, New York, NY   Major Responsibilities:   1995-2004: Director, Community Outreach and Education Program, NIEHS Center of Excellence, NYU School of Medicine, New York, NY  2002-2007: Deputy Director, NYU Particulate Matter Center, NYU School of Medicine, New York, NY   2007-2008: Environmental Epidemiology Core Director, NYU-NIEHS Center of Excellence, Department of Environmental Medicine, Tuxedo, NY   2010-present: Co-Leader, Metals Research Focus Group, NYU-NIEHS Center of Excellence, Department of Environmental Medicine, Tuxedo, NY   2012-present: Director, Program in Exposure Assessment and Health Effects, Department of Environmental Medicine, NYU School of Medicine   Major Honors: Haagen-Smit Prize in Recognition of Outstanding Publication in Atmospheric Environment   Research Interests:   In Dr. Thurston's lab, we have identified associations between ambient air pollution and adverse human health effects. In our analyses, we considered cohorts of individual subjects and their responses to ambient pollution, as well as citywide and nationwide population health characteristics and their aggregate associations with air pollution. Our studies have included both healthy and asthmatic children at summer camps in the northeastern United States, as these children are often outdoors and active during summer air-pollution episodes. Our studies of aggregate populations considered both human mortality, i.e., numbers of deaths per day by cause, and morbidity, e.g., numbers of hospital admissions per day for respiratory causes. We have found that air pollution produces consistent adverse health consequences across the various populations and locations we have researched. For example, on a high-ozone, air-pollution day, New York City hospital admissions for respiratory causes rise approximately 20% above otherwise expected figures. In the aftermath of 9/11, we also monitored the air pollution levels at the NYU Downtown Hospital near Ground Zero until the fires were extinguished, and have communicated this information at public forums we held in Lower Manhattan.   Dr. Thurston was the Principal Investigator of an NIH R01 grant that analyzed the nationwide American Cancer Society (ACS) CP-II cohort for the mortality effects of particulate matter (PM) air pollution. The resulting JAMA publication (Pope et al, 2002) is widely referenced in policy analyses for the assessment of the human health impacts of particulate matter air pollution. Today, Dr. Thurston is now following up on this past analysis via an NIH R01 to similarly analyze the large nationwide NIH-AARP cohort in order to assess the human mortality effects of PM air pollution and its various chemical constituents. He also recently contributed to the World Health Organization's Global Burden of Disease project for the assessment of the global mortality and disability-life-years lost from air pollution exposure, which was published in the journal Lancet in December 2012.   Selected Publications:   Exposure assessment for estimation of the global burden of disease attributable to outdoor air pollution . Brauer, Michael; Amann, Markus; Burnett, Rick T; Cohen, Aaron; Dentener, Frank; Ezzati, Majid; Henderson, Sarah B; Krzyzanowski, Michal; Martin, Randall V; Van Dingenen, Rita; van Donkelaar, Aaron; Thurston, George D. 2012 Jan;46(2):652-660, Environmental science &amp; technology. — id: 157663, year: 2012, vol: 46, page: 652, stat: Journal Article,   Fine particulate matter constituents associated with cardiovascular hospitalizations and mortality in new york city . Ito, Kazuhiko; Mathes, Robert; Ross, Zev; Nadas, Arthur; Thurston, George; Matte, Thomas. 2011 Apr;119(4):467-473, Environmental health perspectives. — id: 130310, year: 2011, vol: 119, page: 467, stat: Journal Article,   Distributed lag analyses of daily hospital admissions and source-apportioned fine particle air pollution . Lall, Ramona; Ito, Kazuhiko; Thurston, George D. 2011 Apr;119(4):455-460, Environmental health perspectives. — id: 130293, year: 2011, vol: 119, page: 455, stat: Journal Article,   Personal Exposures to Traffic-Related Air Pollution and Acute Respiratory Health Among Bronx School Children with Asthma . Spira-Cohen A; Chen LC; Kendall M; Lall R; Thurston GD. 2011 Apr;119(4):559-565, Environmental health perspectives. — id: 121313, year: 2011, vol: 119, page: 559, stat: Journal Article,   A source apportionment of U.S. fine particulate matter air pollution \u2028. Thurston G.D.; Ito K.; Lall R.\u20282011 ;45(24):3924-3936, Atmospheric environment (Oxford). — id: 134929, year: 2011, vol: 45, page: 3924, stat: Journal Article,   Time-series analysis of mortality effects of fine particulate matter components in Detroit and Seattle . Zhou, Jiang; Ito, Kazuhiko; Lall, Ramona; Lippmann, Morton; Thurston, George. 2011 Apr;119(4):461-466, Environmental health perspectives. — id: 138318, year: 2011, vol: 119, page: 461, stat: Journal Article,   See All Publications   Lab Members:   Lital Yinon, PhD Candidate  Chris Lim, PhD Candidate  Lan Jin, MS Candidate  Ruzmyn Vilcassim, MS Candidate                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Thurston Lab | Environmental Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Environmental Medicine                                                                                  Home   About   Research Divisions   NIEHS   Other Centers / Programs   Health Effects   Graduate Program                                  Home Research Divisions Our Labs Thurston Lab            Print  Email               - A + A                                         Research Divisions        open/close   Human Exposure and Health Effects  World Trade Center Pollution     Molecular Carcinogenesis and Toxicology   Systemic Toxicology     open/close   Our Labs  Costa Lab   Chen Lab   Cohen Lab   Cromar Lab   Cuddapah Lab   Dai Lab   Gordon Lab   Grunig Lab   Huang Lab   Jin Lab   Klein Lab   Tang Lab   Thurston Lab   Wirgin Lab   Zelikoff Lab                                                                                                      Thurston Lab                                              George Thurston, Sc.D.   Professor, Department of  Environmental Medicine   Contact In fo:   Address: 57 Old Forge Road, Tuxedo, NY 10987 Phone:  845-731-3564 Email: George.Thurston@nyu.edu           Key Interests   air pollution, particulate matter, asthma, ozone, respiratory and cardiovascular health   Biographic Details:   Graduate Education: 1976-1982 — Sc.D. from Harvard University School of Public Health   Postdoctoral Training: 1982-1984 — Research Fellow at the Harvard University Kennedy School of Government's Energy and Environmental Policy Center   Academic Appointments:   1984-1987: Research Assistant Professor, Department of Environmental Medicine, NYU School of Medicine, New York, NY  1987-1993: Assistant Professor, Department of Environmental Medicine, NYU School of Medicine, New York, NY  1993-2007: Associate Professor (Tenured), Department of Environmental Medicine, NYU School of Medicine, New York, NY  2007-present: Affiliated Faculty, Environmental Studies Program, College of Arts and Sciences, NYU, New York City, NY.  2007-present: Full Professor (Tenured), Department of Environmental Medicine, NYU School of Medicine, New York, NY   Major Responsibilities:   1995-2004: Director, Community Outreach and Education Program, NIEHS Center of Excellence, NYU School of Medicine, New York, NY  2002-2007: Deputy Director, NYU Particulate Matter Center, NYU School of Medicine, New York, NY   2007-2008: Environmental Epidemiology Core Director, NYU-NIEHS Center of Excellence, Department of Environmental Medicine, Tuxedo, NY   2010-present: Co-Leader, Metals Research Focus Group, NYU-NIEHS Center of Excellence, Department of Environmental Medicine, Tuxedo, NY   2012-present: Director, Program in Exposure Assessment and Health Effects, Department of Environmental Medicine, NYU School of Medicine   Major Honors: Haagen-Smit Prize in Recognition of Outstanding Publication in Atmospheric Environment   Research Interests:   In Dr. Thurston's lab, we have identified associations between ambient air pollution and adverse human health effects. In our analyses, we considered cohorts of individual subjects and their responses to ambient pollution, as well as citywide and nationwide population health characteristics and their aggregate associations with air pollution. Our studies have included both healthy and asthmatic children at summer camps in the northeastern United States, as these children are often outdoors and active during summer air-pollution episodes. Our studies of aggregate populations considered both human mortality, i.e., numbers of deaths per day by cause, and morbidity, e.g., numbers of hospital admissions per day for respiratory causes. We have found that air pollution produces consistent adverse health consequences across the various populations and locations we have researched. For example, on a high-ozone, air-pollution day, New York City hospital admissions for respiratory causes rise approximately 20% above otherwise expected figures. In the aftermath of 9/11, we also monitored the air pollution levels at the NYU Downtown Hospital near Ground Zero until the fires were extinguished, and have communicated this information at public forums we held in Lower Manhattan.   Dr. Thurston was the Principal Investigator of an NIH R01 grant that analyzed the nationwide American Cancer Society (ACS) CP-II cohort for the mortality effects of particulate matter (PM) air pollution. The resulting JAMA publication (Pope et al, 2002) is widely referenced in policy analyses for the assessment of the human health impacts of particulate matter air pollution. Today, Dr. Thurston is now following up on this past analysis via an NIH R01 to similarly analyze the large nationwide NIH-AARP cohort in order to assess the human mortality effects of PM air pollution and its various chemical constituents. He also recently contributed to the World Health Organization's Global Burden of Disease project for the assessment of the global mortality and disability-life-years lost from air pollution exposure, which was published in the journal Lancet in December 2012.   Selected Publications:   Exposure assessment for estimation of the global burden of disease attributable to outdoor air pollution . Brauer, Michael; Amann, Markus; Burnett, Rick T; Cohen, Aaron; Dentener, Frank; Ezzati, Majid; Henderson, Sarah B; Krzyzanowski, Michal; Martin, Randall V; Van Dingenen, Rita; van Donkelaar, Aaron; Thurston, George D. 2012 Jan;46(2):652-660, Environmental science &amp; technology. — id: 157663, year: 2012, vol: 46, page: 652, stat: Journal Article,   Fine particulate matter constituents associated with cardiovascular hospitalizations and mortality in new york city . Ito, Kazuhiko; Mathes, Robert; Ross, Zev; Nadas, Arthur; Thurston, George; Matte, Thomas. 2011 Apr;119(4):467-473, Environmental health perspectives. — id: 130310, year: 2011, vol: 119, page: 467, stat: Journal Article,   Distributed lag analyses of daily hospital admissions and source-apportioned fine particle air pollution . Lall, Ramona; Ito, Kazuhiko; Thurston, George D. 2011 Apr;119(4):455-460, Environmental health perspectives. — id: 130293, year: 2011, vol: 119, page: 455, stat: Journal Article,   Personal Exposures to Traffic-Related Air Pollution and Acute Respiratory Health Among Bronx School Children with Asthma . Spira-Cohen A; Chen LC; Kendall M; Lall R; Thurston GD. 2011 Apr;119(4):559-565, Environmental health perspectives. — id: 121313, year: 2011, vol: 119, page: 559, stat: Journal Article,   A source apportionment of U.S. fine particulate matter air pollution \u2028. Thurston G.D.; Ito K.; Lall R.\u20282011 ;45(24):3924-3936, Atmospheric environment (Oxford). — id: 134929, year: 2011, vol: 45, page: 3924, stat: Journal Article,   Time-series analysis of mortality effects of fine particulate matter components in Detroit and Seattle . Zhou, Jiang; Ito, Kazuhiko; Lall, Ramona; Lippmann, Morton; Thurston, George. 2011 Apr;119(4):461-466, Environmental health perspectives. — id: 138318, year: 2011, vol: 119, page: 461, stat: Journal Article,   See All Publications   Lab Members:   Lital Yinon, PhD Candidate  Chris Lim, PhD Candidate  Lan Jin, MS Candidate  Ruzmyn Vilcassim, MS Candidate                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "World Trade Center Pollution | Environmental Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Environmental Medicine                                                                                  Home   About   Research Divisions   NIEHS   Other Centers / Programs   Health Effects   Graduate Program                                  Home Research Divisions Human Exposure and Health Effects World Trade Center Pollution            Print  Email               - A + A                                         Research Divisions        open/close   Human Exposure and Health Effects  World Trade Center Pollution     Molecular Carcinogenesis and Toxicology   Systemic Toxicology     open/close   Our Labs  Costa Lab   Chen Lab   Cohen Lab   Cromar Lab   Cuddapah Lab   Dai Lab   Gordon Lab   Grunig Lab   Huang Lab   Jin Lab   Klein Lab   Tang Lab   Thurston Lab   Wirgin Lab   Zelikoff Lab                                                                                                      World Trade Center Pollution                                          General Information   After the attack on America of September 11th, 2001, the NYU Community Outreach and Education Program (COEP) was an active participant in efforts to inform the public regarding the potential environmental health implications of the aftermath of the World Trade Center (WTC) disaster. While public health officials reported that the air in lower Manhattan was safe to breathe, many residents suffering from symptoms such as raw throats, burning eyes, nose bleeds, and intermittent asthma attacks, were afraid, confused, and suspicious of what the authorities were telling them.   As voices independent from the government officials, past NYU COEP Director Dr. George Thurston and his fellow Center members were active in interacting with and informing the public about our Center's WTC research findings since September 11.   The World Trade Center disaster had an immediate impact on our COEP by changing the focus and priorities of our activities. The goal of our COEP in this case was to make the scientific information and resources of our Center available to the public so as to address the public's concerns.   During that time period after the attack, NYU Center members:   attended meetings with PTA's and parent groups,   advised the school system on environmental issues,   presented information at numerous public forums held in downtown New York, and   hosted public forums to present information about NIEHS studies of the WTC pollution and health effects.   NYU Center members have also been widely interviewed by the press and have made appearances in the media since September 11th, including on: CNN Live, CBS Nightly News, and NPR's Morning Edition.   On October 18, 2001, the NYU-COEP, in association with the other NIEHS Centers in the NY-metro area, organized a public forum entitled Environmental Health Issues Related to the World Trade Center Disaster to an audience of over 400 downtown residents. At this forum, the research results and plans of the various participating NIEHS Centers were presented. This was followed by a free-flowing question and answer period of over 1 and one-half hours, in which experts from the various NIEHS Centers applied their knowledge and expertise to try to answer the public's many concerns and questions. ( Click here for the forum program and information. )   The media became a powerful outreach tool for us to communicate information to the public. Our researchers made themselves available to the press in all formats to help answer their questions for the public.   In the following years, we continued to address the community through public forums. These served as a venue for prominent NIEHS-funded researchers to address the public about the potential environmental risks, as well as to inform them of future plans outlined for WTC research. Most recently, we held a WTC Forum at the Borough of Manhattan Community College (near Ground Zero) on October 17th, 2002 that included NIEHS funded investigators presenting an update of their ongoing research and their plans and interim conclusions. ( Click here for the forum program and information. )   In the Falls of 2002, 2003, and 2004, we also produced and distributed comprehensive newsletters that summarized current NIEHS Center investigations, in addition to practical tips for residents to use to address WTC pollution in their homes. It has been widely distributed in the lower New York City downtown area and at WTC meetings. This project was a collaborative effort with University of Rochester Environmental Health Sciences Center. To download the WTC newsletters, click on their respective year:  2002 ,  2003 , or  2004 .   Our third WTC forum was held at the NYU Lower Manhattan campus at the Woolworth Building (15 Barclay St.) from 6:15 - 9:00 PM on October 21, 2003. ( Click here for the forum program and information. )                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Thurston Lab | Environmental Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Environmental Medicine                                                                                  Home   About   Research Divisions   NIEHS   Other Centers / Programs   Health Effects   Graduate Program                                  Home Research Divisions Our Labs Thurston Lab            Print  Email               - A + A                                         Research Divisions        open/close   Human Exposure and Health Effects  World Trade Center Pollution     Molecular Carcinogenesis and Toxicology   Systemic Toxicology     open/close   Our Labs  Costa Lab   Chen Lab   Cohen Lab   Cromar Lab   Cuddapah Lab   Dai Lab   Gordon Lab   Grunig Lab   Huang Lab   Jin Lab   Klein Lab   Tang Lab   Thurston Lab   Wirgin Lab   Zelikoff Lab                                                                                                      Thurston Lab                                              George Thurston, Sc.D.   Professor, Department of  Environmental Medicine   Contact In fo:   Address: 57 Old Forge Road, Tuxedo, NY 10987 Phone:  845-731-3564 Email: George.Thurston@nyu.edu           Key Interests   air pollution, particulate matter, asthma, ozone, respiratory and cardiovascular health   Biographic Details:   Graduate Education: 1976-1982 — Sc.D. from Harvard University School of Public Health   Postdoctoral Training: 1982-1984 — Research Fellow at the Harvard University Kennedy School of Government's Energy and Environmental Policy Center   Academic Appointments:   1984-1987: Research Assistant Professor, Department of Environmental Medicine, NYU School of Medicine, New York, NY  1987-1993: Assistant Professor, Department of Environmental Medicine, NYU School of Medicine, New York, NY  1993-2007: Associate Professor (Tenured), Department of Environmental Medicine, NYU School of Medicine, New York, NY  2007-present: Affiliated Faculty, Environmental Studies Program, College of Arts and Sciences, NYU, New York City, NY.  2007-present: Full Professor (Tenured), Department of Environmental Medicine, NYU School of Medicine, New York, NY   Major Responsibilities:   1995-2004: Director, Community Outreach and Education Program, NIEHS Center of Excellence, NYU School of Medicine, New York, NY  2002-2007: Deputy Director, NYU Particulate Matter Center, NYU School of Medicine, New York, NY   2007-2008: Environmental Epidemiology Core Director, NYU-NIEHS Center of Excellence, Department of Environmental Medicine, Tuxedo, NY   2010-present: Co-Leader, Metals Research Focus Group, NYU-NIEHS Center of Excellence, Department of Environmental Medicine, Tuxedo, NY   2012-present: Director, Program in Exposure Assessment and Health Effects, Department of Environmental Medicine, NYU School of Medicine   Major Honors: Haagen-Smit Prize in Recognition of Outstanding Publication in Atmospheric Environment   Research Interests:   In Dr. Thurston's lab, we have identified associations between ambient air pollution and adverse human health effects. In our analyses, we considered cohorts of individual subjects and their responses to ambient pollution, as well as citywide and nationwide population health characteristics and their aggregate associations with air pollution. Our studies have included both healthy and asthmatic children at summer camps in the northeastern United States, as these children are often outdoors and active during summer air-pollution episodes. Our studies of aggregate populations considered both human mortality, i.e., numbers of deaths per day by cause, and morbidity, e.g., numbers of hospital admissions per day for respiratory causes. We have found that air pollution produces consistent adverse health consequences across the various populations and locations we have researched. For example, on a high-ozone, air-pollution day, New York City hospital admissions for respiratory causes rise approximately 20% above otherwise expected figures. In the aftermath of 9/11, we also monitored the air pollution levels at the NYU Downtown Hospital near Ground Zero until the fires were extinguished, and have communicated this information at public forums we held in Lower Manhattan.   Dr. Thurston was the Principal Investigator of an NIH R01 grant that analyzed the nationwide American Cancer Society (ACS) CP-II cohort for the mortality effects of particulate matter (PM) air pollution. The resulting JAMA publication (Pope et al, 2002) is widely referenced in policy analyses for the assessment of the human health impacts of particulate matter air pollution. Today, Dr. Thurston is now following up on this past analysis via an NIH R01 to similarly analyze the large nationwide NIH-AARP cohort in order to assess the human mortality effects of PM air pollution and its various chemical constituents. He also recently contributed to the World Health Organization's Global Burden of Disease project for the assessment of the global mortality and disability-life-years lost from air pollution exposure, which was published in the journal Lancet in December 2012.   Selected Publications:   Exposure assessment for estimation of the global burden of disease attributable to outdoor air pollution . Brauer, Michael; Amann, Markus; Burnett, Rick T; Cohen, Aaron; Dentener, Frank; Ezzati, Majid; Henderson, Sarah B; Krzyzanowski, Michal; Martin, Randall V; Van Dingenen, Rita; van Donkelaar, Aaron; Thurston, George D. 2012 Jan;46(2):652-660, Environmental science &amp; technology. — id: 157663, year: 2012, vol: 46, page: 652, stat: Journal Article,   Fine particulate matter constituents associated with cardiovascular hospitalizations and mortality in new york city . Ito, Kazuhiko; Mathes, Robert; Ross, Zev; Nadas, Arthur; Thurston, George; Matte, Thomas. 2011 Apr;119(4):467-473, Environmental health perspectives. — id: 130310, year: 2011, vol: 119, page: 467, stat: Journal Article,   Distributed lag analyses of daily hospital admissions and source-apportioned fine particle air pollution . Lall, Ramona; Ito, Kazuhiko; Thurston, George D. 2011 Apr;119(4):455-460, Environmental health perspectives. — id: 130293, year: 2011, vol: 119, page: 455, stat: Journal Article,   Personal Exposures to Traffic-Related Air Pollution and Acute Respiratory Health Among Bronx School Children with Asthma . Spira-Cohen A; Chen LC; Kendall M; Lall R; Thurston GD. 2011 Apr;119(4):559-565, Environmental health perspectives. — id: 121313, year: 2011, vol: 119, page: 559, stat: Journal Article,   A source apportionment of U.S. fine particulate matter air pollution \u2028. Thurston G.D.; Ito K.; Lall R.\u20282011 ;45(24):3924-3936, Atmospheric environment (Oxford). — id: 134929, year: 2011, vol: 45, page: 3924, stat: Journal Article,   Time-series analysis of mortality effects of fine particulate matter components in Detroit and Seattle . Zhou, Jiang; Ito, Kazuhiko; Lall, Ramona; Lippmann, Morton; Thurston, George. 2011 Apr;119(4):461-466, Environmental health perspectives. — id: 138318, year: 2011, vol: 119, page: 461, stat: Journal Article,   See All Publications   Lab Members:   Lital Yinon, PhD Candidate  Chris Lim, PhD Candidate  Lan Jin, MS Candidate  Ruzmyn Vilcassim, MS Candidate                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "World Trade Center Pollution | Environmental Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Environmental Medicine                                                                                  Home   About   Research Divisions   NIEHS   Other Centers / Programs   Health Effects   Graduate Program                                  Home Research Divisions Human Exposure and Health Effects World Trade Center Pollution            Print  Email               - A + A                                         Research Divisions        open/close   Human Exposure and Health Effects  World Trade Center Pollution     Molecular Carcinogenesis and Toxicology   Systemic Toxicology     open/close   Our Labs  Costa Lab   Chen Lab   Cohen Lab   Cromar Lab   Cuddapah Lab   Dai Lab   Gordon Lab   Grunig Lab   Huang Lab   Jin Lab   Klein Lab   Tang Lab   Thurston Lab   Wirgin Lab   Zelikoff Lab                                                                                                      World Trade Center Pollution                                          General Information   After the attack on America of September 11th, 2001, the NYU Community Outreach and Education Program (COEP) was an active participant in efforts to inform the public regarding the potential environmental health implications of the aftermath of the World Trade Center (WTC) disaster. While public health officials reported that the air in lower Manhattan was safe to breathe, many residents suffering from symptoms such as raw throats, burning eyes, nose bleeds, and intermittent asthma attacks, were afraid, confused, and suspicious of what the authorities were telling them.   As voices independent from the government officials, past NYU COEP Director Dr. George Thurston and his fellow Center members were active in interacting with and informing the public about our Center's WTC research findings since September 11.   The World Trade Center disaster had an immediate impact on our COEP by changing the focus and priorities of our activities. The goal of our COEP in this case was to make the scientific information and resources of our Center available to the public so as to address the public's concerns.   During that time period after the attack, NYU Center members:   attended meetings with PTA's and parent groups,   advised the school system on environmental issues,   presented information at numerous public forums held in downtown New York, and   hosted public forums to present information about NIEHS studies of the WTC pollution and health effects.   NYU Center members have also been widely interviewed by the press and have made appearances in the media since September 11th, including on: CNN Live, CBS Nightly News, and NPR's Morning Edition.   On October 18, 2001, the NYU-COEP, in association with the other NIEHS Centers in the NY-metro area, organized a public forum entitled Environmental Health Issues Related to the World Trade Center Disaster to an audience of over 400 downtown residents. At this forum, the research results and plans of the various participating NIEHS Centers were presented. This was followed by a free-flowing question and answer period of over 1 and one-half hours, in which experts from the various NIEHS Centers applied their knowledge and expertise to try to answer the public's many concerns and questions. ( Click here for the forum program and information. )   The media became a powerful outreach tool for us to communicate information to the public. Our researchers made themselves available to the press in all formats to help answer their questions for the public.   In the following years, we continued to address the community through public forums. These served as a venue for prominent NIEHS-funded researchers to address the public about the potential environmental risks, as well as to inform them of future plans outlined for WTC research. Most recently, we held a WTC Forum at the Borough of Manhattan Community College (near Ground Zero) on October 17th, 2002 that included NIEHS funded investigators presenting an update of their ongoing research and their plans and interim conclusions. ( Click here for the forum program and information. )   In the Falls of 2002, 2003, and 2004, we also produced and distributed comprehensive newsletters that summarized current NIEHS Center investigations, in addition to practical tips for residents to use to address WTC pollution in their homes. It has been widely distributed in the lower New York City downtown area and at WTC meetings. This project was a collaborative effort with University of Rochester Environmental Health Sciences Center. To download the WTC newsletters, click on their respective year:  2002 ,  2003 , or  2004 .   Our third WTC forum was held at the NYU Lower Manhattan campus at the Woolworth Building (15 Barclay St.) from 6:15 - 9:00 PM on October 21, 2003. ( Click here for the forum program and information. )                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Human Exposure and Health Effects | Environmental Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Environmental Medicine                                                                                  Home   About   Research Divisions   NIEHS   Other Centers / Programs   Health Effects   Graduate Program                                  Home Research Divisions Human Exposure and Health Effects            Print  Email               - A + A                                         Research Divisions        open/close   Human Exposure and Health Effects  World Trade Center Pollution     Molecular Carcinogenesis and Toxicology   Systemic Toxicology     open/close   Our Labs  Costa Lab   Chen Lab   Cohen Lab   Cromar Lab   Cuddapah Lab   Dai Lab   Gordon Lab   Grunig Lab   Huang Lab   Jin Lab   Klein Lab   Tang Lab   Thurston Lab   Wirgin Lab   Zelikoff Lab                                                                                                      Human Exposure and Health Effects                                          General Information   The Department of Environmental Medicine's Research Program in Human Exposure and Health Effects is focused on defining the relationships of human exposures to ambient and occupational air pollution with their health effects, emphasizing the physical and chemical components of exposure atmospheres and their specific influences on health-related indices.   Research Activities   The faculty, post-doctoral trainees, and graduate students in this program area are addressing critical issues in the environmental health sciences. In recent research, they have made advances in exposure assessment including improved characterization of fine particles and their spatial variation within urban areas and in the regional northeastern U.S. background aerosol. They have also developed technologies and procedures to characterize the temporal day-to-day variations in ambient aerosol composition over extended periods of time in order to correlate such changes with observed daily variations in health-related cardiopulmonary responses. In terms of the characterization of health effects of particulate matter air pollution in human populations, this research group has extended its capabilities beyond studies that rely on non-specific mass concentrations of PM10 and/or PM2.5 to associations between mortality and morbidity and specific source-related pollution constituents and components for both acute and cumulative health effects. They have applied these approaches to populations of particular concern, including asthmatic children in the South Bronx region of New York City (NYC) and to residents of Lower Manhattan and Brooklyn who were acutely exposed to dust and smoke following the collapse of the World Trade Center (WTC) buildings on September 11, 2001. This involved utilization of air samples that we collected at the former NYU Downtown Hospital (5 blocks east of the WTC) on a daily basis beginning on September 14, 2001. Recent studies have demonstrated that the concentrations of components of PM2.5 vary greatly within NYC, with much higher concentrations of nickel in Bronx, Manhattan and northern Queens than in Brooklyn, Staten Island and southern Queens due to the combustion of much more residual oil in the northern parts of NYC.   Other notable strengths of the Program faculty include respiratory tract dosimetry and the modeling and analysis of temporal and spatial variations of air pollution exposure and other environmental variables that can influence, or confound, associations between measures of ambient air pollution and population based data on mortality and morbidity.   In summary, the mission of this Research Program is to identify the exposure related factors that play significant roles in the causation and/or exacerbation of disease associated with population exposures to air pollutants in community and/or work place settings. It also provides a forum and focus for innovative and multidisciplinary research directed at resolving the complex issues affecting both the exposure and response sides of the risk assessment paradigm. The opportunities for broadening the background knowledge and perspectives of the Program members are significantly enhanced by having frequent joint meetings with the members of the Systemic Toxicology Program of the Department, where opportunities are available to discuss hypotheses addressable by controlled inhalation exposures to concentrated ambient aerosols and/or realistic artificial atmospheres of suspect pollutant chemicals and mixtures.   Specific program goals for the next five years are to:   Pursue studies that determine the role of the components of ambient air PM that may account for the ability of such relatively low particle mass concentrations to elicit significant impacts on mortality and morbidity in the general population.   In collaboration with the Systemic Toxicology Program, to identify the specific ambient air constituents that correlate most closely with both the transient and persistent cardiac effects by subchronic exposures to particular matter.   Extend ongoing studies in New York City in order to determine the extent of the role that ambient air pollution (and especially traffic-related air pollution) plays in the high prevalence of pediatric asthma and its exacerbation.   Core Leadership   Dr. George D. Thurston , the Program Director for Human Exposure and Health Effects, received an Sc.D. in environmental health science from Harvard University's School of Public Health, and did further research on mortality associated with air pollution at Harvard's Kennedy School of Government before joining NYU in 1988. His research on air pollution and its health effects at NYU has focused on ozone and particulate matter through studies on panels of children in summer camps, in schools in the South Bronx, and adults with pre-existing chronic diseases, as well as on time-series analyses of hospital admissions and excess daily mortality, and on the influence of chronic exposures on longevity in numerous U.S. communities. He has numerous peer-reviewed scientific publications, and has chaired, or been a member of numerous scientific committees for the National Research Council, NIEHS, and EPA. He recently served on the Outdoor Air Polution Working Group for the WHO Global Burden of Disease 2010 Report release in December 2012. Professor Thurston is presently a standing member of the NIH Study Section on Cardiovascular and Sleep Epidemiology (CASE).                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]