[{"detail": [{"content": "Middle and High School Program                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Undergraduate Admissions   /   Apply   /   Freshman Applicants   /   Opportunity Programs   /   Middle and High School Program                 Sub Navigation                                 How We Help                       Parents' Information                       Careers and Professions                                                                   Middle and High School Program      Science and Technology Entry Program (STEP)       The Science &amp; Technology Entry Program (STEP) at New York University (NYU) is an innovative pre-college enrichment program for talented middle and high school students in New York City. Our goal is to encourage and increase the presence of historically under-represented groups in science, technology, engineering, math (STEM careers) and licensed professions.    Building Excellence in Science and Technology (BEST)       Building Excellence in Science and Technology (BEST) is a joint program with STEP at NYU. The BEST program is specifically designed to serve students attending middle school and high school in Community School District 13 located in Brooklyn, New York.         Eligibility Requirements     To be eligible for STEP, you must:     Be a high school or middle school student in grades 7-12   Have an 80 Average in Math, Science, and English   Have an 80 Cumulative Average   Be a resident of New York State   Identify as African American, Latino, Native American, and Alaskan American, or meet state-determined economic criteria below.     Economically Disadvantaged Eligibility Requirements   1. Economic Eligibility Criteria (for students who do not identify as African American, Latino, Native American or Alaskan American):     All economic eligibility criteria apply to the calendar year prior to the academic year of first entry into STEP. For example, 2012-2013, it is the 2011 calendar year; for 2013-2014, it is the 2012 calendar year.   A student is considered economically disadvantaged if he or she is a member of:   A household supported by one parent if dependent, by the student or by a spouse if independent, whose total annual income is not more than the applicable amount listed in the Income eligibility table.         2. Exceptions:     Reference to the household income scale need not be made if the student falls into  one of the following categories, and documentation is available:     a. The student's family is the recipient of: (1) Family Assistance Program Aid; or (2) Safety Net Assistance through the New York State Office of Temporary and Disability Assistance, or a county department of social services; or (3) family day-care payments through the New York State Office of Children and Family Services Assistance, or a county department of social services;   b. The student is a ward of the State or a county.     (For students first entering the Program between July 1, 2015 and June 30, 2016)          Income Eligibility  Number of Dependents  2015-16 (Total income in  preceding calendar year)     1 $21,755  2 $29,471  3 $37,167  4 $44,863  5 $52,559  6 $60,255  7 $67,951*      *Add $7,696 for each family member in excess of 7.                                              Apply     Thank you for your interest in the STEP/BEST program. We are no longer accepting applications for the Summer 2015 program. Please check back in early August for the Fall 2015/Spring 2016 application. If you have any questions contact the STEP/BEST office at 212-998-5680.                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Middle and High School Program                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Undergraduate Admissions   /   Apply   /   Freshman Applicants   /   Opportunity Programs   /   Middle and High School Program                 Sub Navigation                                 How We Help                       Parents' Information                       Careers and Professions                                                                   Middle and High School Program      Science and Technology Entry Program (STEP)       The Science &amp; Technology Entry Program (STEP) at New York University (NYU) is an innovative pre-college enrichment program for talented middle and high school students in New York City. Our goal is to encourage and increase the presence of historically under-represented groups in science, technology, engineering, math (STEM careers) and licensed professions.    Building Excellence in Science and Technology (BEST)       Building Excellence in Science and Technology (BEST) is a joint program with STEP at NYU. The BEST program is specifically designed to serve students attending middle school and high school in Community School District 13 located in Brooklyn, New York.         Eligibility Requirements     To be eligible for STEP, you must:     Be a high school or middle school student in grades 7-12   Have an 80 Average in Math, Science, and English   Have an 80 Cumulative Average   Be a resident of New York State   Identify as African American, Latino, Native American, and Alaskan American, or meet state-determined economic criteria below.     Economically Disadvantaged Eligibility Requirements   1. Economic Eligibility Criteria (for students who do not identify as African American, Latino, Native American or Alaskan American):     All economic eligibility criteria apply to the calendar year prior to the academic year of first entry into STEP. For example, 2012-2013, it is the 2011 calendar year; for 2013-2014, it is the 2012 calendar year.   A student is considered economically disadvantaged if he or she is a member of:   A household supported by one parent if dependent, by the student or by a spouse if independent, whose total annual income is not more than the applicable amount listed in the Income eligibility table.         2. Exceptions:     Reference to the household income scale need not be made if the student falls into  one of the following categories, and documentation is available:     a. The student's family is the recipient of: (1) Family Assistance Program Aid; or (2) Safety Net Assistance through the New York State Office of Temporary and Disability Assistance, or a county department of social services; or (3) family day-care payments through the New York State Office of Children and Family Services Assistance, or a county department of social services;   b. The student is a ward of the State or a county.     (For students first entering the Program between July 1, 2015 and June 30, 2016)          Income Eligibility  Number of Dependents  2015-16 (Total income in  preceding calendar year)     1 $21,755  2 $29,471  3 $37,167  4 $44,863  5 $52,559  6 $60,255  7 $67,951*      *Add $7,696 for each family member in excess of 7.                                              Apply     Thank you for your interest in the STEP/BEST program. We are no longer accepting applications for the Summer 2015 program. Please check back in early August for the Fall 2015/Spring 2016 application. If you have any questions contact the STEP/BEST office at 212-998-5680.                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Risk, Ethics &amp; Sexually Transmitted Diseases | High School Bioethics                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             High School Bioethics                                                                                  Home   About   Briefs   Modules   News   Outreach                                  Home Briefs Risk, Ethics &amp; Sexually Transmitted Diseases            Print  Email               - A + A                                                                                        Risk, Ethics &amp; Sexually Transmitted Diseases                                                                     1. Objectives       Understand the basics of sexually transmitted diseases including types of infections, symptoms, and treatments       Appreciate the importance of minimizing risk factors for sexually transmitted diseases       Discuss the ethical questions raised by the real-life practice of expedited therapy       Curriculum Integration Ideas      This brief may be used in life science and health classes during units for topics including:       Human reproduction       Sexually transmitted diseases and prevention strategies       Public policy discussions on physician practice       2. Sexually Transmitted Diseases      Sexually transmitted diseases (STDs) are a real and unfortunate result of unsafe sexual practices. They can be transmitted through oral, vaginal, or anal intercourse. There are three main categories of STDs based on what kind of organism is infecting the human body - bacterial, parasitic, and viral. Bacterial infections include chlamydia, gonorrhea, and syphilis. Chlamydia is the most common STD and can cause burning during urination and penile or vaginal discharge. The scary thing about chlamydia is that it often causes no symptoms! For this reason Chlamydia is known as the \"the silent\" disease. Women who do experience symptoms may have vaginal discharge, burning during urination, lower abdominal pain, lower back pain, nausea, fever, pain during intercourse, and bleeding in between periods. Men who have symptoms may experience burning during urination, discharge from the penis, and in rare cases pain and swelling of the testicles. Those who have anal sex may experience pain, discharge, and itching in the rectum. Those who participate in oral sex may experience pus and discomfort in the throat. Everyone who participates in sexual activity is at risk for Chlamydia. However, the risk for Chlamydia is increased for sexual active teenage girls because their uteruses have not fully matured. Chlamydia can be diagnosed through lab tests. It is easily treated with antibiotics. Sexual partners should also be treated for two reasons a) they likely have the disease b) they can re-infected the already just treated individual making the treatment ineffectual. If the Chlamydia goes untreated it can cause Pelvic Inflammatory Disease, infertility problems, chronic pain and even sterility (although this is rare).      Gonorrhea is another common STD. The highest rates of Gonorrhea are among sexually active teenagers, young adults, and African Americans. Gonorrhea is easily spread. It is spread through contact with the penis, vagina, mouth, or anus. Ejaculation need not occur in order for the infection to occur. Like Chlamydia, Gonorrhea may go many years without any symptoms. In fact, most women do not experience symptoms and those who will experience them have only mild symptoms. Those symptoms may include pain and burning during urination, increased vaginal discharge, and bleeding in between periods. These symptoms are often mistaken for bladder infections and so may be misdiagnosed. Thus, it is important that sexually active women are tested for STDs. For men symptoms will appear two to five days after infection. The symptoms may include burning and itching while urinating, yellow, white, or green discharge from the penis, and swollen and painful testicles. Like Chlamydia, Gonorrhea can be diagnosed with a simple laboratory test. Gonorrhea can be treated with antibiotics. However, recently drug resistant forms of Gonorrhea have emerged. Thus, the treatment has become more difficult. Many individuals who have Gonorrhea also have Chlamydia, so physicians may choose to treat the individual for both at the same time. If Gonorrhea goes untreated it can cause Pelvic Inflammatory Disease in women, epididymitis (painful condition in the testicles that may lead to infertility) in men, and can lead to life threatening blood and joint infections. Furthermore, people with untreated Gonorrhea are more likely to be susceptible to HIV.      Another bacterial STD is syphilis. Syphilis can cause a large, painless sore on your genitals before progressing to flu-like symptoms. Since syphilis's symptoms are similar to so many other diseases it is known as the \"the great intimidator.\" The most reported cases of syphilis have been in women in their mid 20's and men in their mid 30s. However, everyone who is sexually active is at risk for syphilis. Syphilis is passed through direct contact with person with a sore. Sores can occur on the penis, vagina, anus, rectum, lips, and mouth. It can be passed through vaginal, anal, and oral sex and also can be passed from a pregnant mother to her baby. Syphilis can be diagnosed by examining the sore. Also the blood test is another way in which one may be tested for syphilis. Syphilis is easily treated in the early stages with penicillin. The longer someone is infected with the disease the more intense the dosing will need to be. The treatment cannot repair any damage the disease has already done to organs. Syphilis has three stages. The main symptom in the primary stage is the development of a sore or sores. These sores are firm, round, and usually painless. If they go untreated the disease will progress to the second stage. The main symptom in the second stage is a rash. The rash may appear on the palm of the hands or the bottom of the feet. The rash is not usually itchy and it mimics rashes common to other diseases. In addition to the rashes some individuals experience swollen glands, fever, hair loss, hair loss, headaches, weight loss, and fatigue. These symptoms will resolve if not treated, however, the individual's disease will progress to the third stage. The third stage is known as the \"latent stage\" because the symptoms are hidden. For many years in this last stage the disease has no outward symptoms. However, during this stage the disease attacks the organs including the brain, nerves, eyes, heart, blood, liver, bones, and joints. Ultimately people with untreated syphilis may suffer dementia, blindness, reduced muscle movement, and possible paralysis.      Trichomonas is an example of a parasitic STD. It is similar to a bacterial STD but instead of being caused by a bacterium it is caused by a parasite. The symptoms of trichomonas differ for men and women. Women typically experience foul smelling, frothy, green discharge from the vagina, vaginal itching, and redness. They may also experience an increased urge to urinate, pain during sexual intercourse, and lower abdominal pain. Men typically do not have symptoms. However, those who do experience symptoms will have discharge from the urethra, pain and/or a burning sensation during urination. Trichomonas is spread through sexual activity. It is found more commonly in individuals with multiple sexual partners. There is a myth that trichomonas can be spread by sitting on dirty toilet seats; however, this is myth! Since trichomonas is a parasite it is dependant on body for survival; thus, it dies almost immediately in the environment outside of the body. In order to diagnose trichomonas the procedure differs in women and men as well. For women, the physician will conduct a pelvic exam and collect vaginal samples that are cultured for parasites. For men, a sample can be collected either from the urethra or a urine sample may be collected. The sample then will be cultured for parasites. Like the bacterial STDS, trichomonas can be treated with an antibiotic.      Unfortunately, unlike the bacterial and parasitical STDs medicine has no good cures for viral STDS. HIV attacks your body's immune system for years, so people often do not know they have been infected until later in the disease. HIV can cause Acquired Immunodeficiency Syndrome (AIDS). Please watch this multimedia presentation to learn more about HIV/AIDS, treatments, and prevention. Again, this is why it is important to minimize risky sexual behavior and get tested frequently.      Herpes is another virus for which we have no cure. Genital herpes can be caused by one of two viruses, the herpes simplex viruses type 1 (HSV-1) or type 2 (HSV-2). Most cases of genital herpes, however, are caused by the herpes simplex virus type 2 (HSV-2). The symptoms of herpes are sporadic. Many individuals have minimal symptoms in the form of blisters around the genitals and rectum that can disappear and then reoccur months later. The blisters may break. If the blister breaks it leaves behind an \"ulcer\" or sore that can take two to four weeks to heal. One out five people in the United States has genital herpes. Herpes spread through direct sexual or intimate contact with an individual who has herpes. The individual need not have a sore or open wound for the herpes virus to spread. Sexual and intimate contact includes any contact in which bodily fluids may be exchanged including kissing, vaginal intercourse, anal intercourse, and oral sex. Genital herpes can cause reoccurring sores, pain, and suppression of the immune system. Genital herpes may be fatal in infants so particular caution must be taken when pregnant and diagnosed with genital herpes. Furthermore, since genital herpes suppresses the immune system, it makes the individual more susceptible to HIV. A physician can diagnose genital herpes through visual inspection of a sore and/or through lab diagnosis. Although there is no cure for herpes, there are a number of medications that will help minimize the symptoms and reduce the frequency of outbreaks. Furthermore, there is \"suppressive therapy\" which can help to reduce the likelihood of passing the disease to a sexual partner.      So what exactly are these risky sexual behaviors? It's actually very simple. Minimize the number of partners with whom you have oral, vaginal, or anal intercourse and ALWAYS use protection - condoms are the most effective. Remember oral sex puts you at risk for STDs too! Many people ignore these risks. Also remember that if you choose to take the birth control pill this will reduce your likelihood of pregnancy, but it does not protect against sexually transmitted diseases.       3. The Revolving Door - A Physician's Reality      You are a primary care physician. One day, a long-time patient of yours, Ms. S who is 18 years old comes in complaining of a vaginal discharge. After examining and testing the discharge, you determine that she has the STD chlamydia and treat her with a course of antibiotics.      Two months later, Ms. S comes in again with a similar complaint. Again, its chlamydia, and again, you treat her. You remind her that her partner needs to be treated for the infection as well or her treatment will be ineffectual. She assures that he agreed to be treated. She suggests that perhaps she was re-infected before his treatment took hold.      A few months later Ms. S shows back up at your office with similar symptoms. You have told Ms. S to tell her boyfriend to receive treatment every time she has come in. Ms. S now tells you that her boyfriend has been refusing to go to the doctor. He does not have any symptoms of chlamydia, he doesn't like doctors, and he doesn't have health insurance. You tell Ms. S that there are plenty of public health clinics that can provide the tests and medication at a reduced charge, if not for free. Still, the boyfriend does not want to go.      What should you do? One option is to hand Ms. S two antibiotic prescriptions - one for her, and one for her boyfriend. This way, he will finally get treated and she will not be re-infected. This is called Expedited Partner Therapy (EPT).       4. What Are Some Of The Ethical Issues?      There is a wide variety of ethical issues that have been raised by expedited partner therapy. Some of these are:       Patient Safety      EPT requires physicians to prescribe medications to patients they have not actually examined. Ms. S's boyfriend might have a more complex health problem requiring the physician's input and advice. The boyfriend misses out on the opportunity to ask questions about the disease or treatment and present relevant medical history. What if Ms. S's boyfriend was allergic to the drug prescribed? In some states, EPT is legal and in others it is not because of these safety concerns. In fact, the physician can be sued if anything goes wrong with the patient's partner. However, the Centers for Disease Control (CDC), the branch of the federal government that looks after public health, recommend EPT in most cases since you cannot effectively treat an STD without treating the partner. What do you think? Is the potential risk for the patient's partner worth the benefit to the patient and the potential benefit to the patient's partner?       Informed Consent      Another problem with EPT is that the patient's partner cannot provide informed consent. Normally, a doctor explains directly to a person what the disease is, what its symptoms and complications are, how the treatment is disbursed, and the risks of the treatment. The person then can choose whether he or she would like to engage in this treatment. In EPT, the doctor never actually meets with the patient's partner. If Ms. S doesn't give all the proper information to her boyfriend, then he cannot make a truly informed decision. Furthermore, without the opportunity to ask any questions of the physician, he cannot give informed consent before deciding to take the treatment. Is this fair?       Confidentiality      Another potential ethical problem with EPT is confidentiality. Being named as the partner to the physician is violating Ms. S's boyfriend confidentiality. The doctor might also ask Ms. S if her boyfriend has any health problems before the physician gives her the prescription for him. His confidentiality is being compromised if he is forced to discuss his health problems with Ms. S. What do you think? Do you think it is okay to violate a person's confidentiality so that their partner can receive treatment? Do you have the right to confidentiality when you actions may harm someone else? Chlamydia can cause lifelong complications including chronic pain and infertility. So is it ok in cases of chlamydia and gonorrhea but not okay in cases of other diseases such as trichomonas that do not have long-term complications (unless you are pregnant)? If there is a public health concern that the individual's behavior is risky without concern to others should the individual still have a right to his or her confidentiality? For example, if a woman is aware that she has HIV but does not want to tell her partners should her right to confidentiality protect her from having to tell her sexual partners? The CDC and WHO do not protect confidentiality in this case, since testing, safe sexual practices, and medical treatment are necessary for prevention and survival. Do you agree with the CDC and WHO (World Health Organization) ?             Review Questions          List the three types of sexually transmitted diseases.          Which STDs are the most common? Which ones have long-term consequences?          Identify three ethical issues that arise from the practice of expedited partner therapy and discuss your stance on each of these.Identify three ethical issues that arise from the practice of expedited partner therapy and discuss your stance on each of these.          What is informed consent? How is it relevant to expedited partner therapy?             References (links offsite)           Centers for Disease Control, Expedited Partner Therapy Report           American College of Obstetrics and Gynecology, How to Prevent STDs           Centers for Disease Control, STD Awareness Brochures           National HIV and STD Testing Resources      Tagged: Clinical Ethics                                                                                      NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}][{"detail": [{"content": "Middle and High School Program                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Undergraduate Admissions   /   Apply   /   Freshman Applicants   /   Opportunity Programs   /   Middle and High School Program                 Sub Navigation                                 How We Help                       Parents' Information                       Careers and Professions                                                                   Middle and High School Program      Science and Technology Entry Program (STEP)       The Science &amp; Technology Entry Program (STEP) at New York University (NYU) is an innovative pre-college enrichment program for talented middle and high school students in New York City. Our goal is to encourage and increase the presence of historically under-represented groups in science, technology, engineering, math (STEM careers) and licensed professions.    Building Excellence in Science and Technology (BEST)       Building Excellence in Science and Technology (BEST) is a joint program with STEP at NYU. The BEST program is specifically designed to serve students attending middle school and high school in Community School District 13 located in Brooklyn, New York.         Eligibility Requirements     To be eligible for STEP, you must:     Be a high school or middle school student in grades 7-12   Have an 80 Average in Math, Science, and English   Have an 80 Cumulative Average   Be a resident of New York State   Identify as African American, Latino, Native American, and Alaskan American, or meet state-determined economic criteria below.     Economically Disadvantaged Eligibility Requirements   1. Economic Eligibility Criteria (for students who do not identify as African American, Latino, Native American or Alaskan American):     All economic eligibility criteria apply to the calendar year prior to the academic year of first entry into STEP. For example, 2012-2013, it is the 2011 calendar year; for 2013-2014, it is the 2012 calendar year.   A student is considered economically disadvantaged if he or she is a member of:   A household supported by one parent if dependent, by the student or by a spouse if independent, whose total annual income is not more than the applicable amount listed in the Income eligibility table.         2. Exceptions:     Reference to the household income scale need not be made if the student falls into  one of the following categories, and documentation is available:     a. The student's family is the recipient of: (1) Family Assistance Program Aid; or (2) Safety Net Assistance through the New York State Office of Temporary and Disability Assistance, or a county department of social services; or (3) family day-care payments through the New York State Office of Children and Family Services Assistance, or a county department of social services;   b. The student is a ward of the State or a county.     (For students first entering the Program between July 1, 2015 and June 30, 2016)          Income Eligibility  Number of Dependents  2015-16 (Total income in  preceding calendar year)     1 $21,755  2 $29,471  3 $37,167  4 $44,863  5 $52,559  6 $60,255  7 $67,951*      *Add $7,696 for each family member in excess of 7.                                              Apply     Thank you for your interest in the STEP/BEST program. We are no longer accepting applications for the Summer 2015 program. Please check back in early August for the Fall 2015/Spring 2016 application. If you have any questions contact the STEP/BEST office at 212-998-5680.                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Middle and High School Program                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Undergraduate Admissions   /   Apply   /   Freshman Applicants   /   Opportunity Programs   /   Middle and High School Program                 Sub Navigation                                 How We Help                       Parents' Information                       Careers and Professions                                                                   Middle and High School Program      Science and Technology Entry Program (STEP)       The Science &amp; Technology Entry Program (STEP) at New York University (NYU) is an innovative pre-college enrichment program for talented middle and high school students in New York City. Our goal is to encourage and increase the presence of historically under-represented groups in science, technology, engineering, math (STEM careers) and licensed professions.    Building Excellence in Science and Technology (BEST)       Building Excellence in Science and Technology (BEST) is a joint program with STEP at NYU. The BEST program is specifically designed to serve students attending middle school and high school in Community School District 13 located in Brooklyn, New York.         Eligibility Requirements     To be eligible for STEP, you must:     Be a high school or middle school student in grades 7-12   Have an 80 Average in Math, Science, and English   Have an 80 Cumulative Average   Be a resident of New York State   Identify as African American, Latino, Native American, and Alaskan American, or meet state-determined economic criteria below.     Economically Disadvantaged Eligibility Requirements   1. Economic Eligibility Criteria (for students who do not identify as African American, Latino, Native American or Alaskan American):     All economic eligibility criteria apply to the calendar year prior to the academic year of first entry into STEP. For example, 2012-2013, it is the 2011 calendar year; for 2013-2014, it is the 2012 calendar year.   A student is considered economically disadvantaged if he or she is a member of:   A household supported by one parent if dependent, by the student or by a spouse if independent, whose total annual income is not more than the applicable amount listed in the Income eligibility table.         2. Exceptions:     Reference to the household income scale need not be made if the student falls into  one of the following categories, and documentation is available:     a. The student's family is the recipient of: (1) Family Assistance Program Aid; or (2) Safety Net Assistance through the New York State Office of Temporary and Disability Assistance, or a county department of social services; or (3) family day-care payments through the New York State Office of Children and Family Services Assistance, or a county department of social services;   b. The student is a ward of the State or a county.     (For students first entering the Program between July 1, 2015 and June 30, 2016)          Income Eligibility  Number of Dependents  2015-16 (Total income in  preceding calendar year)     1 $21,755  2 $29,471  3 $37,167  4 $44,863  5 $52,559  6 $60,255  7 $67,951*      *Add $7,696 for each family member in excess of 7.                                              Apply     Thank you for your interest in the STEP/BEST program. We are no longer accepting applications for the Summer 2015 program. Please check back in early August for the Fall 2015/Spring 2016 application. If you have any questions contact the STEP/BEST office at 212-998-5680.                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Risk, Ethics &amp; Sexually Transmitted Diseases | High School Bioethics                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             High School Bioethics                                                                                  Home   About   Briefs   Modules   News   Outreach                                  Home Briefs Risk, Ethics &amp; Sexually Transmitted Diseases            Print  Email               - A + A                                                                                        Risk, Ethics &amp; Sexually Transmitted Diseases                                                                     1. Objectives       Understand the basics of sexually transmitted diseases including types of infections, symptoms, and treatments       Appreciate the importance of minimizing risk factors for sexually transmitted diseases       Discuss the ethical questions raised by the real-life practice of expedited therapy       Curriculum Integration Ideas      This brief may be used in life science and health classes during units for topics including:       Human reproduction       Sexually transmitted diseases and prevention strategies       Public policy discussions on physician practice       2. Sexually Transmitted Diseases      Sexually transmitted diseases (STDs) are a real and unfortunate result of unsafe sexual practices. They can be transmitted through oral, vaginal, or anal intercourse. There are three main categories of STDs based on what kind of organism is infecting the human body - bacterial, parasitic, and viral. Bacterial infections include chlamydia, gonorrhea, and syphilis. Chlamydia is the most common STD and can cause burning during urination and penile or vaginal discharge. The scary thing about chlamydia is that it often causes no symptoms! For this reason Chlamydia is known as the \"the silent\" disease. Women who do experience symptoms may have vaginal discharge, burning during urination, lower abdominal pain, lower back pain, nausea, fever, pain during intercourse, and bleeding in between periods. Men who have symptoms may experience burning during urination, discharge from the penis, and in rare cases pain and swelling of the testicles. Those who have anal sex may experience pain, discharge, and itching in the rectum. Those who participate in oral sex may experience pus and discomfort in the throat. Everyone who participates in sexual activity is at risk for Chlamydia. However, the risk for Chlamydia is increased for sexual active teenage girls because their uteruses have not fully matured. Chlamydia can be diagnosed through lab tests. It is easily treated with antibiotics. Sexual partners should also be treated for two reasons a) they likely have the disease b) they can re-infected the already just treated individual making the treatment ineffectual. If the Chlamydia goes untreated it can cause Pelvic Inflammatory Disease, infertility problems, chronic pain and even sterility (although this is rare).      Gonorrhea is another common STD. The highest rates of Gonorrhea are among sexually active teenagers, young adults, and African Americans. Gonorrhea is easily spread. It is spread through contact with the penis, vagina, mouth, or anus. Ejaculation need not occur in order for the infection to occur. Like Chlamydia, Gonorrhea may go many years without any symptoms. In fact, most women do not experience symptoms and those who will experience them have only mild symptoms. Those symptoms may include pain and burning during urination, increased vaginal discharge, and bleeding in between periods. These symptoms are often mistaken for bladder infections and so may be misdiagnosed. Thus, it is important that sexually active women are tested for STDs. For men symptoms will appear two to five days after infection. The symptoms may include burning and itching while urinating, yellow, white, or green discharge from the penis, and swollen and painful testicles. Like Chlamydia, Gonorrhea can be diagnosed with a simple laboratory test. Gonorrhea can be treated with antibiotics. However, recently drug resistant forms of Gonorrhea have emerged. Thus, the treatment has become more difficult. Many individuals who have Gonorrhea also have Chlamydia, so physicians may choose to treat the individual for both at the same time. If Gonorrhea goes untreated it can cause Pelvic Inflammatory Disease in women, epididymitis (painful condition in the testicles that may lead to infertility) in men, and can lead to life threatening blood and joint infections. Furthermore, people with untreated Gonorrhea are more likely to be susceptible to HIV.      Another bacterial STD is syphilis. Syphilis can cause a large, painless sore on your genitals before progressing to flu-like symptoms. Since syphilis's symptoms are similar to so many other diseases it is known as the \"the great intimidator.\" The most reported cases of syphilis have been in women in their mid 20's and men in their mid 30s. However, everyone who is sexually active is at risk for syphilis. Syphilis is passed through direct contact with person with a sore. Sores can occur on the penis, vagina, anus, rectum, lips, and mouth. It can be passed through vaginal, anal, and oral sex and also can be passed from a pregnant mother to her baby. Syphilis can be diagnosed by examining the sore. Also the blood test is another way in which one may be tested for syphilis. Syphilis is easily treated in the early stages with penicillin. The longer someone is infected with the disease the more intense the dosing will need to be. The treatment cannot repair any damage the disease has already done to organs. Syphilis has three stages. The main symptom in the primary stage is the development of a sore or sores. These sores are firm, round, and usually painless. If they go untreated the disease will progress to the second stage. The main symptom in the second stage is a rash. The rash may appear on the palm of the hands or the bottom of the feet. The rash is not usually itchy and it mimics rashes common to other diseases. In addition to the rashes some individuals experience swollen glands, fever, hair loss, hair loss, headaches, weight loss, and fatigue. These symptoms will resolve if not treated, however, the individual's disease will progress to the third stage. The third stage is known as the \"latent stage\" because the symptoms are hidden. For many years in this last stage the disease has no outward symptoms. However, during this stage the disease attacks the organs including the brain, nerves, eyes, heart, blood, liver, bones, and joints. Ultimately people with untreated syphilis may suffer dementia, blindness, reduced muscle movement, and possible paralysis.      Trichomonas is an example of a parasitic STD. It is similar to a bacterial STD but instead of being caused by a bacterium it is caused by a parasite. The symptoms of trichomonas differ for men and women. Women typically experience foul smelling, frothy, green discharge from the vagina, vaginal itching, and redness. They may also experience an increased urge to urinate, pain during sexual intercourse, and lower abdominal pain. Men typically do not have symptoms. However, those who do experience symptoms will have discharge from the urethra, pain and/or a burning sensation during urination. Trichomonas is spread through sexual activity. It is found more commonly in individuals with multiple sexual partners. There is a myth that trichomonas can be spread by sitting on dirty toilet seats; however, this is myth! Since trichomonas is a parasite it is dependant on body for survival; thus, it dies almost immediately in the environment outside of the body. In order to diagnose trichomonas the procedure differs in women and men as well. For women, the physician will conduct a pelvic exam and collect vaginal samples that are cultured for parasites. For men, a sample can be collected either from the urethra or a urine sample may be collected. The sample then will be cultured for parasites. Like the bacterial STDS, trichomonas can be treated with an antibiotic.      Unfortunately, unlike the bacterial and parasitical STDs medicine has no good cures for viral STDS. HIV attacks your body's immune system for years, so people often do not know they have been infected until later in the disease. HIV can cause Acquired Immunodeficiency Syndrome (AIDS). Please watch this multimedia presentation to learn more about HIV/AIDS, treatments, and prevention. Again, this is why it is important to minimize risky sexual behavior and get tested frequently.      Herpes is another virus for which we have no cure. Genital herpes can be caused by one of two viruses, the herpes simplex viruses type 1 (HSV-1) or type 2 (HSV-2). Most cases of genital herpes, however, are caused by the herpes simplex virus type 2 (HSV-2). The symptoms of herpes are sporadic. Many individuals have minimal symptoms in the form of blisters around the genitals and rectum that can disappear and then reoccur months later. The blisters may break. If the blister breaks it leaves behind an \"ulcer\" or sore that can take two to four weeks to heal. One out five people in the United States has genital herpes. Herpes spread through direct sexual or intimate contact with an individual who has herpes. The individual need not have a sore or open wound for the herpes virus to spread. Sexual and intimate contact includes any contact in which bodily fluids may be exchanged including kissing, vaginal intercourse, anal intercourse, and oral sex. Genital herpes can cause reoccurring sores, pain, and suppression of the immune system. Genital herpes may be fatal in infants so particular caution must be taken when pregnant and diagnosed with genital herpes. Furthermore, since genital herpes suppresses the immune system, it makes the individual more susceptible to HIV. A physician can diagnose genital herpes through visual inspection of a sore and/or through lab diagnosis. Although there is no cure for herpes, there are a number of medications that will help minimize the symptoms and reduce the frequency of outbreaks. Furthermore, there is \"suppressive therapy\" which can help to reduce the likelihood of passing the disease to a sexual partner.      So what exactly are these risky sexual behaviors? It's actually very simple. Minimize the number of partners with whom you have oral, vaginal, or anal intercourse and ALWAYS use protection - condoms are the most effective. Remember oral sex puts you at risk for STDs too! Many people ignore these risks. Also remember that if you choose to take the birth control pill this will reduce your likelihood of pregnancy, but it does not protect against sexually transmitted diseases.       3. The Revolving Door - A Physician's Reality      You are a primary care physician. One day, a long-time patient of yours, Ms. S who is 18 years old comes in complaining of a vaginal discharge. After examining and testing the discharge, you determine that she has the STD chlamydia and treat her with a course of antibiotics.      Two months later, Ms. S comes in again with a similar complaint. Again, its chlamydia, and again, you treat her. You remind her that her partner needs to be treated for the infection as well or her treatment will be ineffectual. She assures that he agreed to be treated. She suggests that perhaps she was re-infected before his treatment took hold.      A few months later Ms. S shows back up at your office with similar symptoms. You have told Ms. S to tell her boyfriend to receive treatment every time she has come in. Ms. S now tells you that her boyfriend has been refusing to go to the doctor. He does not have any symptoms of chlamydia, he doesn't like doctors, and he doesn't have health insurance. You tell Ms. S that there are plenty of public health clinics that can provide the tests and medication at a reduced charge, if not for free. Still, the boyfriend does not want to go.      What should you do? One option is to hand Ms. S two antibiotic prescriptions - one for her, and one for her boyfriend. This way, he will finally get treated and she will not be re-infected. This is called Expedited Partner Therapy (EPT).       4. What Are Some Of The Ethical Issues?      There is a wide variety of ethical issues that have been raised by expedited partner therapy. Some of these are:       Patient Safety      EPT requires physicians to prescribe medications to patients they have not actually examined. Ms. S's boyfriend might have a more complex health problem requiring the physician's input and advice. The boyfriend misses out on the opportunity to ask questions about the disease or treatment and present relevant medical history. What if Ms. S's boyfriend was allergic to the drug prescribed? In some states, EPT is legal and in others it is not because of these safety concerns. In fact, the physician can be sued if anything goes wrong with the patient's partner. However, the Centers for Disease Control (CDC), the branch of the federal government that looks after public health, recommend EPT in most cases since you cannot effectively treat an STD without treating the partner. What do you think? Is the potential risk for the patient's partner worth the benefit to the patient and the potential benefit to the patient's partner?       Informed Consent      Another problem with EPT is that the patient's partner cannot provide informed consent. Normally, a doctor explains directly to a person what the disease is, what its symptoms and complications are, how the treatment is disbursed, and the risks of the treatment. The person then can choose whether he or she would like to engage in this treatment. In EPT, the doctor never actually meets with the patient's partner. If Ms. S doesn't give all the proper information to her boyfriend, then he cannot make a truly informed decision. Furthermore, without the opportunity to ask any questions of the physician, he cannot give informed consent before deciding to take the treatment. Is this fair?       Confidentiality      Another potential ethical problem with EPT is confidentiality. Being named as the partner to the physician is violating Ms. S's boyfriend confidentiality. The doctor might also ask Ms. S if her boyfriend has any health problems before the physician gives her the prescription for him. His confidentiality is being compromised if he is forced to discuss his health problems with Ms. S. What do you think? Do you think it is okay to violate a person's confidentiality so that their partner can receive treatment? Do you have the right to confidentiality when you actions may harm someone else? Chlamydia can cause lifelong complications including chronic pain and infertility. So is it ok in cases of chlamydia and gonorrhea but not okay in cases of other diseases such as trichomonas that do not have long-term complications (unless you are pregnant)? If there is a public health concern that the individual's behavior is risky without concern to others should the individual still have a right to his or her confidentiality? For example, if a woman is aware that she has HIV but does not want to tell her partners should her right to confidentiality protect her from having to tell her sexual partners? The CDC and WHO do not protect confidentiality in this case, since testing, safe sexual practices, and medical treatment are necessary for prevention and survival. Do you agree with the CDC and WHO (World Health Organization) ?             Review Questions          List the three types of sexually transmitted diseases.          Which STDs are the most common? Which ones have long-term consequences?          Identify three ethical issues that arise from the practice of expedited partner therapy and discuss your stance on each of these.Identify three ethical issues that arise from the practice of expedited partner therapy and discuss your stance on each of these.          What is informed consent? How is it relevant to expedited partner therapy?             References (links offsite)           Centers for Disease Control, Expedited Partner Therapy Report           American College of Obstetrics and Gynecology, How to Prevent STDs           Centers for Disease Control, STD Awareness Brochures           National HIV and STD Testing Resources      Tagged: Clinical Ethics                                                                                      NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]