[{"detail": [{"content": "Topics: The Ballad, Medieval and Early Modern    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Topics: The Ballad, Medieval and Early Modern                                        The Ballad, Medieval and Early Modern      Fall 2012. MARC; French.      Prof. Evelyn B. (Timmie) Vitz           Short description:  There is a rich tradition of stories  told in song throughout medieval and early modern Europe, from Scandinavia down  to Iberia, from England and Scotland in the West to Greece (and beyond). This  course focuses on high points from this tradition, which is full of fairies,  trolls, and devils; knights (some of them outlandish) and strong women; love  and adventure, violence and death. French, Spanish and Italian songs will  receive special emphasis, along with the vibrant tradition from the British  Isles. We will also examine the enduring appeal of the sung ballad in the  modern period, in contemporary performances by major artists.           Tentative Syllabus:      (Note: students  will read/study approximately 15-20 ballads per week, depending on the length  and difficulty of the songs; they will have a Reader)           1: 1:  Introduction; Medieval Latin narrative songs      Part I:  Medieval proto-“ballads” and short narrative songs      2: Scandinavian fragments and early songs  (Olrik; Dal)      3: France: the “pastourelle” and “chanson  de toile” (Rosenberg et al; Goldin)      4-5: Spain: the “romancero” tradition: “romances”  about Charlemagne, “Le Cid,” Lancelot, and others (Applebaum; Gibson; Merwin)      6: England: the  early “carol” tradition; earliest ballads (Greene, Child)           Part II: The  rise of the ballad tradition in the Early Modern period      7-8: English  and Scottish ballads: the “Child” Ballads (Child; Bronson)      9: The “broadside  ballad” (Child; Bodleian Library Broadside Collection)      10-11: French “chansons folkloriques” (Crane; Doncieux  &amp; Tiersot; Leclerc, Le Roux de Lindy; Lomax Collection); Italian “canti  popolari” (Marcoaldi; Lomax Collection)      12: European balladry—a shared tradition  (Seeman et al.; Child)       13: Survival and metamorphoses of the  traditional ballad in North America: the United States and French Canada  (Child. Bronson; Barbeau)            14: Conclusions           Some themes &amp; issues to explore:      History of the  ballad (by its different names); particular features of national traditions vs.  a shared European tradition with common themes; reflection of historical events  in ballads vs. fictional treatment; ballad forms; the representation of emotion  in ballad; issues of transmission (oral vs. written); ballad melody; the ballad  in association with dance; types of ballad performance and performers;  modification of ballads for new audiences (e.g., North American)           Work for course:      Frequent  Blackboard posts on the reading and recorded performances      Take-home midterm  exam      Two 3-page  papers      Performance of  a ballad, or analysis of ballad performances      A final  research paper      Final oral exam           Grade breakdown:      25%: Class participation      25%: Blackboard  posts      25%: Papers and other assignments      25%: Exams           Select  bibliography: Editions and anthologies (Students will have a Reader):      *= I  will translate (or have translated) the songs used)      Applebaum,  Stanley. Spanish Traditional  Ballads/Romances Viejos Espagnoles (Dual-Language Books) . Mineola NY:  Dover, 2003.      Barbeau, Marius  and Edward Sapir. Folk Songs of French  Canada , New Haven: Yale University press, 1925.      Barbeau,  Marius, ed. Jongleur songs of Old Quebec .  Trans Sir Harold Boulton and Sir Ernest MacMillan, New Brunswick: Rutgers University  Press, Toronto: Ryerson Press, 1962      Béraud-Williams, Sylvette. 1987. Chanson  Populaires d’Ardèche. Aix-en-Provence. Édisud (*).      Bodleian  Library Broadside Ballad website: http://www.bodley.ox.ac.uk/ballads/      Bronson,  Bertrand H, ed. The Singing Tradition of  Child’s Popular Ballads , Princeton, N.J.: Princeton University Press; 1976.      Child, Francis  James, ed. The English and Scottish Popular Ballad , 5 vols;Mineola NY:  Dover (orig. New York: Houghton Mifflin, 1884-1898).      Crane, Thomas  Frederick . Chansons Populaires de la  France: A Selection from Popular Ballads . G. P. Putnam's sons, 1844-1927  (*).      Dal, Eric, ed. Danish Ballads and Folk Songs . Trans.  Henry Meyer, Copenhagen and New York: American Scandinavian Foundation/Rosenkilde  and Bagger, 1967.      Doncieux,  George and Julien Tiersot, eds. Le Romancero populaire de la France:  Choix de chansons populaires francaises (1904), Kessinger Publishing Legacy  Reprints (orig. Paris: Emile Bouillon, 1904) (*).      Gibson, James  Young and Margaret Dunlop Gibson, The Cid   Ballads and Other Poems and  Translations from Spanish and German , London: Kegan, Paul, Trench Trübner  &amp; Co, 1898.      Goldin, Frederick,   Lyrics of the Troubadours and Trouvères:  An Anthology and a History , Gloucester, MA: Peter Smith, 1983.      Greene, Richard  Leighton, ed. The Early English Carols .  Oxford: Clarendon, 1977.      Leclerc, Marie-Dominique. Chansons de  Colportage. Presses Universitaires de Reims, 2002 (*).      Le Roux de Lincy, Recueil de Chants Historiques  Français. Paris. Béthune et Plon, 1842 (*).      Lomax, Alan:  “The Alan Lomax Collection”: texts in the numerous CDs of music from various  parts of Italy, Spain, etc.      Marcoaldi, Oreste.   Canti popolari inediti umbri, liguri, piceni, piemontesi, latini,   Bologna: Forni, 1967 (*).      Merwin, W.S. Spanish Ballads , Port Thompson, WA:  Copper Canyon Press, 2008.      Nisard, Charles. Des Chansons Populaires Chez les Anciens et Chez les Français: Essai  Historique Suivi d'une Étude sur la Chanson des Rues Contemporaine . E.  Dentu, 1808-1889 (*).      Olrik, Alex,  ed. A Book of Danish Ballads . Trans. E.M. Smith-Dampier, Princeton:  Princeton University Press/ New York: American-Scandinavian Foundation, 1939.      Rosenberg,  Samuel N., Margaret Switten, and Gérard Le Vot. Songs of the Troubadours and Trouvères,: An Anthology of Poems and Melodies . New York: Garland, 1998. .      Seeman, Erich, Bengt  R. Johsson, and Dag Stromback, European Folk Ballads , Copenhagen:  Rosenkilde and Bagger, 1967.           Relevant performers &amp; groups include:      Anonymous 4      Joan Baez      Bob Dylan      Clancy Brothers      John Langstaff      Alan Lomax  Collection—a wide variety of performers      Planxty      Jean Ritchie      John Roberts  and Tony Barrand      Sequentia      Trio Mediaeval                                       NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]}]