[{"detail": [{"content": "Untitled Document                 Multi-disciplinary graduate seminar:    G45.2860/ G57.2860/ G70.2860/ G90.2860    The Culture of the Latin Kingdom of Jerusalem    Prof. Evelyn (Timmie) B. Vitz, French Department; Affiliated Professor of Religious Studies, Medieval and Renaissance Studies, and Comparative Literature   New York University   Spring 2006   Wednesday 4:10-6:10    This course examines the culture of the Latin Kingdom of Jerusalem in the larger context of the crusader kingdoms. We are concerned with art and architecture, music, liturgical and religious life, literature and historiography. We will be interested in particular features of Frankish culture and identity in Jerusalem and more generally in Outremer , as well as in the complex interactions and hybridities that characterized this world inhabited by assorted Latins, Eastern Christians, Byzantine Christians, Muslims and Jews.    This is a multi-disciplinary seminar, with participants from throughout the New York Consortium and beyond. The course organizer is Evelyn (Timmie) Birge Vitz (NYU, French/ Comparative Literature/ Religious Studies). Participants include: Jill Claster (NYU, History), Frank Peters (NYU, Religious Studies), William Clark (CUNY Grad. Center, Art History), Eric Ivison (CUNY Grad. Center/ College of Staten Island, History), and Nina Rowe (Fordham University, Art History).    Interested graduate students from all disciplines and from throughout the Consortium are invited to take this seminar. Work for the course will consist of several short oral and written responses, and a final research presentation and paper.    In recent years much important work has been done on the culture of the Latin Kingdom and related topics, from a variety of perspectives. We hope that this course will contribute further to the growth of innovative and collaborative scholarship in this area.    Texts to purchase:    Jonathan Riley-Smith, The Crusades: A Short History , Yale U.P.    Jonathan Riley-Smith, ed. The Oxford Illustrated History of the Crusades , Oxford U.P.    Joinville and Villehardouin, Chronicles of the Crusades , Penguin.    NOTE: This course will also make extensive use of photocopied material."}]},
{"detail": [{"content": "Untitled Document                 Multi-disciplinary graduate seminar:    G45.2860/ G57.2860/ G70.2860/ G90.2860    The Culture of the Latin Kingdom of Jerusalem    Prof. Evelyn (Timmie) B. Vitz, French Department; Affiliated Professor of Religious Studies, Medieval and Renaissance Studies, and Comparative Literature   New York University   Spring 2006   Wednesday 4:10-6:10    This course examines the culture of the Latin Kingdom of Jerusalem in the larger context of the crusader kingdoms. We are concerned with art and architecture, music, liturgical and religious life, literature and historiography. We will be interested in particular features of Frankish culture and identity in Jerusalem and more generally in Outremer , as well as in the complex interactions and hybridities that characterized this world inhabited by assorted Latins, Eastern Christians, Byzantine Christians, Muslims and Jews.    This is a multi-disciplinary seminar, with participants from throughout the New York Consortium and beyond. The course organizer is Evelyn (Timmie) Birge Vitz (NYU, French/ Comparative Literature/ Religious Studies). Participants include: Jill Claster (NYU, History), Frank Peters (NYU, Religious Studies), William Clark (CUNY Grad. Center, Art History), Eric Ivison (CUNY Grad. Center/ College of Staten Island, History), and Nina Rowe (Fordham University, Art History).    Interested graduate students from all disciplines and from throughout the Consortium are invited to take this seminar. Work for the course will consist of several short oral and written responses, and a final research presentation and paper.    In recent years much important work has been done on the culture of the Latin Kingdom and related topics, from a variety of perspectives. We hope that this course will contribute further to the growth of innovative and collaborative scholarship in this area.    Texts to purchase:    Jonathan Riley-Smith, The Crusades: A Short History , Yale U.P.    Jonathan Riley-Smith, ed. The Oxford Illustrated History of the Crusades , Oxford U.P.    Joinville and Villehardouin, Chronicles of the Crusades , Penguin.    NOTE: This course will also make extensive use of photocopied material."}, {"content": "Spring 2007 Graduate Course Descriptions    | Religious Studies | NYU                                                                                                                                                        Back to Previous Page         Spring 2007 Graduate Course Descriptions              Please note: all course numbers listed here with an  “x” before them are crosslisted with the Religious Studies Program but are primarily  sponsored by another academic department.  xG90.1577 – Shi’i Islam  (Chelkowski) Monday; 4:55pm – 7:35pm This course is a survey of the origins, development, forms,  and significance of Shi'i Islam. This course is sponsored by the Department  of Middle Eastern &amp; Islamic Studies.                  xG90.1800 – History  of Judaism in Late Antiquity (Schiffman) Tuesday; 11:00am – 1:45pm Students in this course will study the history of Jewish  thought, literature, law, and ritual in the formative years in which the  classical tradition was coming to fruition in Talmudic literature. This course emphasizes the development of the  major ideas and institutions of Judaism in the Second Temple  and Rabbinic periods and the factors, both internal and external, that  contributed to it. This course is sponsored by the Department of Hebrew &amp; Judaic Studies .                  xG90.1852 – Islamic  Law and Society (Haykel) Thursday; 4:55pm – 7:35pm The intent of this course is an introduction to Islamic law  in theory and as social practice. This course is sponsored by the Department  of Middle Eastern &amp; Islamic Studies.                  xG90.2543 – Topics in  Lit. Theory II: Gender, Otherness, and Difference (Feldman) Monday; 11:00am – 1:45pm This course examines  the cross-Atlantic dialogue on gender from the perspective of one of the major  “casualties” of postmodernism – the binarism of self and other. The resulting  reconceptualization of “otherness” as “difference” is traced in major feminist  signposts, from Woolf and Beauvoir to Irigaray and Kristeva, Rich and  Showalter, Chodorow, Moi, and Gayatry Spivak (selections subject to change). This  course is sponsored by the Department of Hebrew &amp; Judaic Studies .                  xG90.2614 – Steal  Away: African Atlantic Religious Culture (Hinton) Thursday; 2:00pm – 4:45pm This seminar is a comparative study of African Atlantic  religious celebration, primarily in the context of Afro-Christianity, but  touching on Islam, “Voodoo,” Santería, and Condomblé. This  course is sponsored by the Program in Africana Studies .                  xG90.2860 – The  Culture of the Latin Kingdom of Jerusalem  (Vitz) Thursday; 2:00pm – 4:45pm This course examines  the culture of the Latin Kingdom of Jerusalem in the larger context of the  crusader kingdoms. We are concerned with  art and architecture, music, liturgical and religious life, literature and  historiography. We will be interested in  particular features of “Frankish” culture and identity in Jerusalem and more  generally in Outremer , as well as in the complex interactions and  hybridities that characterized this world inhabited by assorted Latins, Eastern  Christians, Byzantine Christians, Muslims and Jews.          This is a multi-disciplinary seminar, with participants from  throughout the New York Consortium and beyond. The course organizer is Evelyn  (Timmie) Birge Vitz (NYU, French/ Comparative Literature/ Religious Studies).  Participants include: Jill Claster (NYU, History), Frank   Peters (NYU, Religious Studies), William Clark (CUNY Grad.  Center, Art History), Eric Ivison (CUNY Grad. Center/ College  of Staten Island, History), and Nina  Rowe (Fordham University, Art History). This  course is sponsored by the Department of French .              G90.2902 – M.A.  Thesis Research (Staff) TBD              G90.2922 – Directed  Study – Christianity (Staff) TBD              G90.2932 – Directed  Study – Judaism (Staff) TBD              G90.2942 – Directed  Study – Islam (Staff) TBD               G90.2952 – Directed  Study – Asian Religions (Staff) TBD              G90.2962 – Directed  Study – Philosophy of Religion (Staff) TBD              G90.2972 – Directed  Study – Topics in Religion (Staff) TBD                  G90.3397 – Media as  Religion (Zito) Wednesday; 2:00pm – 4:45pm This course will introduce students to the longstanding and  complex connection between religious practices and various media, based upon  the premise that, like all social practice, religion is always mediated in some  form or other. Religion does not function,  however, simply as unchanging content while media names the ways that content  is formed. Instead shifts in media  technique, from ritual innovations to the invention of printing through TV and  to the internet, also shape religious practice.   In this course, we are interested in gathering theoretical tools for  understanding the form and politics of this mutual dialectic.          Students will analyze how human hearing, vision and the  performing body have been used historically to express and maintain religious  life through music, voice, images, words and rituals. Time will also be spent  focusing on more recent electronic media such as cassette, film, television,  video, and the internet. Students will  consider, among other things: religious memory, both embodied and outsourced in  other media; the role of TV in the rise of the Hindu Right; the material  culture of Buddhism (icons, relics, sutras); religion and commodification; film  as religious experience; and Christian Evangelical media."}]}]