[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        First-Year Interdisciplinary Seminar: Beyond Language: The Surreal, the Monstrous, and the Mystical                                Semester and Year        FA 2014                    Course Number        FIRST-UG65                    Section        001                    Instructor        Gregory Erickson                    Days                            Tue,Thu                                 Time                            2:00 PM -       3:15 PM                                Units        4.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       Open to Gallatin first-year students only.                    Description       Texts of the surreal, the monstrous, and the mystical are portrayals of experiences that, while they may be outside traditional logic, are clearly central to the human imagination. The texts studied in this course will reveal these experiences as metaphors of anxiety, depictions of radical subjectivity, and as manifestations of our unconscious fears and desires. Students are presented with the fascinating but difficult project of researching, interpreting, and describing irrational mental states often said to be “beyond language,” yet existing within language. Through discussion, informal writing, and experiential activities, we will take various approaches to understanding depictions of these experiences as well as their surrounding discourse. We will focus on issues of order vs. chaos, logic vs. irrationality, chance and fate, immanence and transcendence, self and other, and the concepts of nothingness, the uncanny, and the posthuman. Readings will include essays from diverse fields such as psychology (Freud, Lacan), science (Hawking, Sagan, Gleick), and literary and cultural theory (Haraway, Beal, Kurzweil), as well as surrealistic poetry, literary monster narratives from the Bible to  Dracula  , mystical and devotional texts, and testimonies of paranormal encounters. We will also look at visual art, installation art, film, and television.                 Syllabus       FIRST-UG65            Course Type       First-Year Program: Interdisciplinary Seminars (FIRST-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]}]