[{"detail": [{"content": "The Desert: Life in an Arid Environment - NYU Libraries                               This is the \"The Desert: Life in an Arid Environment\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             The Desert: Life in an Arid Environment         Last update: Oct 1, 2013        URL: http://guides.nyu.edu/content_mobile.php?pid=138085                                                                          Home                                                                                  Class information                 The Desert: Life in an Arid Environment   Dr. John Burt: john.burt@nyu.edu   Class time: Sunday &amp; Wedneday 8:00- 9:15 am   Lab time: Tuesday 2:00-5:15 pm   Office hours: Sunday, Tuesday, Thursday 7:30- 8:30 am           Comments (0)                                         Welcome!                 Welcome to the Research Guide for The Desert: Life in an Arid Environment! This guide provides resources to help with your research and coursework.  Here you will find resources to assist with finding articles, books, and ebooks. We have also included a research example on each page that will give you some ideas about where to start your research for various assignments.   If you have any questions or need additional help, please contact one of our librarians by emailing us or sending us an IM using the box on the bottom of this screen.   Course Links:   NYU Classes   NYU  Email     Contact Dr. Burt           Comments (0)                                              close                                                                                                          Finding Articles                                                                                  Search Web of Science                               Enter a topic to search                         Copyright 2009  Thomson Reuters                      Comments (0)                                         Research Example                 Assignment: Term project   Topic: Impact of grazers on the abundance and size of desert plants   You might try looking in these databases using the hints listed below:  Web of Science Search for desert and conservation and grazing. Then refine your results to \"Environmental Sciences\" subject area. Science Direct Search for desert and ecology. Within your results, search for \"grazing\". Biological & Agricultural Index PlusBiological & Agricultural Index Plus Search for desert and grazing. Within your results search for \"camel\".            Comments (0)                                         Recommended Databases                 Don't know where to begin? Try the links below first to find articles related to your topic.  Web of Science (ISI Web of Knowledge) Identifies articles in science, social science, and arts and humanities, and the articles that cite them. Science Direct Offers a rich journal collection of over 2,000 full text journals and books. Biological Abstracts (BIOSIS) Identifies journal articles on biology and the biomedical sciences.            Comments (0)                                         Additional Databases                 Use the following supplemental databases to find articles for your research questions:  Faculty of 1000 Highlights the most important articles in biology as identified by leading researchers. Biological & Agricultural Index Plus Identifies journal articles that pertain to biology and agriculture. SpringerLink A full text online collection of scientific, technological and medical journals, books and reference works. Wiley Interscience Journals A comprehensive collection of 1,400 full text journals in 14 subject areas.            Comments (0)                                         Key Journals                 These journals contain up-to-date information and research in the field of desert ecology and are a great place to start looking for articles:  Journal of Arid Environments  Oecologia  Journal of Ecology  Biological Conservation  Ecology            Comments (0)                                              close                                                                                                          Finding Books & E-books                                                                                  Searching for books                 To find biology and ecology books in NYUAD Library, try browsing the QH, QK, and QL sections.   To find ebooks, try searching for keywords like \"desert\", \"ecology\", \"grazing\", or \"soil\" on the ebook search page .           Comments (0)                                         E-Books Databases                 Use these databases to find ebooks for assignments and projects:  Science Direct Life Sciences, Health Sciences, and Physical Sciences and Engineering ebook collection published by Elsevier. SpringerLink A full text online collection of scientific, technological and medical journals, books and reference works. Most journal titles include complete back issues from 1997. Wiley Interscience Journals A comprehensive collection of 1,400 full text journals and ebooks in 14 subject areas.                                              Research Example                 Assignment : Term Project   Topic : The impact of grazers on soil composition   Look in Science Direct and SpringerLink to find ebooks like these:   Developments in Soil Science   The Socio-Economic Causes and Consequences of Desertification in Central Asia   Advances in Ecological Research            Comments (0)                                         E-Books                 These ebooks are available for instant reading:   The Biology of Deserts - David Ward Print copy also available in NYUAD Library.   Ecology of Desert Systems - Walter Whitford & Elizabeth Ludwig Wade Print copy also available in NYUAD Library.   A Guide for Desert and Dryland Restoration: New Hope for Arid Lands - David Bainbridge Print copy also available in NYUAD Library.   Grazing Management - John Vallentine   Large Herbivore Ecology and Ecosystem and Conservation - Kjell Bergström Danell   The Biology of Soil - Richard Bardgett Print copy also available in NYUAD Library.            Comments (0)                                         Books                 These books are located in NYUAD Library's print collection:  Choosing and Using Statistics: A Biologist's Guide - Calvin Dytham Call Number: QH323.5 .D98 2003  Oxford Dictionary of Ecology - Michael Allaby Call Number: QH540.4 .C66 2005  Field and Laboratory Methods for General Ecology - James E. Brower Call Number: QH541.28 .B76 1998  Oxford Dictionary of Plant Sciences - Michael Allaby Call Number: QK9 .C67 2006            Comments (0)                                              close                                                                                                          Research Help                                                                                  Library Help                 Need help getting background information for your literature review? Organizing your research? Getting started with SPSS? The library can help!   Let us know if you'd like to attend an instructional session about using library resources to help with your research OR if you'd like to schedule a personal research consultation with one of our librarians.           Comments (0)                                         Organize your Research with EndNote                 EndNote is an online citation manager that you can use to organize your research.   With EndNote, you can:     ...Create &amp; organize your own personal  database of references   ...Format bibliographies according to  chosen style (MLA, APA, etc.)   ...Import references from a variety of  catalogs &amp; databases     To get started, download EndNote here . If you have questions about using this software, email the library or consult the EndNote LibGuide .             Comments (0)                                         Research E-Books                 The following ebooks contain helpful information about the principles of biological research including materials to help you get started with your own research projects for this class:   Scientific Method for Ecological Research - David Ford Explains how to get started with your research including defining a research problem and developing a research plan.   Standard Soil Methods for Long-Term Ecological Research - Philip Robertson Contains information about soil sampling and other research methods.   Across the Boundaries: Extrapolation in Biology and Social Science - Daniel Steel Explains methods of analysis in biological research including extrapolation and correlation/causation.   Long-Term Ecological Research Between Theory and Application - Felix Müller Describes methods of ecological research including environmental monitoring.            Comments (0)                                         EndNote Help                 Here are instructions for some of the EndNote features we discussed in class:     To attach PDFs to references in EndNote:     Save PDF to your hard drive   Select reference you would like to attach PDF to   Go to References-- File Attachments-- Attach File   Select PDF     You will now be able to open PDF under \"File Attachments\" section in item record     To create a bibliography in EndNote:     Highlight the desired records for your bibliography.   Select desired output style from the drop-down Style menu.   Click Edit, then Copy Formatted. (A formatted bibliography of your desired records is copied to your clipboard.)   Go to your word processor and paste the formatted bibliography into your document.       To use Cite While You Write feature in Microsoft Word to create in-text citations and bibliographies :     Click on EndNote X3 tab in Word   Select \"Insert Citation\"   Search for reference (by author, title, or subject)   Select reference and click \"Insert\"       The reference will be inserted as a citation and a bibliography containing this reference will be automatically created at the end of the document. For more information about Cite While You Write, watch this online tutorial .     Please contact me at jill.barrwalker@nyu.edu if you have additional questions about using EndNote!           Comments (0)                                              close                                                                                                          Science Librarian                                                           Amani Magid  JavaScript disabled or chat unavailable.   Chat is offline.   Contact Info: NYUAD Library Send Email  Subjects: Biology , Chemistry , Computer Science , Engineering , Physics , Psychology          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]