[{"detail": [{"content": "ARTICLE: Aircraft Lease Securitization: ALPS to EETCs       to be published in GUIDE TO CAPITAL MARKETS 1998           Aircraft Lease Securitization: ALPS to EETCs      by William C. Bowers      Securitizations of aircraft leases have become an important source of  capital for U.S. airlines as well as for U.S. and non-U.S. lessors.   Such financing provides access to the U.S. and foreign capital markets,  opening up a significant new source of capital for the air  transportation industry. There are two basic structures for  securitizing aircraft leases: the enhanced equipment trust certificate  (\"EETC\") securitization and the portfolio securitization. This article  briefly describes these two structures and then considers their  development and the state of the securitization market today.     EETC Securitizations      An EETC securitization enhances the creditworthiness of traditional  equipment trust certificates (\"ETCs\") secured by lease receivables and  the leased aircraft as follows: First, the issuer of the EETCs is  bankruptcy remote (and insulated from a bankruptcy of the lessee) to the  satisfaction of the rating agencies. Second, the EETCs are tranched to  take advantage of the expected residual value of the aircraft, i.e., the  lower the advance level, the higher the rating. Third, a liquidity  facility is provided to ensure the continued payment of interest on the  EETCs during the remarketing period following a default by the lessee.     The term of the liquidity facility in an EETC securitization relies on  the ability of a lessor to repossess an aircraft from a bankrupt lessee  under section 1110, if the lessee does not elect to perform. The  principal issue in doing an EETC securitization with a non-U.S. airline  will be the availability of \"section 1110 equivalent\" repossession  rights, i.e., the ability to repossess and remarket the leased aircraft  in a time frame comparable to that allowed by section 1110.     The foregoing enhancements to traditional ETCs allow EETCs to have  credit ratings significantly higher than the corporate credit rating of  the lessee, particularly at lower advance levels. Thus, a  sub-investment grade borrower can issue investment grade debt, and an  investment grade borrower also can reduce its borrowing costs with the  lower pricing for higher grades of debt.      Portfolio Securitization      In contrast to the EETC structure, a portfolio securitization relies on  a diversified portfolio of aircraft on operating leases to a number of  airlines, both in the U.S. and in other countries. Rather than  enhancing a single corporate credit, the ratings of the debt securities  issued in a portfolio securitization are based on the existence of a  worldwide aircraft leasing market and the projected residual values of  the aircraft in the portfolio. The actual levels of the ratings depend  on a number of factors, including the age, initial value and diversity  of the aircraft in the portfolio, the diversity (both individually and  geographically) of the lessees of the aircraft and (to a much lesser  extent) their credit quality, the initial level of lease rents,  assumptions as to the timing and costs of defaults and remarketing and  other relevant factors. Credit support in a portfolio securitization is  tailored to the particular needs of the aircraft and lessees involved,  e.g., coverage for potential Eurocontrol liens, major maintenance costs,  compliance with noise regulations and similar factors.     An important element in portfolio securitization is the quality of the  servicer of the portfolio, in monitoring the performance of the lessees  and in re-leasing and selling the aircraft both at the normal expiry of  leases and in the case of lease defaults. The rating agencies also may  require that a back-up servicer be identified and committed to act in  appropriate circumstances.     Development of Portfolio Securitizations      The first portfolio securitization was Aircraft Lease Portfolio  Securitisation Limited 92-1 (\"ALPS 92-1\"), sponsored by GPA Group plc  (\"GPA\"). (ALPS 92-1 was a Eurobond transaction; thus, the \"s\" in the  spelling of the name.) Prior to ALPS 92-1, which closed in June 1992,  lease securitizations had involved large portfolios of small ticket  items and were more similar to mortgage and credit card receivables  securitizations. ALPS 92-1 was the first securitization of \"big ticket\"  items of leased personal property, i.e., aircraft with values from US$15  million to US$80 million.     ALPS 92-1 involved a portfolio of 14 aircraft on lease to 14 lessees in  12 countries (not including the U.S.), having an aggregate appraised  value of US$521 million. (In all aircraft securitizations, the value of  the aircraft is their \"base\" value, i.e., their value based on  historical valuations and trends, assuming a balanced market without  regard to temporary market conditions.) The aircraft were sold to ALPS  92-1 in \"true sale\" transactions, and it issued US$417 million of senior  and mezzanine debt, with the senior debt divided into three classes of  Eurobonds, two with bullet maturities and one amortizing. There was  substantial credit support in the form of a \"supermezzanine loan,\"  available to fund shortfalls of principal and interest, with repayment  of such loan subordinated to the senior debt.     Standard & Poor's carried out an extremely high level of due diligence  in ALPS 92-1. Each country in which a lessee was located was completely  vetted from a legal standpoint, and each lease was carefully reviewed to  ensure that it met exacting legal standards. A similarly high legal  standard was applied in the actual aircraft deliveries, resulting in an  extended period between initial funding and the transfer of the last  aircraft, with a corresponding negative arbitrage between debt service  and the minimal return on temporary investments of funds.     Except for the one relatively small class of amortizing bonds, the ALPS  92-1 debt was to be paid from aircraft sales in the eighteen months  before the maturity date, during which period ALPS 92-1 was in effect  required to create a sinking fund by selling aircraft. If ALPS 92-1  failed to meet specified sales goals, it effectively was put into a  voluntary workout, with the senior debt holders having the ability to  sell aircraft at levels sufficient to pay only the senior debt.     This financial structure forced aircraft sales within a limited period  and required that sales proceeds be held in low-return investments. A  further risk was the possibility that the fixed remarketing period could  occur during a significant recession or even a period when very few  aircraft sales were being closed, as happened following the Gulf War in  1991. (ALPS 92-1 in fact refinanced its debt at the beginning of the  remarketing period in 1996, through Aircraft Lease Portfolio  Securitization 96-1 Limited.)     The second ALPS transaction, Aircraft Lease Portfolio Securitization  94-1 Limited (\"ALPS 94-1\"), was the first SEC registered securitization  of a portfolio of aircraft on operating leases. The legal structure was  the same as in ALPS 92-1, but with a larger portfolio of 27 aircraft on  lease to 22 lessees in 14 countries. The aircraft had an appraised base  value of US$998,151,000, and ALPS 94-1 issued senior and mezzanine debt  in the amount of US$853,700,000. GE Capital Aviation Services (\"GECAS\"),  which had become the manager of all aircraft owned by GPA and its  subsidiaries, acted as servicer of the aircraft (without any backup  servicer, as had been required in ALPS 92-1). Pembroke Capital, an  Irish aircraft leasing company, acted as administrative agent for ALPS  94-1.     The ALPS 94-1 financial structure involved three multi-tranched classes  of investment grade senior debt. Instead of bullet maturities, the debt  was partially amortizing, with each class of debt having an expected  repayment of any remaining principal based on the assumption that the  aircraft would be sold at the terminations of their leases, using the  sales proceeds to repay the debt. These expected maturity dates were  \"soft,\" i.e., a failure to repay principal on such dates would not be a  default, which would only occur if all principal were not paid by a more  distant final maturity date. If any class of debt were not paid within  one year after its expected maturity, however, the interest rate on that  class would increase, to motivate ALPS 94-1 to sell rather than lease  aircraft. A failure to pay interest currently on the senior debt would  be a default.     The principal advantage of the foregoing structure is the flexibility it  provides to ALPS 94-1 in disposing of aircraft to generate sales  proceeds to repay the debt. ALPS 94-1 is not forced to sell aircraft in  a temporary down market, and it has time to ride out a non-market. If  the delay in sales is too extended, the burden is borne by the most  junior class of debt (which is effectively the equity). In that  situation, there should be enough cash flow to pay the increased  interest on the senior debt, but the deferred payments of principal  would reduce the residual available to the junior debt.     In the largest portfolio securitization to date, two separate issuers,  Airplanes Trust Delaware and Airplanes Limited Jersey, issued notes held  by a single pass-through trust (\"Airplanes Group\"), that in turn issued  senior and mezzanine debt in the aggregate amount of US$4,048.000,000.   (The two issuers were needed to deal with both U.S. registered and  non-U.S. aircraft.) A total of 229 aircraft on lease to 83 lessees in  40 countries were involved, with the aircraft having a total appraised  value of approximately US$4.5 billion. The proceeds were used to  refinance substantially all of the bank and other secured debt of GPA.     In Airplanes Group, the rating agencies allowed the transfer of  bankruptcy remote, special purpose companies holding the aircraft, as  opposed to requiring individual aircraft transfers to meet rigorous true  sale and other rating agency legal standards. This solved a major  problem the negative arbitrage between the funding of the  securitization and the delivery of the aircraft portfolio. While the  individual special purpose companies would still be subject to extensive  due diligence, this could be done prior to closing, allowing a  simultaneous funding and delivery of a major portion of the aircraft  portfolio.     The financial structure of Airplanes Groups also allowed refinancing as  a means of repaying the debt. This reflected a greater acceptance by  the rating agencies of the likelihood of continued cash flows from  re-leasing of the aircraft, as opposed to their placing complete  reliance on sales proceeds for repayment of the debt.     In 1997, an operating lease company other than GPA is reported to have  successfully closed a portfolio securitization. There are also appear  to be a number of other transactions being considered. However, the  relative paucity of portfolio securitizations, in contrast to the large  volume of EETC transactions, indicates the greater difficulty involved  in completing such transactions. A single entity owning a portfolio  with the right mix of aircraft is required, and there needs to be enough  marginal benefit in the reduction of borrowing costs to warrant the time  and expense involved in doing the transaction. However, the tools are  there and the market can expect to see more portfolio securitizations in  the future.     EETC Securitizations      Following the success of ALPS 92-1, American bankers began to consider  how the principles of portfolio securitization might be applied to an  individual airline. The answer was the EETC structure, first closed by  Northwest Airlines in 1994. As described above, the rating agencies  concluded that the underlying corporate credit of a single airline could  be enhanced through a combination of the ability to repossess and  remarket the leased aircraft within a limited eighteen month period  during which interest would continue to be paid by a liquidity facility.   This was combined with tranched debt, to achieve ratings for all of the  EETC classes of debt that were higher than that of the airline.     Other EETC transactions quickly followed the Northwest Airlines  transaction, and it was reported in late 1997 that at least eight  transactions had been closed by major U.S. airlines involving over 90  aircraft and US$3.3 billion in debt. A number of EETC transactions  involving national airlines and regional carriers also have been done.   More sophisticated financial structures have been used, including the  pooling in of pass-through trust structures of leveraged lease debt with  multiple owner participants. Most transactions have been closed as Rule  144A offerings, some with registration rights, but there have been both  a few SEC registered public offerings as well as some purely private  offerings of EETCs.     The year 1997 saw both general acceptance of the EETC structure as well  as some innovations in the structure. One operating lessor was able to  securitize operating leases of aircraft with an SEC registered U.S.  airline, but without any involvement on the part of the airline.   America West in a public offering included some aircraft subject to  Japanese leveraged leases. In late 1997, it was reported that an Asian  airline was doing an EETC transaction, but that transaction apparently  has not yet closed.     Summary      Securitizations of aircraft leases have achieved widespread acceptance  as a means of financing for both airlines and lessors. For individual  airlines that can make the necessary securities disclosures as well as  lessors with groups of aircraft on lease to airlines that have  sufficient publicly available financial information, EETCs will continue  to provide a source of capital. Non-U.S. airlines also can be expected  to undertake EETC securitizations as the legal issue of \"section 1110  equivalence\" is successfully addressed in other jurisdictions. More  lessors can be expected to undertake portfolio securitizations as a  means of accessing new sources of capital as the capital markets become  more accustomed to the concept of the worldwide market for leased  aircraft. \u0002            William C. Bowers is a tax partner in Winthrop Stimson's New  York office. His practice focuses on the areas of asset-based finance  and leasing transactions involving aircraft, ships, communication  equipment, power projects and other assets. He can be reached at (212)  858-1106, or via email at bowersw@winstim.com .     Reprinted with permission from Guide to Capital Markets."}]},
{"detail": [{"content": "ARTICLE: Aircraft Lease Securitization: ALPS to EETCs       to be published in GUIDE TO CAPITAL MARKETS 1998           Aircraft Lease Securitization: ALPS to EETCs      by William C. Bowers      Securitizations of aircraft leases have become an important source of  capital for U.S. airlines as well as for U.S. and non-U.S. lessors.   Such financing provides access to the U.S. and foreign capital markets,  opening up a significant new source of capital for the air  transportation industry. There are two basic structures for  securitizing aircraft leases: the enhanced equipment trust certificate  (\"EETC\") securitization and the portfolio securitization. This article  briefly describes these two structures and then considers their  development and the state of the securitization market today.     EETC Securitizations      An EETC securitization enhances the creditworthiness of traditional  equipment trust certificates (\"ETCs\") secured by lease receivables and  the leased aircraft as follows: First, the issuer of the EETCs is  bankruptcy remote (and insulated from a bankruptcy of the lessee) to the  satisfaction of the rating agencies. Second, the EETCs are tranched to  take advantage of the expected residual value of the aircraft, i.e., the  lower the advance level, the higher the rating. Third, a liquidity  facility is provided to ensure the continued payment of interest on the  EETCs during the remarketing period following a default by the lessee.     The term of the liquidity facility in an EETC securitization relies on  the ability of a lessor to repossess an aircraft from a bankrupt lessee  under section 1110, if the lessee does not elect to perform. The  principal issue in doing an EETC securitization with a non-U.S. airline  will be the availability of \"section 1110 equivalent\" repossession  rights, i.e., the ability to repossess and remarket the leased aircraft  in a time frame comparable to that allowed by section 1110.     The foregoing enhancements to traditional ETCs allow EETCs to have  credit ratings significantly higher than the corporate credit rating of  the lessee, particularly at lower advance levels. Thus, a  sub-investment grade borrower can issue investment grade debt, and an  investment grade borrower also can reduce its borrowing costs with the  lower pricing for higher grades of debt.      Portfolio Securitization      In contrast to the EETC structure, a portfolio securitization relies on  a diversified portfolio of aircraft on operating leases to a number of  airlines, both in the U.S. and in other countries. Rather than  enhancing a single corporate credit, the ratings of the debt securities  issued in a portfolio securitization are based on the existence of a  worldwide aircraft leasing market and the projected residual values of  the aircraft in the portfolio. The actual levels of the ratings depend  on a number of factors, including the age, initial value and diversity  of the aircraft in the portfolio, the diversity (both individually and  geographically) of the lessees of the aircraft and (to a much lesser  extent) their credit quality, the initial level of lease rents,  assumptions as to the timing and costs of defaults and remarketing and  other relevant factors. Credit support in a portfolio securitization is  tailored to the particular needs of the aircraft and lessees involved,  e.g., coverage for potential Eurocontrol liens, major maintenance costs,  compliance with noise regulations and similar factors.     An important element in portfolio securitization is the quality of the  servicer of the portfolio, in monitoring the performance of the lessees  and in re-leasing and selling the aircraft both at the normal expiry of  leases and in the case of lease defaults. The rating agencies also may  require that a back-up servicer be identified and committed to act in  appropriate circumstances.     Development of Portfolio Securitizations      The first portfolio securitization was Aircraft Lease Portfolio  Securitisation Limited 92-1 (\"ALPS 92-1\"), sponsored by GPA Group plc  (\"GPA\"). (ALPS 92-1 was a Eurobond transaction; thus, the \"s\" in the  spelling of the name.) Prior to ALPS 92-1, which closed in June 1992,  lease securitizations had involved large portfolios of small ticket  items and were more similar to mortgage and credit card receivables  securitizations. ALPS 92-1 was the first securitization of \"big ticket\"  items of leased personal property, i.e., aircraft with values from US$15  million to US$80 million.     ALPS 92-1 involved a portfolio of 14 aircraft on lease to 14 lessees in  12 countries (not including the U.S.), having an aggregate appraised  value of US$521 million. (In all aircraft securitizations, the value of  the aircraft is their \"base\" value, i.e., their value based on  historical valuations and trends, assuming a balanced market without  regard to temporary market conditions.) The aircraft were sold to ALPS  92-1 in \"true sale\" transactions, and it issued US$417 million of senior  and mezzanine debt, with the senior debt divided into three classes of  Eurobonds, two with bullet maturities and one amortizing. There was  substantial credit support in the form of a \"supermezzanine loan,\"  available to fund shortfalls of principal and interest, with repayment  of such loan subordinated to the senior debt.     Standard & Poor's carried out an extremely high level of due diligence  in ALPS 92-1. Each country in which a lessee was located was completely  vetted from a legal standpoint, and each lease was carefully reviewed to  ensure that it met exacting legal standards. A similarly high legal  standard was applied in the actual aircraft deliveries, resulting in an  extended period between initial funding and the transfer of the last  aircraft, with a corresponding negative arbitrage between debt service  and the minimal return on temporary investments of funds.     Except for the one relatively small class of amortizing bonds, the ALPS  92-1 debt was to be paid from aircraft sales in the eighteen months  before the maturity date, during which period ALPS 92-1 was in effect  required to create a sinking fund by selling aircraft. If ALPS 92-1  failed to meet specified sales goals, it effectively was put into a  voluntary workout, with the senior debt holders having the ability to  sell aircraft at levels sufficient to pay only the senior debt.     This financial structure forced aircraft sales within a limited period  and required that sales proceeds be held in low-return investments. A  further risk was the possibility that the fixed remarketing period could  occur during a significant recession or even a period when very few  aircraft sales were being closed, as happened following the Gulf War in  1991. (ALPS 92-1 in fact refinanced its debt at the beginning of the  remarketing period in 1996, through Aircraft Lease Portfolio  Securitization 96-1 Limited.)     The second ALPS transaction, Aircraft Lease Portfolio Securitization  94-1 Limited (\"ALPS 94-1\"), was the first SEC registered securitization  of a portfolio of aircraft on operating leases. The legal structure was  the same as in ALPS 92-1, but with a larger portfolio of 27 aircraft on  lease to 22 lessees in 14 countries. The aircraft had an appraised base  value of US$998,151,000, and ALPS 94-1 issued senior and mezzanine debt  in the amount of US$853,700,000. GE Capital Aviation Services (\"GECAS\"),  which had become the manager of all aircraft owned by GPA and its  subsidiaries, acted as servicer of the aircraft (without any backup  servicer, as had been required in ALPS 92-1). Pembroke Capital, an  Irish aircraft leasing company, acted as administrative agent for ALPS  94-1.     The ALPS 94-1 financial structure involved three multi-tranched classes  of investment grade senior debt. Instead of bullet maturities, the debt  was partially amortizing, with each class of debt having an expected  repayment of any remaining principal based on the assumption that the  aircraft would be sold at the terminations of their leases, using the  sales proceeds to repay the debt. These expected maturity dates were  \"soft,\" i.e., a failure to repay principal on such dates would not be a  default, which would only occur if all principal were not paid by a more  distant final maturity date. If any class of debt were not paid within  one year after its expected maturity, however, the interest rate on that  class would increase, to motivate ALPS 94-1 to sell rather than lease  aircraft. A failure to pay interest currently on the senior debt would  be a default.     The principal advantage of the foregoing structure is the flexibility it  provides to ALPS 94-1 in disposing of aircraft to generate sales  proceeds to repay the debt. ALPS 94-1 is not forced to sell aircraft in  a temporary down market, and it has time to ride out a non-market. If  the delay in sales is too extended, the burden is borne by the most  junior class of debt (which is effectively the equity). In that  situation, there should be enough cash flow to pay the increased  interest on the senior debt, but the deferred payments of principal  would reduce the residual available to the junior debt.     In the largest portfolio securitization to date, two separate issuers,  Airplanes Trust Delaware and Airplanes Limited Jersey, issued notes held  by a single pass-through trust (\"Airplanes Group\"), that in turn issued  senior and mezzanine debt in the aggregate amount of US$4,048.000,000.   (The two issuers were needed to deal with both U.S. registered and  non-U.S. aircraft.) A total of 229 aircraft on lease to 83 lessees in  40 countries were involved, with the aircraft having a total appraised  value of approximately US$4.5 billion. The proceeds were used to  refinance substantially all of the bank and other secured debt of GPA.     In Airplanes Group, the rating agencies allowed the transfer of  bankruptcy remote, special purpose companies holding the aircraft, as  opposed to requiring individual aircraft transfers to meet rigorous true  sale and other rating agency legal standards. This solved a major  problem the negative arbitrage between the funding of the  securitization and the delivery of the aircraft portfolio. While the  individual special purpose companies would still be subject to extensive  due diligence, this could be done prior to closing, allowing a  simultaneous funding and delivery of a major portion of the aircraft  portfolio.     The financial structure of Airplanes Groups also allowed refinancing as  a means of repaying the debt. This reflected a greater acceptance by  the rating agencies of the likelihood of continued cash flows from  re-leasing of the aircraft, as opposed to their placing complete  reliance on sales proceeds for repayment of the debt.     In 1997, an operating lease company other than GPA is reported to have  successfully closed a portfolio securitization. There are also appear  to be a number of other transactions being considered. However, the  relative paucity of portfolio securitizations, in contrast to the large  volume of EETC transactions, indicates the greater difficulty involved  in completing such transactions. A single entity owning a portfolio  with the right mix of aircraft is required, and there needs to be enough  marginal benefit in the reduction of borrowing costs to warrant the time  and expense involved in doing the transaction. However, the tools are  there and the market can expect to see more portfolio securitizations in  the future.     EETC Securitizations      Following the success of ALPS 92-1, American bankers began to consider  how the principles of portfolio securitization might be applied to an  individual airline. The answer was the EETC structure, first closed by  Northwest Airlines in 1994. As described above, the rating agencies  concluded that the underlying corporate credit of a single airline could  be enhanced through a combination of the ability to repossess and  remarket the leased aircraft within a limited eighteen month period  during which interest would continue to be paid by a liquidity facility.   This was combined with tranched debt, to achieve ratings for all of the  EETC classes of debt that were higher than that of the airline.     Other EETC transactions quickly followed the Northwest Airlines  transaction, and it was reported in late 1997 that at least eight  transactions had been closed by major U.S. airlines involving over 90  aircraft and US$3.3 billion in debt. A number of EETC transactions  involving national airlines and regional carriers also have been done.   More sophisticated financial structures have been used, including the  pooling in of pass-through trust structures of leveraged lease debt with  multiple owner participants. Most transactions have been closed as Rule  144A offerings, some with registration rights, but there have been both  a few SEC registered public offerings as well as some purely private  offerings of EETCs.     The year 1997 saw both general acceptance of the EETC structure as well  as some innovations in the structure. One operating lessor was able to  securitize operating leases of aircraft with an SEC registered U.S.  airline, but without any involvement on the part of the airline.   America West in a public offering included some aircraft subject to  Japanese leveraged leases. In late 1997, it was reported that an Asian  airline was doing an EETC transaction, but that transaction apparently  has not yet closed.     Summary      Securitizations of aircraft leases have achieved widespread acceptance  as a means of financing for both airlines and lessors. For individual  airlines that can make the necessary securities disclosures as well as  lessors with groups of aircraft on lease to airlines that have  sufficient publicly available financial information, EETCs will continue  to provide a source of capital. Non-U.S. airlines also can be expected  to undertake EETC securitizations as the legal issue of \"section 1110  equivalence\" is successfully addressed in other jurisdictions. More  lessors can be expected to undertake portfolio securitizations as a  means of accessing new sources of capital as the capital markets become  more accustomed to the concept of the worldwide market for leased  aircraft. \u0002            William C. Bowers is a tax partner in Winthrop Stimson's New  York office. His practice focuses on the areas of asset-based finance  and leasing transactions involving aircraft, ships, communication  equipment, power projects and other assets. He can be reached at (212)  858-1106, or via email at bowersw@winstim.com .     Reprinted with permission from Guide to Capital Markets."}, {"content": "IFA - Faculty                                                                                                             ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                  Contact      G&uuml;nter    H. Kopcke (not teaching Fall 2014)    Avalon Foundation Professor in the Humanities     PhD 1962, Ludwig Maximilians Universit&auml;t, Munich, Germany    At the IFA since 1969         Research interests        Primary: Art and 2nd mill. Mediterranean integration: Crete; art and Greek progress from infiltration to Greek statehood, 2nd &ndash; 1st mill.; political origin and role of Classical art.  Secondary: Europe, 6th c. B.C. &ndash; 6th c. A.D. &ndash; &lsquo;Rome North of the Alps&rsquo;: present and antiquity.         Sample courses        A Question: The Effect of Crete [second / first mill.]  Metal and Clay &ndash; Oppositions in Greek History [second / first mill.]  &lsquo;The Heart&rsquo;s Desire&rsquo; and other Reasons: Inquiry into the Popularity of Greek Art [second / first mill.]  Greek Art as Political Idea [second / first mill.]  Sculpture of the Athenian Democracy to Pericles  The Phoenicians, 12th &ndash; 6th c. B.C.  Rome North of the Alps     Selected publications        &ldquo;Mycenaean Kingship &#8211; A Speculative View.&rdquo; In Commerce   and Monetary Systems in the Ancient World: Means of Transmission and Cultural   Interaction . Stuttgart: Franz Steiner   Verlag, 2004.    &quot;Akrotiri: West House. Some Reflections.&quot; In Meletemata.   Studies in Aegean Archaeology Presented to Malcolm H. Wiener .Aegaeum, 1999.    Kapitel M, Handel: die Denkm&auml;ler und das fr&uuml;hgreichische   Epos . Archaeologia Homerica, edited by H.G.   Buchholz. G&ouml;ttingen: Vandenhoeck &amp; Ruprecht, 1990.         Further        Excavations in Olympia, on Samos and on Samothrace, at Tel Hadar (Israel)  Since 1969 in New York  Z&uuml;rich University, 1967 &ndash; 1969  Munich, Glyptothek, 1962 &ndash; 1965  Attended University at T&uuml;bingen, Basel and Munich, 1955 - 1962         Faculty            Faculty Directory        Faculty and Fields of Study   IFA Lecturers &amp; Associates        Conservation Lecturers &amp; Affliliated Faculty                    Faculty: Special Appointments            Kirk Varnedoe Visiting Professor        Judith Praska Visiting Professor              Mellon Postdoctoral Fellow 2013-2015        Honorary Fellows                              Students              Phd Students        Masters Students      Conservation Students        Student Resources        Student Opportunities        Academic Calendar        Graduate Students Association                              Alumni              IFA Alumni Website       Update Your Contact Information                         Staff              IFA Staff Directory"}]},
{"detail": [{"content": "ARTICLE: Aircraft Lease Securitization: ALPS to EETCs       to be published in GUIDE TO CAPITAL MARKETS 1998           Aircraft Lease Securitization: ALPS to EETCs      by William C. Bowers      Securitizations of aircraft leases have become an important source of  capital for U.S. airlines as well as for U.S. and non-U.S. lessors.   Such financing provides access to the U.S. and foreign capital markets,  opening up a significant new source of capital for the air  transportation industry. There are two basic structures for  securitizing aircraft leases: the enhanced equipment trust certificate  (\"EETC\") securitization and the portfolio securitization. This article  briefly describes these two structures and then considers their  development and the state of the securitization market today.     EETC Securitizations      An EETC securitization enhances the creditworthiness of traditional  equipment trust certificates (\"ETCs\") secured by lease receivables and  the leased aircraft as follows: First, the issuer of the EETCs is  bankruptcy remote (and insulated from a bankruptcy of the lessee) to the  satisfaction of the rating agencies. Second, the EETCs are tranched to  take advantage of the expected residual value of the aircraft, i.e., the  lower the advance level, the higher the rating. Third, a liquidity  facility is provided to ensure the continued payment of interest on the  EETCs during the remarketing period following a default by the lessee.     The term of the liquidity facility in an EETC securitization relies on  the ability of a lessor to repossess an aircraft from a bankrupt lessee  under section 1110, if the lessee does not elect to perform. The  principal issue in doing an EETC securitization with a non-U.S. airline  will be the availability of \"section 1110 equivalent\" repossession  rights, i.e., the ability to repossess and remarket the leased aircraft  in a time frame comparable to that allowed by section 1110.     The foregoing enhancements to traditional ETCs allow EETCs to have  credit ratings significantly higher than the corporate credit rating of  the lessee, particularly at lower advance levels. Thus, a  sub-investment grade borrower can issue investment grade debt, and an  investment grade borrower also can reduce its borrowing costs with the  lower pricing for higher grades of debt.      Portfolio Securitization      In contrast to the EETC structure, a portfolio securitization relies on  a diversified portfolio of aircraft on operating leases to a number of  airlines, both in the U.S. and in other countries. Rather than  enhancing a single corporate credit, the ratings of the debt securities  issued in a portfolio securitization are based on the existence of a  worldwide aircraft leasing market and the projected residual values of  the aircraft in the portfolio. The actual levels of the ratings depend  on a number of factors, including the age, initial value and diversity  of the aircraft in the portfolio, the diversity (both individually and  geographically) of the lessees of the aircraft and (to a much lesser  extent) their credit quality, the initial level of lease rents,  assumptions as to the timing and costs of defaults and remarketing and  other relevant factors. Credit support in a portfolio securitization is  tailored to the particular needs of the aircraft and lessees involved,  e.g., coverage for potential Eurocontrol liens, major maintenance costs,  compliance with noise regulations and similar factors.     An important element in portfolio securitization is the quality of the  servicer of the portfolio, in monitoring the performance of the lessees  and in re-leasing and selling the aircraft both at the normal expiry of  leases and in the case of lease defaults. The rating agencies also may  require that a back-up servicer be identified and committed to act in  appropriate circumstances.     Development of Portfolio Securitizations      The first portfolio securitization was Aircraft Lease Portfolio  Securitisation Limited 92-1 (\"ALPS 92-1\"), sponsored by GPA Group plc  (\"GPA\"). (ALPS 92-1 was a Eurobond transaction; thus, the \"s\" in the  spelling of the name.) Prior to ALPS 92-1, which closed in June 1992,  lease securitizations had involved large portfolios of small ticket  items and were more similar to mortgage and credit card receivables  securitizations. ALPS 92-1 was the first securitization of \"big ticket\"  items of leased personal property, i.e., aircraft with values from US$15  million to US$80 million.     ALPS 92-1 involved a portfolio of 14 aircraft on lease to 14 lessees in  12 countries (not including the U.S.), having an aggregate appraised  value of US$521 million. (In all aircraft securitizations, the value of  the aircraft is their \"base\" value, i.e., their value based on  historical valuations and trends, assuming a balanced market without  regard to temporary market conditions.) The aircraft were sold to ALPS  92-1 in \"true sale\" transactions, and it issued US$417 million of senior  and mezzanine debt, with the senior debt divided into three classes of  Eurobonds, two with bullet maturities and one amortizing. There was  substantial credit support in the form of a \"supermezzanine loan,\"  available to fund shortfalls of principal and interest, with repayment  of such loan subordinated to the senior debt.     Standard & Poor's carried out an extremely high level of due diligence  in ALPS 92-1. Each country in which a lessee was located was completely  vetted from a legal standpoint, and each lease was carefully reviewed to  ensure that it met exacting legal standards. A similarly high legal  standard was applied in the actual aircraft deliveries, resulting in an  extended period between initial funding and the transfer of the last  aircraft, with a corresponding negative arbitrage between debt service  and the minimal return on temporary investments of funds.     Except for the one relatively small class of amortizing bonds, the ALPS  92-1 debt was to be paid from aircraft sales in the eighteen months  before the maturity date, during which period ALPS 92-1 was in effect  required to create a sinking fund by selling aircraft. If ALPS 92-1  failed to meet specified sales goals, it effectively was put into a  voluntary workout, with the senior debt holders having the ability to  sell aircraft at levels sufficient to pay only the senior debt.     This financial structure forced aircraft sales within a limited period  and required that sales proceeds be held in low-return investments. A  further risk was the possibility that the fixed remarketing period could  occur during a significant recession or even a period when very few  aircraft sales were being closed, as happened following the Gulf War in  1991. (ALPS 92-1 in fact refinanced its debt at the beginning of the  remarketing period in 1996, through Aircraft Lease Portfolio  Securitization 96-1 Limited.)     The second ALPS transaction, Aircraft Lease Portfolio Securitization  94-1 Limited (\"ALPS 94-1\"), was the first SEC registered securitization  of a portfolio of aircraft on operating leases. The legal structure was  the same as in ALPS 92-1, but with a larger portfolio of 27 aircraft on  lease to 22 lessees in 14 countries. The aircraft had an appraised base  value of US$998,151,000, and ALPS 94-1 issued senior and mezzanine debt  in the amount of US$853,700,000. GE Capital Aviation Services (\"GECAS\"),  which had become the manager of all aircraft owned by GPA and its  subsidiaries, acted as servicer of the aircraft (without any backup  servicer, as had been required in ALPS 92-1). Pembroke Capital, an  Irish aircraft leasing company, acted as administrative agent for ALPS  94-1.     The ALPS 94-1 financial structure involved three multi-tranched classes  of investment grade senior debt. Instead of bullet maturities, the debt  was partially amortizing, with each class of debt having an expected  repayment of any remaining principal based on the assumption that the  aircraft would be sold at the terminations of their leases, using the  sales proceeds to repay the debt. These expected maturity dates were  \"soft,\" i.e., a failure to repay principal on such dates would not be a  default, which would only occur if all principal were not paid by a more  distant final maturity date. If any class of debt were not paid within  one year after its expected maturity, however, the interest rate on that  class would increase, to motivate ALPS 94-1 to sell rather than lease  aircraft. A failure to pay interest currently on the senior debt would  be a default.     The principal advantage of the foregoing structure is the flexibility it  provides to ALPS 94-1 in disposing of aircraft to generate sales  proceeds to repay the debt. ALPS 94-1 is not forced to sell aircraft in  a temporary down market, and it has time to ride out a non-market. If  the delay in sales is too extended, the burden is borne by the most  junior class of debt (which is effectively the equity). In that  situation, there should be enough cash flow to pay the increased  interest on the senior debt, but the deferred payments of principal  would reduce the residual available to the junior debt.     In the largest portfolio securitization to date, two separate issuers,  Airplanes Trust Delaware and Airplanes Limited Jersey, issued notes held  by a single pass-through trust (\"Airplanes Group\"), that in turn issued  senior and mezzanine debt in the aggregate amount of US$4,048.000,000.   (The two issuers were needed to deal with both U.S. registered and  non-U.S. aircraft.) A total of 229 aircraft on lease to 83 lessees in  40 countries were involved, with the aircraft having a total appraised  value of approximately US$4.5 billion. The proceeds were used to  refinance substantially all of the bank and other secured debt of GPA.     In Airplanes Group, the rating agencies allowed the transfer of  bankruptcy remote, special purpose companies holding the aircraft, as  opposed to requiring individual aircraft transfers to meet rigorous true  sale and other rating agency legal standards. This solved a major  problem the negative arbitrage between the funding of the  securitization and the delivery of the aircraft portfolio. While the  individual special purpose companies would still be subject to extensive  due diligence, this could be done prior to closing, allowing a  simultaneous funding and delivery of a major portion of the aircraft  portfolio.     The financial structure of Airplanes Groups also allowed refinancing as  a means of repaying the debt. This reflected a greater acceptance by  the rating agencies of the likelihood of continued cash flows from  re-leasing of the aircraft, as opposed to their placing complete  reliance on sales proceeds for repayment of the debt.     In 1997, an operating lease company other than GPA is reported to have  successfully closed a portfolio securitization. There are also appear  to be a number of other transactions being considered. However, the  relative paucity of portfolio securitizations, in contrast to the large  volume of EETC transactions, indicates the greater difficulty involved  in completing such transactions. A single entity owning a portfolio  with the right mix of aircraft is required, and there needs to be enough  marginal benefit in the reduction of borrowing costs to warrant the time  and expense involved in doing the transaction. However, the tools are  there and the market can expect to see more portfolio securitizations in  the future.     EETC Securitizations      Following the success of ALPS 92-1, American bankers began to consider  how the principles of portfolio securitization might be applied to an  individual airline. The answer was the EETC structure, first closed by  Northwest Airlines in 1994. As described above, the rating agencies  concluded that the underlying corporate credit of a single airline could  be enhanced through a combination of the ability to repossess and  remarket the leased aircraft within a limited eighteen month period  during which interest would continue to be paid by a liquidity facility.   This was combined with tranched debt, to achieve ratings for all of the  EETC classes of debt that were higher than that of the airline.     Other EETC transactions quickly followed the Northwest Airlines  transaction, and it was reported in late 1997 that at least eight  transactions had been closed by major U.S. airlines involving over 90  aircraft and US$3.3 billion in debt. A number of EETC transactions  involving national airlines and regional carriers also have been done.   More sophisticated financial structures have been used, including the  pooling in of pass-through trust structures of leveraged lease debt with  multiple owner participants. Most transactions have been closed as Rule  144A offerings, some with registration rights, but there have been both  a few SEC registered public offerings as well as some purely private  offerings of EETCs.     The year 1997 saw both general acceptance of the EETC structure as well  as some innovations in the structure. One operating lessor was able to  securitize operating leases of aircraft with an SEC registered U.S.  airline, but without any involvement on the part of the airline.   America West in a public offering included some aircraft subject to  Japanese leveraged leases. In late 1997, it was reported that an Asian  airline was doing an EETC transaction, but that transaction apparently  has not yet closed.     Summary      Securitizations of aircraft leases have achieved widespread acceptance  as a means of financing for both airlines and lessors. For individual  airlines that can make the necessary securities disclosures as well as  lessors with groups of aircraft on lease to airlines that have  sufficient publicly available financial information, EETCs will continue  to provide a source of capital. Non-U.S. airlines also can be expected  to undertake EETC securitizations as the legal issue of \"section 1110  equivalence\" is successfully addressed in other jurisdictions. More  lessors can be expected to undertake portfolio securitizations as a  means of accessing new sources of capital as the capital markets become  more accustomed to the concept of the worldwide market for leased  aircraft. \u0002            William C. Bowers is a tax partner in Winthrop Stimson's New  York office. His practice focuses on the areas of asset-based finance  and leasing transactions involving aircraft, ships, communication  equipment, power projects and other assets. He can be reached at (212)  858-1106, or via email at bowersw@winstim.com .     Reprinted with permission from Guide to Capital Markets."}, {"content": "IFA - Faculty                                                                                                             ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                  Contact      G&uuml;nter    H. Kopcke (not teaching Fall 2014)    Avalon Foundation Professor in the Humanities     PhD 1962, Ludwig Maximilians Universit&auml;t, Munich, Germany    At the IFA since 1969         Research interests        Primary: Art and 2nd mill. Mediterranean integration: Crete; art and Greek progress from infiltration to Greek statehood, 2nd &ndash; 1st mill.; political origin and role of Classical art.  Secondary: Europe, 6th c. B.C. &ndash; 6th c. A.D. &ndash; &lsquo;Rome North of the Alps&rsquo;: present and antiquity.         Sample courses        A Question: The Effect of Crete [second / first mill.]  Metal and Clay &ndash; Oppositions in Greek History [second / first mill.]  &lsquo;The Heart&rsquo;s Desire&rsquo; and other Reasons: Inquiry into the Popularity of Greek Art [second / first mill.]  Greek Art as Political Idea [second / first mill.]  Sculpture of the Athenian Democracy to Pericles  The Phoenicians, 12th &ndash; 6th c. B.C.  Rome North of the Alps     Selected publications        &ldquo;Mycenaean Kingship &#8211; A Speculative View.&rdquo; In Commerce   and Monetary Systems in the Ancient World: Means of Transmission and Cultural   Interaction . Stuttgart: Franz Steiner   Verlag, 2004.    &quot;Akrotiri: West House. Some Reflections.&quot; In Meletemata.   Studies in Aegean Archaeology Presented to Malcolm H. Wiener .Aegaeum, 1999.    Kapitel M, Handel: die Denkm&auml;ler und das fr&uuml;hgreichische   Epos . Archaeologia Homerica, edited by H.G.   Buchholz. G&ouml;ttingen: Vandenhoeck &amp; Ruprecht, 1990.         Further        Excavations in Olympia, on Samos and on Samothrace, at Tel Hadar (Israel)  Since 1969 in New York  Z&uuml;rich University, 1967 &ndash; 1969  Munich, Glyptothek, 1962 &ndash; 1965  Attended University at T&uuml;bingen, Basel and Munich, 1955 - 1962         Faculty            Faculty Directory        Faculty and Fields of Study   IFA Lecturers &amp; Associates        Conservation Lecturers &amp; Affliliated Faculty                    Faculty: Special Appointments            Kirk Varnedoe Visiting Professor        Judith Praska Visiting Professor              Mellon Postdoctoral Fellow 2013-2015        Honorary Fellows                              Students              Phd Students        Masters Students      Conservation Students        Student Resources        Student Opportunities        Academic Calendar        Graduate Students Association                              Alumni              IFA Alumni Website       Update Your Contact Information                         Staff              IFA Staff Directory"}, {"content": "Data Privacy, the French Alps Crash, the Nazis and the TTIP | ILI Student Blog                                                      ILI Student Blog   Information Law, Policy and Digital Privacy                                Data Privacy, the French Alps Crash, the Nazis and the TTIP       Posted on April 20, 2015 10:52 am by Ashley Jacques in Uncategorized // 0 Comments              April 20th, 2015   Data Privacy, the French Alps Crash, the Nazis and the TTIP   By: Geoffroy van de Walle   On March 24, 2015 a Germanwings plane en route from Barcelona to Düsseldorf crashed in the French Alps, leaving 150 dead. The investigation soon revealed that Andreas Lubitz, the co-pilot took control of the plane when the pilot temporarily stepped out of the cockpit. Mr. Lubitz locked himself up in the cockpit and deliberately crashed the plane down.   It soon emerged that Mr. Lubitz had been treated for depression and suicidal tendencies. Upon these revelations, legitimate questions arose as to how a pilot in that condition could be allowed to operate a plane. Carsten Spohr, Chairman and CEO of Germanwings’ parent company Lufthansa said in a press conference “[i]n the event that there was a medical reason for the interruption of the training, medical confidentiality in Germany applies to that, even after death. The prosecution can look into the relevant documents, but we as a company cannot”. [1] [2] These revelations attracted backlash in the press, with several headlines blaming privacy laws for the crash. For example on March 31, UK Newspaper The Times titled “German obsession with privacy let killer pilot fly”.   In contrast, a more nuanced Washington Post article [3] reported reactions in Germany that called for more, not less, privacy. The article reports the sentiment in Germany that Mr. Lubnitz and his family continue to deserve privacy even after the crash. Bild, a German tabloid, was criticized for aggressively reporting on the story; other outlets like Die Welt refrained from publishing pictures of Mr. Lubnitz and continue to refer to him as Andreas L.   The strong German stance on privacy, which some attribute to prior experiences with Nazism and East German Communism, highlights the cultural differences that affect how people see privacy. This issue pops up not only in the U.S.-EU relations [4] , but also within Europe, where Member States are still struggling to find a compromise on a General Data Protection Regulation (GDPR), six years after the reform was initiated.   While the GDPR continues on its uncertain path, the U.S. and the EU are negotiating the Transatlantic Trade and Investment Partnership (TTIP), a broad free trade agreement. In the wake of the Snowden revelations, the EU decided not to include data privacy issues in the TTIP in order not to derail the process, despite calls by tech giants to do so. [5] In March of this year, EU officials have shown some willingness to add data protection issues in the TTIP while quickly adding that “[u]ntil the EU’s data protection regulation has been agreed, we cannot introduce such concepts within the TTIP negotiations.” [6]   But a few days later, a report by the European Parliament’s Civil Liberties, Justice and Home Affairs (LIBE) Committee torpedoed any efforts to open talks on privacy. The document, authored under the leadership of Jan Albrecht, [7] a member of the Green Party and privacy advocate, [8] expressly calls on the negotiators to include a clause exempting “the existing and future EU legal framework for the protection of personal data from the agreement, without any condition that it must be consistent with other parts of the TTIP” [9] .   Data protection remains the elephant in the room in the TTIP. [10] But it seems unwise for Europeans to include it in the TTIP at a stage where the future of the GDPR remains unclear. As the TTIP delegates pack for the next round of negotiation (April 20-24) in New York, data privacy issues are unlikely to make it into their suitcases.   [1] http://time.com/3761895/germanwings-privacy-law/   [2] Indeed according to German privacy experts, only Mr. Lubitz could chose to reveal his condition to his employer. Doctors are only allowed to break their professional secrecy in case of an epidemic illness or if the patient is suspected of planning to commit a serious crime. Mr. Lubitz doctor’s failure to report him must mean he did not feel that Mr. Lubitz was likely to do so.   [3] http://www.washingtonpost.com/world/crash-challenges-german-identity-notions-of-privacy/2015/04/01/8a1cde9a-d7d6-11e4-bf0b-f648b95a6488_story.html   [4] http://www.economist.com/news/europe/21647634-can-america-and-europe-ever-get-over-their-differences-data-protection-not-so-private-lives   [5] Financial Times, Data protection ruled out of EU-US trade talks, 4 November 2013, http://www.ft.com/cms/s/0/92a14dd2-44b9-11e3-a751-00144feabdc0.html   [6] http://www.euractiv.com/sections/trade-society/brussels-makes-overture-data-flow-agreement-ttip-313080   [7] http://www.europarl.europa.eu/meps/en/96736/JAN+PHILIPP_ALBRECHT_home.html   [8] http://www.janalbrecht.eu/fileadmin/material/Dokumente/Short_CV.pdf   [9] Opinion of the Committee on Civil Liberties, Justice and Home Affairs for the Committee on International Trade on recommendations to the European Commission on the negotiations for the Transatlantic Trade and Investment Partnership (TTIP) (2014/2228(INI))   [10] http://www.euractiv.com/specialreport-eu-us-trade-talks/ttip-data-elephant-room-news-530654                       Leave a comment Cancel reply            You must be logged in to post a comment.                         Welcome!     Welcome to New York University's Information Law Institute (ILI) student blog. If you have any questions, please contact the webmaster by clicking here .  This page is sponsored by New York University's Information Law Institute .       Recent Comments tunugol1 on May 1 Panel 1  Marc's Voice &raquo; Middle of Nov. 2013 blogging on Are access and correction tools, opt-out buttons, and privacy dashboards the right solutions to consumer data privacy? Aimee on Setting up Accounts at PRG  Nathan Newman on Setting up Accounts at PRG Aimee on Setting up Accounts at PRG       Copyright &copy; 2015 | WordPress Theme by MH Themes"}]}]