[{"detail": [{"content": "Why NYU School of Engineering? | Undergraduate Admissions | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Admissions / Undergraduate Admissions                         Undergraduate Admissions                                                             Why NYU School of Engineering?                       The New York University Polytechnic School of Engineering offers programs in engineering, applied sciences, technology and research, and is rooted in a 160-year tradition of invention, innovation and entrepreneurship: i 2 e.   FastFacts      10 academic departments    Student to faculty ratio: 15:1    Average class size: 22    3rd among engineering schools for best return on investment according to Payscale    4th among U.S. engineering schools in salary potential according to Payscale    Founded in 1854; nation&rsquo;s second oldest school of engineering and technology    2,155 undergraduates representing 33 states plus District of Columbia and 60 countries    160+ full-time faculty members     NYU School of Engineering Snapshot   Location   Downtown Brooklyn, New York. Brooklyn is the most populous of NYC&rsquo;s five boroughs. Neighborhoods in and around downtown Brooklyn are as unique as their inhabitants. Like Manhattan &mdash; which is only a couple of Subway stops from the NYU School of Engineering&#39;s main campus &mdash; Brooklyn offers every conceivable cultural, culinary, shopping, and entertainment destination.   Degrees   Bachelor of Science, Master of Science, Master of Engineering, and Doctor of Philosophy in a wide range of majors and programs.   Faculty   87% of faculty members hold PhDs.   Placement Rate   More than 89% of undergraduate students receive job offers within 6 months of graduation.   Salary Expectation   Today&#39;s graduate earns a mid-career salary of $117,000.   Academic Approach   Since its founding, the NYU School of Engineering has approached technological education with a firm belief in the success of developing students&rsquo; skills through practical application. Our emphasis on merging classroom and fieldwork is the hallmark of PolyThinking , and gives our students the edge they need to stand out. It is also a cornerstone in our i 2 e educational model: invention, innovation, and entrepreneurship.   Resources   A $130-million upgrade to the MetroTech on which our campus is located is reflected in:      a newly-constructed academic building    a modern residence hall    a new athletic facility and new labs    new computer labs with high-end workstations for research, 3D modeling, etc.     The Bern Dibner Library of Science and Technology offers:      More than 190,000 titles, 200,000 volumes, numerous serials, online databases, CD-ROM learning tools and multimedia resources; and    Access to the Online Computer Library Center&rsquo;s international database with over 4,000 participating libraries.     Accreditations   New York University is accredited by the Middle States Commission on Higher Education (MSCHE).   NYU Polytechnic School of Engineering&rsquo;s BS Chemical and Biomolecular Engineeirng, BS Civil Engineering, BS Computer Engineering, BS Electrical Engineering, and BS Mechanical Engineering programs are accredited by the Engineering Accreditation Commission (EAC) of ABET ( www.abet.org ).   The BS in Chemistry is approved by the American Chemical Society (ACS) .                                  Undergraduate Admissions      Academics   How to Apply   Scholarships and Financial Aid   About Brooklyn + Beyond     Special Programs   Student Profiles   Summer Programs for High School Students   TCS Competition           Related Links    Invention, innovation, and entrepreneurship Study Abroad Student Development Research                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]