[{"detail": [{"content": "Diversity of Cultures in Ancient City of Dura-Europos Explored in Special Exhibition at NYU’s Institute for the Study of the Ancient World                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2011   /   September   /   1                                                         Diversity of Cultures in Ancient City of Dura-Europos Explored in Special Exhibition at NYU’s Institute for the Study of the Ancient World                   September 1, 2011                                       To Watch a Video Overview of the Exhibition, Click Here        Edge of Empires: Pagans, Jews, and Christians at Roman Dura-Europos”   Exhibition Dates: Sept. 23, 2011 – Jan. 8, 2012       The ancient city of Dura-Europos, which stood at the crossroads of the Hellenistic, Persian, and Roman worlds for some five centuries, is the subject of the upcoming exhibition at the Institute for the Study of the Ancient World (ISAW) entitled Edge of Empires: Pagans, Jews, and Christians at Roman Dura-Europos. The exhibition, on view from September 23, 2011, through January 8, 2012, tells the story of life in the city, located in present-day Syria, from the mid-second to mid-third century CE, when it thrived as a Roman military garrison.       Founded in the fourth century BCE by Macedonian successors of Alexander the Great, Dura-Europos was successively occupied by Parthians and Romans before its destruction in the middle of the third century CE. It was home to an unusually multicultural population that—hailing from across a wide geographic swath—lived, worked, and worshipped side by side, speaking and writing in an exceptional variety of languages.       The thousands of archaeological treasures that have been uncovered at Dura include the world’s best-preserved ancient synagogue, with paintings of Biblical scenes that revealed a figural tradition in Jewish art, previously believed not to exist; the earliest Christian house-church, with the earliest-known baptistery; and numerous places of pagan worship.       Edge of Empires explores Dura’s multiplicity of religions, languages, and cultures through a presentation of 77 significant objects from the city and a display devoted to the history of archaeological excavation and discovery there. Artifacts on view range from elaborately painted ceiling tiles from the famous synagogue, to a painted shield, to such quotidian objects as a child’s leather shoe and an engagement ring.               ISAW Exhibitions Director and Chief Curator Jennifer Chi states, “The site of influential archaeological finds, Dura is an apt subject to be explored by ISAW, which is dedicated to illuminating the connections among various places and cultures of the ancient world. Moreover, as a city of extraordinary cultural diversity, Dura has great resonance for the modern world, where multiculturalism shapes the very nature and quality of daily life.”       The objects in Edge of Empires are on loan from the Yale University Art Gallery, and are drawn from material jointly excavated in the 1920s and 1930s by Yale University and the French Académie des Inscriptions et Belles-Lettres .       Dura-Europos     Strategically sited above the Euphrates River, at the intersection of a major east-west trade route and the trade route that ran along the Euphrates, Dura-Europos was bordered on the east by the River and on the north and south by deep ravines. The city was therefore geographically protected on three sides, with only its western border open to attack, a vulnerability that was remedied in the late second-century BCE, with the construction of a large wall that became one of Dura’s salient features. Thus “Dura,” the Assyrian term for a fortified city, was added to the original name of “Europos,” which reflects the Macedonian city of its founders.       Despite its natural and human-made fortifications, in the late second-century BCE Parthians traveling westward from Iran captured Dura. The city then served as a fortress and trading post on the western edge of the Parthian empire until 164 CE, when the Roman emperor Lucius Verus brought Syria, and thus also Dura-Europos, under Roman control. The city flourished as a military garrison until 256 CE, when it was destroyed by the Sasanians. Never again occupied by a significant number of people, the site of the cosmopolitan Roman town was exceptionally well preserved, with a wealth of artifacts that, upon their discovery, fundamentally altered our understanding of religious and military practice in the late Roman period.       The mix of distinct populations in Dura may be traced not only to the city’s history of rule by Greeks, Parthians, and Romans, but also to its role as an important way-station for caravans traveling from Arabia, Persia, and Syria toward the Mediterranean. Indeed, Hellenistic, Roman, Syrian, Arab, Jewish, and Christian soldiers, merchants, and slaves could all be found in Dura.       Excavation at Dura-Europos     Dura remained virtually unexplored from its destruction in the mid-third-century CE until its accidental rediscovery in 1920, when British troops digging a rifle pit came upon ancient wall-paintings in what turned out to be the Temple of the Palmyrene Gods (or Temple of Bel), one of the most spectacular pagan structures to be found at Dura. Systematic excavations were begun by the French Academy in 1922, followed by collaboration between the Academy and Yale that extended from 1928 until 1937.                 The Yale–French team made thousands of discoveries, many of which had a dramatic impact on conventional notions of the ancient world. In addition to numerous places of worship, these included military equipment, papyri and parchments, and objects of daily life. Together, these provided a complex picture of the physical and social fabric of the Roman city and initiated some of the modern era’s most influential scholarship on the Late Antique period.       After a long hiatus, excavations at Dura began again in 1986, under the Mission Franco-Syrienne d’Europos-Doura , and are currently under the direction of archaeologists Pierre Leriche and A. Al Saleh.       Exhibition Overview     Edge of Empires begins with an installation of archival photographs that provide an overview of archaeological work and discoveries at Dura. These include images of the legendary directors of the Yale-French excavation, Franz Cumont and Michael Rostovtzeff, in the field, and of both the interiors of architectural spaces and exteriors of some of the city’s major monuments. Together, these reveal the extraordinary scale and nature of discoveries at the site, as well as its breathtaking geographic location and the astonishing degree of preservation of many of its architectural finds.       The exhibition next examines salient aspects of the life and culture of Roman Dura through the thematic display of important artifacts, several of them recently restored. This begins with an exploration of Roman military life and practice in the city. Articles of military equipment and dress, for example, include the superbly painted Roman military shield, or scutum , which is distinctively High Imperial in character, and several Celtic-influenced bronze belt-ornaments, demonstrating the internationalism of the Roman military, which raised troops from all parts of the empire. Nearby, a series of well-preserved elements of bronze horse-armor and an iron Sasanian helmet give a sense of the heavily armed nature of combat between Roman soldiers and their Near Eastern opponents.       The Yale–French excavation at Dura uncovered inscriptions and graffiti that revealed the concurrent use of Greek, Aramaic, Latin, Parthian, Middle Persian, Hebrew, and Safaitic, bringing vividly to life the international character of the city’s population in the third century CE. A ceiling tile from the synagogue, for example, uses Aramaic for the names of some of the building’s donors, while a relief representing the goddess Nemesis and a priest, from one of the city gates, has a bilingual inscription in Greek and Palmyrene, a local Semitic dialect spoken in the nearby city of Palmyra. A wonderfully preserved altar is inscribed in Greek despite its dedication to a Palmyrene god. Indeed, Greek, the language of Dura’s founders, remained the language of culture and international business in the Roman period, and was the most commonly spoken and written of the many languages in Dura-Europos.       With caravans traveling to and through Dura on both north-south and east-west routes, the city was an active participant in international trade. This is reflected in the exhibition by a selection of pottery from the site. Fine glossy red-orange plates and bowls imported from ancient Tunisia and the Aegean coast are displayed alongside locally produced green-glazed pieces. More utilitarian wares include a plain, locally produced water jug and a large amphora from the Aegean that may have once contained a particular vintage of wine or olive oil.                   Finally, the co-existence of multiple religions at Dura is evident in some of the most compelling objects to be unearthed at the site. A relief showing the god Herakles struggling heroically with the Nemean lion, and another in which he brandishes his club and holds the skin of the now-slain animal attest to the pagan god’s popularity at Dura, likely driven by the military population. Ten ceiling tiles from the synagogue, which have never before been on display as a group, not only indicate that Judaism flourished in third-century Dura, but also reveal the richness of this building’s interior decoration: the depiction of garlands, pine cones, and floral motifs on the tiles was clearly intended to convey the idea of abundance and fertility. Large-scale paintings from the baptistery of the earliest known Christian house-church provide an unprecedented look at church decoration during a period when Christians were still being persecuted. The paintings directly illustrate some of the miracles of Jesus and are part of a program that emphasizes salvation through baptism.       Organization, Sponsorship     Edge of Empires: Pagans, Jews, and Christians at Roman Dura-Europos has been organized by the Yale University Art Gallery and the McMullen Museum of Art, Boston College. A version of the exhibition previously appeared at the McMullen Museum, with the title Dura-Europos: Crossroads of Antiquity. The ISAW presentation has been made possible through the support of the Leon Levy Foundation. Additional funding has been generously provided by the David Berg Foundation.       ISAW’s curatorial team for the Institute’s presentation of the exhibition comprises Chi; Sebastian Heath, clinical assistant professor of ancient studies; and Peter De Staebler, assistant curator.       The curatorial team for the original exhibition includes Lisa R. Brody, associate curator of ancient art at the Yale University Art Gallery, and Gail Hoffman, assistant professor of classical studies at Boston College.       Publication     Edge of Empires: Pagans, Jews, and Christians at Roman Dura-Europos will be accompanied by a catalogue of approximately 116 pages, containing essays by leading scholars, a map of the region, archival photographs of excavations at Dura, and a checklist of the exhibition. Published by the Institute for the Study of the Ancient World, the soft-cover catalogue will be available for $25 at the Institute and through Princeton University Press, its distributor.       The comprehensive publication Dura-Europos: Crossroads of Antiquity (2011) edited by Lisa R. Brody and Gail L. Hoffman and published by the McMullen Museum of Art will also be available, for $60, at the Institute.       Institute for the Study of the Ancient World     Established in 2006, the Institute for the Study of the Ancient World at New York University is an independent center for scholarly research and graduate education, intended to cultivate comparative and connective investigations of the ancient world.               ISAW encourages approaches in research and graduate education that encompass cultures from the western Mediterranean to China, and that cross the traditional boundaries between academic disciplines, promoting methodologies open to the integration of every category of evidence and method of analysis. It also engages the larger scholarly community and the public with an ongoing program of exhibitions, lectures, and publications that reflect its mission and scholarship.       ISAW was established with funds from the Leon Levy Foundation. The inspiration for the Institute was the lifelong passion for the study of the ancient world shared by the late Mr. Levy and his wife, Shelby White. Ms. White is the founder of ISAW and the chairman of its board. Leon Levy Director of ISAW is the historian and papyrologist Roger S. Bagnall; exhibitions director and chief curator is Jennifer Y. Chi, an expert in Roman imperial sculpture. For additional public information: www.isaw.nyu.edu.       Yale University Art Gallery     The Yale University Art Gallery, America’s oldest and one of its most important university art museums was founded in 1832, when patriot-artist John Trumbull donated more than 100 of his paintings to Yale College. Since then, the Gallery’s collections have grown to number more than 185,000 objects, spanning the globe and ranging in date from ancient times to the present day. In addition to its celebrated collections of American paintings and decorative arts, the Gallery is noted for its important holdings of Greek and Roman art; early Italian paintings; later European art; Asian art; African art; art of the ancient Americas; and Impressionist, modern, and contemporary works. For additional information: www.artgallery.yale.edu.                            Type: Press Release            Press Contact:                Richard Pierce | (212) 998-6796                                            Ceiling Tile with Portrait of Heliodoros, an Actuarius (Roman Fiscal Official). Clay, with a Layer of Painted Plaster, H. 30.5 cm, W. 44.0 cm, D. 6.7 cm. From the House of the Scribes, Dura-Europos, 200&ndash;256 CE Yale University Art Gallery, Yale-French Excavations at Dura-Europos: 1933.292 Photography &copy; 2011 Yale University Art Gallery                                      Shield (Scutum). Paint on Wood and Rawhide, H. 105.5 cm, W. 41.0 cm, D. 30.0 cm. From Tower 19, Dura-Europos, mid-3rd century CE. Yale University Art Gallery, Yale-French Excavations at Dura-Europos: 1933.715. Photography &copy; 2011 Yale University Art Gallery                               Relief of the Goddess Atargatis, or Tyche, with Doves. Limestone, H. 13.0 cm, W. 25.5 cm, D. 5.0 cm. From the Temple of Adonis, Dura-Europos, 1st century CE. Yale University Art Gallery, Yale-French Excavations at Dura-Europos: 1935.46. Photography &copy; 2011 Yale University Art Gallery                    Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                       NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]